Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Please select the questions that you would like to add to your cumulative test.
es_es: Por favor selecciona las preguntas que te gustarÌa aÒadir a tu evaluaciÛn acumulativa.

source: Delete
es_es: Eliminar

source: Move to:
es_es: Mover a:

source: Group Name
es_es: Nombre de grupo

source: Correct Answer:
es_es: Respuesta correcta:

source: Student Answer:
es_es: Respuesta del estudiante:

source: Correct
es_es: Correcta

source: Wrong
es_es: Incorrecto

source: Yes
es_es: Sí

source: File Bug Report
es_es: Reportar Errores

source: Privacy Policy
es_es: Política de Privacidad

source: Terms of Service
es_es: Términos y Condiciones

source: All Rights Reserved.
es_es: Todos los derechos reservados.

source: Food Chains
es_es: Cadenas Alimentarias

source: Which of the following is the source of energy for all living things on Earth?
es_es: ¿Cuál de las siguientes es la fuente de energía para todos los seres vivos en la tierra?

source: oil
es_es: petróleo

source: the sun
es_es: el sol

source: plants
es_es: las plantas

source: Choose the correct statement from the following:
es_es: Elija la afirmación correcta de los siguientes:

source: Consumers produce energy for producers.
es_es: Los consumidores producen energía para los productores.

source: Consumers are first-order producers.
es_es: Los consumidores son productores de primer orden.

source: Producers provide energy for consumers.
es_es: Los productores proporcionan energía para los consumidores.Audio

source: Producer populations are lower than consumer populations.
es_es: Las poblaciones del productor son menos que las poblaciones de los consumidores.

source: Which of the following statements is not correct?
es_es: ¿Cuál de las siguientes afirmaciones no es correcta?

source: Omnivores eat both plants and animals.
es_es: Los omnívoros comen ambas plantas y animales.

source: Carnivores eat only animals.
es_es: Los carnívoros sólo comen animales.

source: Herbivores eat both plants and animals.
es_es: Los herbívoro comen ambas plantas y animales.

source: Herbivores eat only plants.
es_es: Herbívoros comen solamente las plantas.

source: What is the role of decomposers in ecosystems?
es_es: ¿Cuál es la función de los descomponedores en los ecosistemas?

source: Decomposers break down plant and animal cells into simpler substances.
es_es: Descomponedores descomponen las células animales y plantas en sustancias más simples.

source: Decomposers absorb solar energy and convert it into carbohydrates.
es_es: Descomponedores absorben energía solar y conviertan en hidratos de carbono.

source: Decomposers control the population of second-order consumers.
es_es: Descomponedores controlan la población de consumidores de segundo orden.

source: Decomposers reassemble complex molecules from plant and animal parts.
es_es: Descomponedores vuelva a ensamblar las moléculas complejas de partes de plantas y animales.

source: Choose the statement that is incorrect.
es_es: Elija la afirmación de que es incorrecta.

source: Predator populations help to determine prey populations.
es_es: Las poblaciones de depredadores ayudan a determinar las poblaciones de presas.

source: Prey populations help to determine predator populations.
es_es: Las poblaciones de presas ayudan a determinar poblaciones del depredador.

source: Prey populations are usually greater than predator populations.
es_es: Las poblaciones de presas son generalmente mayores que las poblaciones de depredadores.

source: Prey populations are usually less than predator populations.
es_es: Las poblaciones de presas son generalmente menos de población de depredadores.

source: Which of the following is true of a secondary consumer?
es_es: ¿Cuál de lo siguiente es verdad de un consumidor secundario?

source: Secondary consumers eat plants only.
es_es: Los consumidores secundarios sólo comen plantas.

source: Secondary consumers eat both plants and animals.
es_es: Los consumidores secundarios comen ambas plantas y animales.

source: Secondary consumers eat primary consumers.
es_es: Los consumidores secundarios comen a consumidores primarios.

source: Secondary consumers eat tertiary consumers.
es_es: Los consumidores secundarios comen a consumidores terciarios.

source: Which statement is true about energy in food chains?
es_es: ¿Qué afirmación es verdadera acerca de la energía en las cadenas alimentarias?

source: Some energy is lost at each level of the food chain.
es_es: Parte de la energía se pierde en cada nivel de la cadena alimentaria.

source: Energy is gained at each level of the food chain.
es_es: Energía es obtenida en cada nivel de la cadena alimentaria.

source: Each food chain level has about the same amount of energy.
es_es: Cada nivel de la cadena alimentaria tiene aproximadamente la misma cantidad de energía.

source: Decomposers return energy to the food chain.
es_es: Descomponedores devolver la energía a la cadena alimentaria.

source: Which statement is true about food webs?
es_es: ¿Qué afirmación es verdad sobre cadenas alimentarias?

source: Food chains are more complicated than food webs.
es_es: Las cadenas alimentarias son más complicadas de redes tróficas.

source: Food webs contain multiple food chains.
es_es: Las redes alimentarias contienen varias cadenas alimentarias.

source: Food chains contain multiple food webs.
es_es: Las cadenas alimentarias contienen varias redes alimentarias.

source: Food webs occur only in rain forests.
es_es: Las redes alimentarias se producen sólo en las selvas tropicales.

source: Which type of animals are most likely to be highest on the food chain?
es_es: ¿Qué tipo de animales son más propensos a ser más altos en la cadena alimenticia?

source: Primary consumers because they prey upon secondary consumers.
es_es: Los consumidores primarios porque se alimentan de consumidores secundarios.

source: Producers because they take energy directly from the sun.
es_es: Los productores porque toman energía directamente del sol.

source: Secondary consumers because they prey upon primary consumers.
es_es: Los consumidores secundarios porque se alimentan de consumidores primarios.

source: Tertiary consumers because they prey upon secondary consumers.
es_es: Los consumidores terciarios porque se alimentan de consumidores secundarios.

source: From which food web level(s) do decomposers receive energy?
es_es: ¿De cuál nivel (es) de la red alimentaria hacen decomponedores reciben la energía?

source: producers only
es_es: sólo los productores

source: primary and secondary consumers
es_es: los consumidores primarios y secundarios

source: producers and secondary consumers
es_es: los productores primarios y secundarios

source: all levels
es_es: todos los niveles

source: Light penetrates only the top few hundred meters of ocean. The organisms living on the bottoms of deep oceans are most likely...
es_es: La luz penetra sólo los primeros pocos cientos de metros del océano. Los organismos que viven en los fondos de los océanos profundos son más probables...

source: producers because they don't require sunlight.
es_es: los productores porque no requieren la luz del sol.

source: decomposers that break down dead matter floating to the bottom.
es_es: descomponedores que descomponen la materia muerta flotando en el fondo

source: primary consumers that use abundant producers.
es_es: consumidores primarios que utilizan los productores abundantes.

source: herbivores that consume secondary consumers.
es_es: herbívoros que consumen los consumidores secundarios.

source: When wolves are removed from an area, deer populations often increase to extremely high levels. What is the most likely relationship between deer and wolves?
es_es: Cuando los lobos se retiran de un área, las poblaciones de ciervos a menudo aumentan a niveles extremadamente altos. ¿Cuál es la más probable relación entre ciervos y lobos?

source: Deer are predators; wolves are prey.
es_es: Los ciervos son predadores; los lobos son presa.

source: Wolves are predators; deer are prey.
es_es: Los lobos son predadores; los ciervos son presa.

source: Deer are producers; wolves are decomposers.
es_es: Los ciervos son productores; los lobos son descomponedores.

source: Wolves are predators; deer are producers.
es_es: Los lobos son predadores; los ciervos son productores.

source: conduction
es_es: conducción

source: Heating and Cooling
es_es: Calefacción y Refrigeración

source: A beaker is heated and the temperature of the water increases a few degrees. What happens to the water molecules once the heat is applied?
es_es: Un vaso se calienta y la temperatura del agua aumenta unos grados. ¿Qué ocurre con las moléculas de agua una vez que el calor se aplica?

source: The molecules spread apart and move more quickly.
es_es: Las moléculas se separan y mover más rápidamente.

source: The molecules spread apart and move more slowly.
es_es: Las moléculas se separan y avanzar más lentamente.

source: The molecules come together and move more quickly.
es_es: Las moléculas vienen juntos y se mueven más rápidamente.

source: The molecules come together and move more slowly.
es_es: Las moléculas vienen juntos y se mueven más lentamiento.

source: Students are experimenting with two metal cans. Both empty cans are placed outside on a hot summer day for five hours. The two cans are the same size, but not the same color: one is black and one is white. Compared to the white can...
es_es: Los estudiantes están experimentando con dos latas de metal. Dos latas vacías se colocan afuera en un día caluroso de verano durante cinco horas. Los dos son del mismo tamaño, pero no del mismo color: uno es negro y uno blanco. Comparado con el blanco puede...

source: The black can would most likely be cooler, because it absorbs less sunlight.
es_es: La lata negro seria probablemente más frías, porque absorbe menos luz solar.

source: The black can would most likely be warmer, because it absorbs more sunlight.
es_es: La lata negra sería probablemente más caliente, porque absorbe más luz solar.

source: The black can would most likely be warmer, because it absorbs less sunlight.
es_es: La lata negra sería probablemente más caliente, porque absorbe menos luz solar.

source: The black can would most likely be cooler, because it absorbs more sunlight.
es_es: La lata negra sería probablemente más frías, porque absorbe menos luz solar.

source: Below are images of the same pond in two seasons. Which of the following statements do you think best describes what caused the changes in the pond from A to B?
es_es: A continuación se muestran imágenes del mismo estanque en dos temporadas. ¿Cuál de las siguientes afirmaciones te crees que mejor describe lo que causó los cambios en el estanque de la A la B?

source: The pond water temperature has increased.
es_es: La temperatura de agua del la estanque ha aumentado.

source: The pond water has lost heat energy.
es_es: El agua del estanque ha perdido energía en forma de calor.

source: All of the water has evaporated from the pond.
es_es: Toda el agua se haya evaporado del estanque.

source: Warm water has risen to the top of the pond.
es_es: Agua caliente ha subido a la parte superior del estanque.

source: One ice cube with a mass of 80 grams, and one with a mass of 40 grams are placed on separate plates. Which result would the students studying this investigation find are the same?
es_es: Un cubo de hielo con una masa de 80 gramos y uno con una masa de 40 gramos se colocan en platos individuales. ¿Que dan como resultado los estudiantes estudiando esta investigación encontraría son iguales?

source: The time it took each ice cube to melt completely would be the same.
es_es: El tiempo que tardó cada cubo de hielo se derritan totalmente sería la misma.

source: The amount of liquid produced on each plate would be the same.
es_es: La cantidad de líquido producido en cada plato sería el mismo.

source: The temperature at which each ice cube melted would be the same.
es_es: La temperatura a la que cada cubo de hielo derretido sería el mismo.

source: The total volume of each ice cube would be the same.
es_es: El volumen total de cada cubo de hielo sería el mismo.

source: After a person sweats, they feel cooler when their sweat evaporates. Read the following explanations and select the statement that best describes why sweating helps a person feel cool.
es_es: Después de que una persona suda, se sienten mejor cuando se evapora el sudor. Lea las siguientes explicaciones y seleccione la declaración que mejor describa por qué sudar ayuda a una persona sentir fresco.

source: The temperature of the water in the body increases when sweat evaporates.
es_es: La temperatura del agua en el cuerpo aumenta cuando se evapora el sudor.

source: The person's body absorbs heat when sweat evaporates.
es_es: El cuerpo de la persona absorbe el calor cuando el sudor se evapor.

source: The temperature of the water in sweat decreases when it evaporates.
es_es: La temperatura del agua en el sudor disminuye cuando se evapora.

source: Heat is absorbed by sweat when it evaporates.
es_es: Calor es absorbido por el sudor cuando se evapora.

source: When ice cubes are dropped into a cup of water, what happens?
es_es: Cuando se caen cubitos de hielo en un vaso de agua, ¿qué pasa?

source: Cold energy moves from the ice cubes to the water.
es_es: Energía fría se mueve de los cubos de hielo al agua.

source: Heat energy moves from the water to the ice cubes.
es_es: La energía calórica se mueve del agua a los cubitos de hielo.

source: Cold energy moves from the water to the ice cubes.
es_es: Energía fría se mueve del agua a los cubitas de hielo.

source: Heat energy moves from the ice cubes to the water.
es_es: La energía calórica se mueve de los cubitas de hielo al agua.

source: When a cup of water is placed outside on a winter day, what will likely happen?
es_es: ¿Cuando una taza de agua se coloca afuera en un día de invierno, lo que probablemente sucederá?

source: The temperature of the water will go up.
es_es: La temperatura del agua subirá.

source: The temperature of the water will go down.
es_es: La temperatura del agua va a bajar.

source: The water will lose heat energy to the air.
es_es: El agua se pierde energía en forma de calor al aire.

source: It will depend on the temperature of the air and water.
es_es: Depende en la temperatura del aire y agua.

source: What explains why hot chocolate in an aluminum cup feels warmer than hot chocolate in a paper cup when you hold them?
es_es: ¿Qué explica por qué la taza de chocolate en una taza de aluminio se siente más caliente que la taza de chocolate en una taza de papel cuando los sostiene?

source: Paper is not as good an insulator as aluminum.
es_es: Papel no es tan bueno un aislante como el aluminio.

source: Aluminum is a better conductor of heat than paper.
es_es: El aluminio es un mejor conductor del calor que el papel.

source: Heat energy moves from your hand through the aluminum cup.
es_es: La energía calórica se mueve de su mano a través de la taza aluminio.

source: Heat energy moves from your hand through the paper cup.
es_es: La energía calórica se mueve de su mano a través de la taza de papel.

source: When a small cup of hot water is mixed with a bathtub of cold water, what best describes what will happen?
es_es: ¿Cuándo una pequeña taza de agua caliente(problemas) se mezcla con una bañera de agua fría, qué mejor describe qué pasará?

source: The temperature of the mixture will be closer to the original temperature of the water in the cup.
es_es: La temperatura de la mezcla estará más cerca a la temperatura original del agua en la taza.

source: The temperature of the mixture will be closer to the original temperature of the water in the bathtub.
es_es: La temperatura de la mezcla estará más cerca a la temperatura original del agua en la bañera.

source: The temperature of the mixture will be the same as the temperature of the water in the cup.
es_es: La temperature de la mezcla estará lo mismo de la temperatura del agua en el vaso

source: The temperature of the mixture will be the same as the temperature of the water in the bathtub.
es_es: La temperatura de la mezcla estará igual a la temperatura del agua en la bañera.

source: Why is a paper cup equally good at keeping hot drinks hot and cold drinks cold?
es_es: ¿Por qué es una taza de papel igualmente bien para mantener bebidas calientes bebidas frías y calientes frío?

source: The paper slows heat energy from entering hot drinks.
es_es: El papel reduce la marcha de la energía calórica de entrar en bebidas calientes.

source: The paper slows heat energy from leaving cold drinks.
es_es: El papel reduce la marcha de la energía calórica de dejar bebidas frías.

source: Both A and B
es_es: Tanto A como B

source: Neither A nor B
es_es: Ninguno de los dos A y B

source: The warmth you feel sitting near a campfire reaches you mostly by which of the following?
es_es: ¿El calor que se siente sentado junto a una fogata les llegue en su mayoría por cuál de los siguientes?

source: Convection
es_es: Convección

source: Conduction
es_es: Conducción

source: Radiation
es_es: Radiación

source: Evaporation
es_es: Evaporación

source: In cup A there is an ice cube that weighs 12 grams. Over time it has melted and all of it was poured into cup B. How much does the substance in cup B weigh? Why?
es_es: En el vaso A hay un cubo de hielo que pesa 12 gramos. Con el tiempo que ha derretido y todo se vierte en copa B. ¿Cuánto pesa la sustancia en el vaso B? ¿Por qué?

source: 10 grams, because the solid becomes less when it turns into liquid.
es_es: 10 gramos, porque el sólido se hace menos cuando se convierte en el líquido.

source: 12 grams, because the solid stays the same weight when it turns into liquid.
es_es: 12 gramos, porque el sólido mantiene el mismo peso cuando se convierte en líquido.

source: 14 grams, because the solid becomes more when it turns into liquid.
es_es: 14 gramos, porque el sólido se hace más cuando se convierte en el líquido.

source: All of the above are possible.
es_es: Todas las anteriores son posibles

source: questions with asterisk are from the review itself
es_es: Las preguntas con asterisco son de la propia revisión

source: Quick Check
es_es: Comprobación rápida

source: Quick Check # 1
es_es: Comprobación rápida #1

source: Quick Check # 2
es_es: Comprobación rápida #2

source: Quick Check # 3
es_es: Comprobación rápida #3

source: Quick Check # 4
es_es: Comprobación rápida #4

source: Quick Check # 5
es_es: Comprobación rápida #5

source: Quiz Question
es_es: Pregunta del Cuestionario

source: Quiz Question # 1
es_es: Pregunta del Cuestionario # 1

source: Quiz Question # 2
es_es: Pregunta del Cuestionario # 2

source: Quiz Question # 3
es_es: Pregunta del Cuestionario # 3

source: Quiz Question # 4
es_es: Pregunta del Cuestionario # 4

source: Quiz Question # 5
es_es: Pregunta del Cuestionario # 5

source: Quiz Question # 6
es_es: Pregunta del Cuestionario # 6

source: Problem:
es_es: Problema:

source: PROBLEM:
es_es: PROBLEMA:

source: Solution:
es_es: Solución:

source: How would you go about installing the panels to keep the company building cool in the hot summer days. Explain why your installation plan will keep the building cool.
es_es: ¿Cómo hacer para instalar los paneles para mantener el edificio de la compañía fresco en los días calurosos de verano. Explique cómo su plan de instalación mantener el edificio fresco.

source: How would you decide how many rabbits and fox you would place in the park. In the text box provided, describe the things you would have to consider so that there are enough rabbits to maintain both a stable rabbit and fox population.
es_es: ¿Cómo decidiría cuántos conejos y zorros colocarías en el parque? En el cuadro de texto, describen las cosas que tendrías que considerar que hay suficientes conejos para mantener una población de conejo y zorro ambos estable.

source: Properties of Matter
es_es: Propiedades de la materia

source: Which of the following properties is NOT usually determined directly with scientific instruments and tools?
es_es: ¿Cuál de las siguientes propiedades no suele determinarse directamente con instrumentos y herramientas científicas?

source: weight
es_es: peso

source: texture
es_es: textura

source: freezing point
es_es: punto de congelación

source: melting point
es_es: punto de fusión

source: Which of the following describes a chemical property of sugar?
es_es: ¿Cuál de las siguientes opciones describe una propiedad química del azúcar?

source: White in color
es_es: De color blanco

source: Shaped like crystals
es_es: Con forma de cristales

source: Burns in a flame
es_es: Se quema en una llama

source: Sticky to touch
es_es: Pegajoso al tacto

source: Yeast is used to make bread rise or become fluffier. What is the best way to explain why this happens?
es_es: La levadura se utiliza para hacer que el pan suba o esté más esponjoso. ¿Cuál es la mejor manera de explicar por qué sucede esto?

source: The yeast makes the flour expand and take up more space.
es_es: La levadura hace que la harina se expanda y ocupe más espacio.

source: The yeast produces a chemical change that produces a gas.
es_es: La levadura produce un cambio químico que produce gas.

source: The yeast causes the flour to separate into many smaller particles.
es_es: La levadura hace que la harina se separe en partículas mucho más pequeñas.

source: The yeast interacts with air to produce air bubbles in the bread.
es_es: La levadura interacciona con el aire para producir burbujas de aire en el pan.

source: Which of the following is considered matter?
es_es: ¿Cuál de los siguientes se considera materia?

source: sunlight
es_es: luz solar

source: thunder
es_es: trueno

source: smoke
es_es: humo

source: lightning
es_es: rayo

source: What two processes describe the change between solids and liquids?
es_es: ¿Qué dos procesos describen el cambio entre sólidos y líquidos?

source: boiling and freezing
es_es: Ebullición y congelación

source: melting and boiling
es_es: fusión y ebullición

source: melting and freezing
es_es: fusión y congelación

source: freezing and boiling
es_es: congelación y ebullición

source: Which of the properties listed below would best describe the difference between bowling balls and beach balls?
es_es: ¿Cuál de las propiedades que figuran a continuación describiría mejor la diferencia entre las bolas de los bolos y las bolas de playa?

source: volume
es_es: volumen

source: shape
es_es: forma

source: density
es_es: densidad

source: What best describes the atoms in a liquid?
es_es: ¿Qué es lo que describe mejor a los átomos en un líquido?

source: Touching each other and free to move about.
es_es: Tocándose unos a otros y con libertad de movimiento.

source: Touching each other but not free to move about.
es_es: Tocándose unos a otros pero sin libertad de movimiento.

source: Almost touching each other and free to move about.
es_es: Casi tocándose unos a otros y con libertad de movimiento.

source: Not touching each other and free to move about.
es_es: Sin tocarse unos a otros y con libertad de movimiento.

source: An egg that has been fried is an example of what kind of process?
es_es: ¿Un huevo que se ha frito es un ejemplo de qué tipo de proceso?

source: A physical change
es_es: Un cambio físico

source: A chemical change
es_es: Un cambio químico

source: Matter freezing
es_es: Materia congelándose

source: Matter boiling
es_es: Materia en ebullición

source: Using a heavy glove to lift a hot pan of food from the oven is taking advantage of what property of the glove?
es_es: ¿Qué propiedad del guante se está aprovechando al usar un guante de cocina para coger una sartén caliente del horno ?
