Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: You need to write a business plan that explains how you can predict what a puppy will look like so that you can borrow some money to open your business. Include in your plan how sure you can be that your prediction of what a puppy will look like will be accurate. Enter your business plan in the text box provided.
es_es: Necesitas escribir un plan de negocios que explica cómo se puede predecir cómo será un cachorro de modo que puedas pedir prestado algo de dinero para abrir tu negocio. Incluye en tu plan cómo de seguro puedes estar de que tu predicción de cómo será el cachorro sea exacta. Introduce tu plan de negocio en el cuadro de texto correspondiente.

source: Using what you now know of fossils and the history of the earth, how would you figure out which layer is about 400 million years old? Provided you could dig three times before you had to tell your team how deep to drill the hole, what would you do to determine which layer is the layer with oil?
es_es: Utilizando lo que ahora sabes acerca de fósiles y la historia de la Tierra, ¿cómo descifrarías cuál capa tiene alrededor de 400 millones de años? Dado que pudieses excavar tres veces antes de tener que decirle a tu equipo qué tan profundo deberían excavar, ¿qué harías para determinar qué capa es la que tiene petróleo?

source: earthquake-geological
es_es: terremoto-geológico

source: earthquake-weather
es_es: terremoto-El Tiempo

source: hurricane-geological
es_es: huracán-geológico

source: hurricane-weather
es_es: huracán-El Tiempo

source: volcano-geological
es_es: volcán-geológico

source: volcano-weather
es_es: volcán-El Tiempo

source: tsunami-geological
es_es: tsunami-geológico

source: tsunami-weather
es_es: tsunami-El Tiempo

source: drought-geological
es_es: sequía-geológico

source: drought-weather
es_es: sequía-El Tiempo

source: tornado-geological
es_es: tornado-geológico

source: tornado-weather
es_es: tornado-El Tiempo

source: No. Earthquakes and volcanoes are related to geology.
es_es: No. Los terremotos y los volcanes están relacionados con la geología.

source: Correct. These natural hazards are related to weather.
es_es: Correcta. Estos desastres naturales están relacionados con el clima.

source: No. Wildfires and floods are related to a combination of weather and geology.
es_es: No. Los incendios forestales y las inundaciones están relacionadas con una combinación de clima y la geología.

source: Not quite. Lightning, hurricanes, and tornadoes are related to weather.
es_es: No exactamente. Los rayos, huracanes y tornados están relacionados con el clima.

source: No. Hurricanes are related to weather, not geological factors.
es_es: No. Los huracanes están relacionadas con el tiempo, no los factores geológicos.

source: No. Volcanoes are related to geological factors, not weather.
es_es: No. Los volcanes están relacionados con factores geológicos, y no climáticos.

source: No. Earthquakes are related to geological factors, not weather.
es_es: No. Los terremotos están relacionados con factores geológicos, y no climáticos.

source: You got it right! A flood is a result of rain and snow (weather) and the features of the land that it is trying to go into (landscape)
es_es: ¡Usted ha hecho bien! Una inundación es un resultado de la lluvia y la nieve (el clima) y las características de la tierra en la cual está tratando de entrar (el paisaje).

source: Not quite. Only volcanic activity that is underwater can cause tsunami. Volcanoes on land don’t cause tsunamis.
es_es: No exactamente. Sólo la actividad volcánica que está bajo el agua puede causar tsunamis. Volcanes en tierra no causan tsunamis.

source: No. Earthquakes or volcanoes that erupt under water can cause a tsunami.
es_es: No. Los terremotos o volcanes que estallan bajo el agua pueden causar un tsunami.

source: You got it right! Scientists know that earthquakes and volcanic activity underwater trigger tsunamis.
es_es: ¡Usted ha hecho bien! Los científicos saben que los terremotos y la actividad volcánica bajo el agua desencadenan tsunamis.

source: No. Underwater earthquakes or volcanoes can cause a tsunami.
es_es: No. Los terremotos o volcanes bajo el agua pueden causar un tsunami.

source: Correct! Climatologists study the climate, and meterologists study the weather. Many scientists study natural events to better understand why, how, and when they occur. They hope to be able to predict them.
es_es: ¡Correcto! Los climatólogos estudian el clima, y meterologists estudian el clima. Muchos científicos estudian los fenómenos naturales para comprender mejor por qué, cómo y cuando se producen. Tienen la esperanza de ser capaces de predecirlos.

source: Not quite! Scientists cannot predict all natural hazards. Although they study natural disasters and work hard to be able to predict them (not avoid them) someday.
es_es: ¡No exactamente! Los científicos no pueden predecir todos los riesgos naturales. Aunque estudian los desastres naturales y trabajan duro para poder predecirlos (no evitarlas) algún día.

source: Not quite.
es_es: No es completamente correcto.

source: Correct. With enough notice, you can get far away from your home and the wildfire.
es_es: Correcta. Con aviso suficiente, usted puede alejarse de su casa y del incendio forestal.

source: Not really, this is a good long term solution, but not when there is an immediate threat.
es_es: En realidad no, esta es una buena solución a largo plazo, pero no cuando hay una amenaza inmediata.

source: Correct. If moving out the area that usually has wildfires is not an option, all of these statements are good choices to protect your home from a potential wildfire. If there is an immediate wildfire threat coming near your home, evacuation would be the best choice.
es_es: ¡Correcto! Si no hay opción de salir de la zona que, por lo general tiene los incendios forestales, entonces, todas estas declaraciones son buenas opciones para proteger tu hogar contra un incendio forestal potencial. Si hay una amenaza de un incendio forestal inmediata que viene cerca de tu casa, la evacuación sería la mejor opción

source: Not quite. If moving out the area that usually has wildfires is not an option, all of these statements are good choices to protect your home from a potential wildfire. You can probably think of more things to do to protect yourself and your home from a potential wildfire as well.
es_es: No exactamente. Si mudarse fuera del área que por lo general tiene los incendios forestales no es una opción, todas las anteriores son buenas opciones para proteger su hogar contra un incendio forestal potencial. Usted probablemente puede pensar en más cosas que hacer para protegerse y proteger su hogar contra un incendio forestal potencial también.

source: No, the Northeastern states are in Zone II which have a higher risk than Zone I.
es_es: No, los estados del noreste se encuentran en la Zona II que tienen un riesgo mayor que la zona I.

source: Not quite, that region is mostly orange- in Zone III.
es_es: No exactamente esa región es mayormente de color naranja, en la Zona III.

source: No, Florida and Texas are in zone III, they have a high risk of having a tornado.
es_es: No, la Florida y Texas están en la zona III, tienen un alto riesgo de sufrir un tornado.

source: Correct, the western states of the US are in Zone I which have the least tornado risk.
es_es: Así es, los estados del oeste de los EE.UU. se encuentran en la Zona I, que tienen el menor riesgo de tornado.

source: Correct. Understanding potential dangers and being prepared for them is the best option.
es_es: Correcta. Comprender los peligros potenciales y estar preparados para ellos es la mejor opción.

source: No, hoping for the best is not enough; you also need to plan for the worst.
es_es: No, esperando lo mejor no es suficiente, también hay que planear para lo peor.

source: Ignoring the natural hazard is simply being in denial- it is the worst option of the four.
es_es: Ignorando la amenaza natural es simplemente negarlo-es la peor opción de las cuatro.

source: Great job! A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. These are all natural hazards that have many effects on the environment and people.
es_es: ¡Buen trabajo! Un tsunami es cuando las ondas del puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas.

source: Not quite. A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. A hurricane is a storm that forms at sea and strikes land. A drought is a lack of rainfall that lasts a long time.
es_es: No exactamente. Un tsunami es cuando las ondas del puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas. Un huracán es una tormenta que se forma en el mar y golpea la tierra. Una sequía es lo que sucede cuando no hay lluvia durante mucho tiempo, se puede ver los crujidos en la tierra.

source: No, this statement is correct. The map shows us which areas are most likely going to feel the earthquake the most as well as the possible amount of damage each area will have.
es_es: No, esta afirmación es correcta. El mapa nos muestra qué áreas es más probable que vaya a sentir el terremoto y la posible cantidad de daño cada área tendrá.

source: No, this statement is correct. From the chart we see that the potential damage of the red region is 'very heavy' which is the most probable damage.
es_es: No, esta afirmación es correcta. De la tabla vemos que el daño potencial de la región roja es 'muy pesada', que es el daño más probable.

source: Correct. This is false because the amount of shaking is "strong" for the yellow region.
es_es: Correcta. Esto es falso, porque la cantidad percibida sacudiendo es "fuerte" para la región amarilla.

source: No, this statement is correct. People can identify the area they live or work in and prepare for potential damages.
es_es: No, esta afirmación es correcta. La gente puede identificar el área en que viven o trabajan en y prepararse para posibles daños.

source: Correct! A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. These are all natural hazards that have many effects on the environment and people. A hurricane is a storm that forms at sea and strikes land. A drought is what happens when there is no rain for a long time, you can see the crackles in the land.
es_es: ¡Correcto! Un tsunami es cuando las olas de puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas. Un huracán es una tormenta que se forma en el mar y golpea la tierra. Una sequía es lo que sucede cuando no hay lluvia durante mucho tiempo, se puede ver los crujidos en la tierra.

source: Not quite. A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. These are all natural hazards that have many effects on the environment and people. A hurricane is a storm that forms at sea and strikes land. A drought is what happens when there is no rain for a long time, you can see the crackles in the land.
es_es: No exactamente. Un tsunami es cuando las olas de puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas. Un huracán es una tormenta que se forma en el mar y golpea la tierra. Una sequía es lo que sucede cuando no hay lluvia durante mucho tiempo, se puede ver los crujidos en la tierra.

source: Correct. Tsunamis are triggered by underwater volcanoes and earthquakes. The "Ring of Fire" shows the region that this happens often and will most likely cause a tsunami.
es_es: Correcta. Los tsunamis son provocados por los volcanes submarinos y terremotos. El "Anillo de Fuego", muestra la región que esto sucede a menudo y donde lo más probable causará un tsunami.

source: No, this is not true; underwater volcanoes and earthquakes and therefore tsunamis could happen anywhere- not just in the Ring of Fire.
es_es: No, esto no es cierto; volcanes y terremotos submarinos y, por tanto, los tsunamis pueden ocurrir en cualquier lugar, no sólo en el Anillo de Fuego.

source: Not quite, it is correct – but we cannot infer this from this information.
es_es: No exactamente, es cierto - pero no podemos inferir esto por esta información.

source: No, this is not true. People cannot eliminate natural hazards, at best we can predict them.
es_es: No, esto no es cierto. Las personas no pueden eliminar los riesgos naturales, como mucho podemos predecirlos.

source: No, a natural resource is anything from nature. These are things in the environment humans did not invent or build. They have built great things over time, but these things are not natural resources.
es_es: No, un recurso natural es cualquier cosa de la naturaleza. Son cosas del entorno que los humanos no han inventado ni construido. Ellos han construido grandes cosas a lo largo del tiempo, pero no son recursos naturales.

source: No, a natural resource is anything found in the environment not designed or created by humans. They use their creativity to solve problems by making new things, but these are not natural resources.
es_es: No, un recurso natural es cualquier cosa que se encuentra en la naturaleza que no ha sido diseñada ni creada por humanos. Ellos usan su creatividad para resolver problemas y hacer cosas nuevas, pero esas cosas no son recursos naturales.

source: Yes, a natural resource is anything from the environment humans did not create. Natural resources are simply found in nature.
es_es: Sí, un recurso natural es cualquier cosa de la naturaleza que no hayan creado los humanos. Los recursos naturales simplemente se encuentran en la naturaleza.

source: No, a natural resource is anything in the environment humans did not create. Humans make a lot of things to meet their needs, which are great resources, but are just not natural resources.
es_es: No, un recurso natural es cualquier cosa de la naturaleza que no hayan creado los humanos. Los humanos hacen un montón de cosas para satisfacer sus necesidades, y son buenos recursos, pero no son recursos naturales.

source: No, trees are natural resources because humans use many products from trees.
es_es: No, los árboles son recursos naturales porque los humanos usan muchos roductos procedentes de los árboles.

source: Yes, trees are natural resources because they grow in nature and humans use many products from trees.
es_es: Sí, los árboles son recursos naturales porque crecen en la naturaleza y los humanos usan muchos productos procedentes de los árboles.

source: No. Nuclear energy is a clean, safe alternative that does not burn fuel like coal. There are no pollutants released into the air.
es_es: No. La energía nuclear es una alternativa limpia y segura que no quema combustibles como el carbón. No se liberan contaminantes al aire.

source: Yes. Coal, natural gas, and petroleum are fossil fuels. Other energy sources are energy source alternatives.
es_es: Sí. El carbón, el gas natural y el petróleo son combustibles fósiles. Las otras fuentes de energía son fuentes de energía alternativas.

source: No. Solar energy is the radiation from the sun that hits the earth and is converted into heat and electricity. It does not cause pollution when it is produced or used.
es_es: No. La energía solar es la radiación del sol que llega a la Tierra y se convierte en calor y electricidad. No provoca contaminación cuando se produce o se usa.

source: No. Converting energy from wind (e.g. heat, electricity) does not burn fossil fuel. It can be noisy but it is a clean alternative.
es_es: No. Convertir la energía eólica (p. ej. en calor o electricidad) no quema combustibles fósiles. Puede ser ruidosa, pero es una alternativa limpia.

source: No, the resources are decreasing because people are using them up. Also, human population is larger now.
es_es: No, los recursos están disminuyendo porque la gente los está gastando. Además, la población humana ahora es mayor.

source: No, people use a lot of industry products today, but natural resources are needed to make these products. There is now a large population with limited resources.
es_es: No, la gente usa un montón de productos de la industria hoy en día, pero los recursos naturales son necesarios para crear esos productos. Ahora hay una mayor población con recursos limitados.

source: Yes, there is a larger population today. With advances in medicine and technology, people do not die as quickly as they did before. Meanwhile, all the people use up more and more resources.
es_es: Sí, hay una mayor población hoy en día. Con los avances de la medicina y la tecnología, la gente no muere tan pronto como antiguamente. Al mismo tiempo, la gente usa cada vez más y más recursos.

source: No, there are more people in the world today and they do use up a lot of energy. So the population is growing with very limited resources to use.
es_es: No, hoy en día hay más personas en el mundo y gastan un montón de energía, así que la población está creciendo con unos recursos muy limitados que puedan usar.

source: No, to conserve natural resources means to use them wisely.
es_es: No, conservar los recursos naturales significa usarlos sabiamente.

source: Yes, to conserve natural resources means to use them wisely.
es_es: Sí, conservar los recursos naturales significa usarlos sabiamente.

source: No, there is a limited amount of non-renewable resources, and an unlimited amount of renewable resources.
es_es: No, hay una cantidad limitada de recursos no renovables, pero los recursos renovables pueden reabastecerse.

source: Yes, there is a limited amount of non-renewable resources, and renewable resources can be replenished if managed wisely.
es_es: Sí, hay una cantidad limitada de recursos no renovables, pero los recursos renovables pueden reabastecerse si se usan sabiamente.

source: No. Using public transportation would be a great way to conserve oil because it would help save gasoline by driving cars less.
es_es: No. Usar el transporte público sería una forma muy buena de conservar el petróleo porque ayudaría a ahorrar gasolina, al conducir menos coches.

source: Sorry. This would be a great way to conserve oil since riding a bike uses no gasoline.
es_es: Lo siento. Esta sería una buena forma de conservar el petróleo, pues montar en bicicleta no gasta gasolina.

source: Nope. Buying fuel-efficient vehicles would use less gasoline so it would help conserve oil.
es_es: No. Comprar vehículos que ahorren combustible gastaría menos gasolina, así que ayudaría a conservar el petróleo.

source: Yes! Even though going on vacation is a great experience and lots of fun, those big motor homes don't get very good gas mileage so they use a lot of gas and the oil gas is made from petroleum which is a non-renewable natural resource.
es_es: ¡Sí! Aunque ir de vacaciones es una gran experiencia y muy divertido, esas enormes autocaravanas tienen un consumo muy alto y gastan mucha gasolina y la gasolina está hecha a partir del petróleo, el cual es un recurso natural no renovable.

source: Not quite. While wind and solar energy are important because they are clean and non-polluting energy sources â€“ petroleum and coal-based energy is more important because it is so widely used for automobiles, heating and electricity generation.
es_es: No exactamente. Aunque las energías eólica y solar son importantes porque son fuentes de energía limpias y que no contaminan, las energías basadas en el petróleo y el carbón son más importantes porque se usan ampliamente en automóviles, calefacción y generación de electricidad.

source: Not quite! It would be good if more people would drive electric cars but it is not currently practical. And electric battery powered cars still use coal and petroleum to generate the electricity necessary to recharge them.
es_es: ¡No exactamente! Sería genial que más personas conduciesen coches eléctricos, pero no es práctico en la actualidad. Y los coches con baterías eléctricas también usan carbón y petróleo para generar la electricidad necesaria para recargarlas.

source: Yes! Fossil fuels like coal and petroleum are non-renewable natural resources so they will eventually all get used up and we will run out of our supply of them.
es_es: ¡Sí! Los combustibles fósiles como el carbón y el petróleo son recursos naturales no renovabes, así que se gastarán en algún momento y agotaremos nuestras reservas.

source: No. The use of fossil fuels for gas in automobiles and coal in power plants cause a great deal of pollution.
es_es: No. El uso de combustibles fósiles para la gasolina de los automóviles y el carbón de las centrales de energía generan muchísima contaminación.

source: Not quite! Recycling does prevent some garbage from being burned but that doesn't conserve natural resources.
es_es: ¡No exactamente! Reciclar sí evita que alguna basura sea quemada, pero eso no conserva recursos naturales.

source: Nope! Recycling does save a little bit of gas used in garbage trucks but many areas have a separate truck that picks up the recycling or your family has to drive to the recycling center to drop it off.
es_es: ¡No! Reciclar sí que ahorra algo de la gasolina que usan los camiones de la basura, pero muchas áreas tienen un camión distinto que recoge los materiales reciclados, o tu familia tiene que conducir al centro de reciclaje para depositarlos.

source: Yes! By reusing natural resource materials like glass, or cans, or newspapers, new sources of natural resources like cutting trees or mining metals or sand don't have to be done.
es_es: ¡Sí! Al reutilizar productos de recursos naturales como el cristal, las latas o los periódicos, no es necesario usar nuevas fuentes de recursos naturales como talar árboles, minar metales o recoger arena.

source: Not Really. Saving money on reusing plastic bags doesn't conserve many natural resources but it's a good thing to do anyway since those bags take thousands of years to rot away in the garbage dump and often blow all over the place.
es_es: No exactamente. Ahorrar dinero reutilizando bolsas de plástico no conserva muchos recursos naturales, pero en realidad es algo bueno porque esas bolsas tardan miles de años en descomponerse en los vertederos, y muchas veces vuelan por todas partes.

source: No, burying it in landfills can lead to disturbing animals' habitat and needlessly taking up space in the landfill.
es_es: No, enterrarlo en vertederos puede alterar el hábitat de los animales y ocupar espacio innecesariamente en el vertedero.

source: Not really, aluminum is incombustible â€“ it will not burn. However, it can be melted at a very high temperature to be recycled/reused.
es_es: No exactamente, el aluminio no es combustible: no ardería. Sin embargo, puede fundirse a muy alta temperatura para ser reciclado/reusado.

source: Correct! By recycling, you will have the least impact on the environment.
es_es: ¡Correcto! Al reciclarlo se provocaría el menor impacto en el medio ambiente.
