Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Correct! In this moist green area, you would expect to find frogs and ferns.
es_es: ¡Correcto! En esta área verde y húmeda, esperarías encontrar ranas y helechos.

source: Not Quite. In moist green environments, you would definitely expect to find frogs and ferns and rarely pine trees but definitely not tortoises. - because tortoises are desert animals.
es_es: No exactamente. En ambientes verdes húmedos, definitivamente esperarías encontrar ranas y helechos y algunas veces pinos, pero definitivamente ninguna tortuga terrestre - porque las tortugas terrestres son animales desérticos.

source: Correct! In this dry desert area, you would expect to find rattle snakes and cacti.
es_es: ¡Correcto! En esta área seca y desértica, esperarías encontrar víboras de cascabel y cactus.

source: Not quite! In this dry desert environment, you would definitely expect to find snakes and cacti and rarely some deer but definitely not trout.
es_es: ¡No exactamente! En este ambiente desértico seco, definitivamente esperarías encontrar serpientes y cactus y algunas veces unos pocos venados, pero definitivamente ninguna trucha.

source: Correct. Going from east to west to travel through the desert first is the best way because you have a full water supply that you can drink and you don't have to carry the weight of the water through the forest on the wet west slope. You can just drink from the streams.
es_es: Correcto. Yendo de este a oeste para viajar a través del desierto primero es la mejor forma, porque tienes un suministro de agua completo que puedes beber y no tienes que cargar el peso del agua a través del bosque en la pendiente húmeda del oeste. Simplemente puedes beber de los arroyos.

source: No. Travelling east to west you will have a complete water supply with you in the desert area.
es_es: No. Viajando de este a oeste tendrías un suministro de agua completo en el área desértica.

source: Correct. Wind and running water slowly changes the size of mountains.
es_es: Correcto. El viento y el agua corriente lentamente cambian el tamaño de las montañas.

source: No. It may seem that nothing can change a mountain, but gradually wind and water do.
es_es: No. Puede parecer que nada puede cambiar a una montaña, pero gradualmente el viento y el agua lo hacen.

source: Not quite. Wind and water movement can change any type of mountain.
es_es: No exactamente. El movimiento del viento y el agua pueden cambiar a cualquier tipo de montaña.

source: No. The changes in mountains are due to the continuous movement of wind and water.
es_es: No. Los cambios en las montañas son debido al continuo movimiento de viento y agua.

source: No. There is a lot of possible water damage on the beach.
es_es: No. Hay mucho daño por agua posible en la playa.

source: Correct. In a forest meadow there is the least amount of possible wind and water damage.
es_es: Correcto. En una pradera boscosa hay la menor cantidad de daño por viento y agua posible.

source: No. There is a lot of possible wind and water damage on a cliff.
es_es: No. Hay mucho daño por viento y agua posible en un risco.

source: No. There is a lot of possible water damage on the bank of a river.
es_es: No. Hay mucho daño por agua posible en el banco de un río.

source: No, that would be a good example of interaction between the anthrosphere and the hydrosphere.
es_es: No, ese sería un buen ejemplo de interacciones entre la antropósfera y la hidrósfera.

source: No, that would be a good example of interaction between the anthrosphere and the biosphere.
es_es: No, ese sería un buen ejemplo de interacciones entre la antropósfera y la biósfera.

source: Correct. This is a great example of interaction between the anthrosphere and the atmosphere.
es_es: Correcto. Este es un gran ejemplo de la interacción entre la antropósfera y la atmósfera.

source: Nope. The lithosphere is part of the solid earth materials such as rock and soil. Water vapor from the atmosphere doesn't turn into the lithosphere.
es_es: Nop. La litósfera es parte de los materiales terrestres sólidos, como la roca y el suelo. El vapor de agua de la atmósfera no se convierte en la litósfera.

source: Correct! Water vapor molecules in the atmosphere turn into little water droplets in the clouds and then turn into rain then become part of the hydrosphere.
es_es: ¡Correcto! Las moléculas de vapor de agua en la atmósfera se convierten en pequeñas gotas de agua en las nubes y luego se convierten en lluvia que se vuelve parte de la hidrósfera.

source: No. The biosphere is the living systems on earth such as plants and animals. Water vapor from the atmosphere doesn't turn into the biosphere.
es_es: No. La biósfera son los sistemas de vida en la Tierra como las plantas y animales. El vapor de agua de la atmósfera no se convierte en la biósfera.

source: Not quite. The anthrosphere is the human systems on earth. Water vapor from the atmosphere doesn't turn into the anthrosphere.
es_es: No exactamente. La antropósfera son los sistemas humanos en la Tierra. El vapor de agua de la atmósfera no se convierte en la antropósfera.

source: No. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: No. El huracán fue un resultado de las interacciones entre la tierra (litósfera), agua (hidrósfera) y el viento (atmósfera).

source: Not quite. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: No exactamente. El huracán fue un resultado de las interacciones entre la tierra (litósfera), agua (hidrósfera) y el viento (atmósfera).

source: No. People were involved in the hurricane, but the interactions of the anthrosphere did not cause damage to towns. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: No. Las personas estuvieron involucradas con el huracán, pero las interacciones de la antropósfera no causaron el daño a los pueblos. El huracán fue un resultado de las interacciones entre la tierra (litósfera), agua (hidrósfera) y el viento (atmósfera).

source: Correct. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: Correcto. El huracán fue el resultado de interacciones entre la tierra (litósfera), agua (hidrósfera) y viento (atmósfera).

source: No, because of high mountain ranges, precipitation might not reach the east side causing it to be dry.
es_es: No, debido a la altitud de la cordillera, las precipitaciones pueden no alcanzar el lado este lo que causaría que se seque.

source: Correct. Because of high mountain ranges, precipitation might not reach the east side causing it to be dry.
es_es: Correcto. Debido a la altitud de la cordillera, las precipitaciones pueden no alcanzar el lado este lo que causaría que se seque.

source: Not quite! An ecosystem is a natural unit of living things interacting together and with the environment.
es_es: ¡No exactamente! Un ecosistema es una unidad natural de seres vivos que interactúan entre ellos y con el medio ambiente.

source: Correct! Within an ecosystem all kinds of living and non-living interact and exist together.
es_es: ¡Correcto! En un ecosistema hay todo tipo de seres vivos y seres no vivos que interactúan y existen juntos.

source: Nope! An ecosystem is a natural unit of living things interacting together and with the environment. If the parts of an ecosystem did not work together it really wouldn't be a system.
es_es: ¡No! Un ecosistema es una unidad natural de seres vivos que interactúan entre ellos y con el medio ambiente. Si las partes de un ecosistema no trabajaran juntas, entonces no sería un ecosistema.

source: Not quite! An ecosystem is a natural unit of living things- but living and non-living things function and interact with each other within the ecosystem.
es_es: ¡No exactamente! Un ecosistema es una unidad natural de los seres vivos, pero los seres vivos y los seres no vivos interactúan entre ellos dentro del ecosistema.

source: Nope! Mammals and insects can be part of an ecosystem, but they are living things. Rocks and soil are examples of non-living parts of an ecosystem.
es_es: ¡No! Los mamíferos e insectos pueden ser parte de un ecosistema, pero son seres vivos. Las rocas y el suelo son ejemplos de seres no vivos de un ecosistema.

source: Nope! Fungi and plants can be part of an ecosystem, but they are living things. Rocks and soil are examples of non-living parts of an ecosystem.
es_es: ¡No! Los hongos y las plantas son parte de un ecosistema, pero son los seres vivos. Las rocas y el suelo son ejemplos de seres no vivos de un ecosistema.

source: Correct! Rocks and soil would be considered non-living parts of an ecosystem. The non-living and living components of an ecosystem are always interacting with each other, for example, when a plant is growing in soil.
es_es: ¡Correcto! Las rocas y el suelo se considerarán seres no vivos de un ecosistema. Los seres no vivos y los seres vivos de un ecosistema siempre están interactuando entre ellos, por ejemplo, cuando una planta crece en el suelo.

source: Nope! Bacteria and microbes can be part of an ecosystem, but they are living things. Rocks and soil are examples of non-living parts of an ecosystem.
es_es: ¡No! Las bacterias y los microbios pueden ser parte de un ecosistema, pero son seres vivos. Las rocas y el suelo son ejemplos de seres no vivos de un ecosistema.

source: Correct! These are all things people do that can affect the species living in an ecosystem. If we use the soil over and over without taking care of it, or empty chemicals into streams, we will impact the ecosystem in the worst way.
es_es: ¡Correcto! Estas son todas las cosas que hacen las personas que pueden afectar a las especies que viven en un ecosistema. Si utilizamos el suelo una y otra vez sin preocuparnos por él, o de los productos químicos que tiramos en los ríos, tendremos un impacto negativo en el ecosistema.

source: Think again! (a) is one of the effects--people change the soil they use. If the soil is used over and over to grow crops and no fertilizer is added to it, the natural nutrients in the soil will be severely reduced. (b) is also one of the effects--farmers use chemicals to help plants grow faster and kill plants and bugs that try to eat the plants they are growing. Rain can wash a lot of these chemicals into the river and pollute the water. (c) a fire every so often can actually be good for an ecosystem because it allows new plants to grow. (d) is also bad for the ecosystem because when tree and other vegetation are cut down to make room for a farm, many animals may lose what they need to survive.
es_es: ¡Piénsalo otra vez! (a) es uno de los efectos; la gente cambia el suelo que utiliza. Si el suelo se utiliza una y otra vez para cultivar y no se añaden fertilizantes, los nutrientes naturales del suelo se reducen severamente. (b) es también uno de los efectos; los agricultores usan productos químicos para ayudar a las plantas a crecer más rápidamente y matar a las plantas y los insectos que tratan de comerse las plantas que cultivan. La lluvia puede llevar una gran cantidad de estas sustancias químicas a un río y contaminar el agua. (c) un incendio de vez en cuando en realidad puede ser bueno para un ecosistema porque permiteque nuevas plantas crezcan. (d) también es malo para el ecosistema ya que cuando los árboles y otra vegetación son talados para hacer sitio a una granja, muchos animales pueden perder lo que necesitan para sobrevivir.

source: Not quite! Trees are living things. The way beavers cut down trees and build dams changes the ecosystem a lot. They create ponds and offer protection to many animals.
es_es: ¡No exactamente! Los árboles son seres vivos. La forma en que los castores talan árboles y construyen presas cambia mucho los ecosistemas. Crean estanques y ofrecen protección a muchos animales.

source: Correct! The soil keeps the prairie dog safe, and they dig tunnels helping the water to get everywhere in the soil.
es_es: ¡Correcto! La tierra mantiene al perrito de las praderas seguro y éste excava túneles que permiten que el agua llegue a todos los rincones del suelo.

source: Not quite! A plant and fungus can live together in a way that they both can benefit, but both are living things.
es_es: ¡No exactamente! Una planta y un hongo pueden vivir juntos de una forma en la que ambos puedan beneficiarse, pero ambos son seres vivos.

source: Not quite! Bees pollinate flowers and the interaction results in more flowers and food for the bee, but both are living things.
es_es: ¡No exactamente! Las abejas polinizan las flores y el resultado es que hay más flores y más comida para la abeja, pero los dos son seres vivos.

source: Nope! Adaptations make survival easier.
es_es: ¡No! Las adaptaciones facilitan la supervivencia.

source: Nope! All living things are able to adapt to changing environments.
es_es: ¡No! Todos los seres vivos se adaptan a entornos cambiantes.

source: Correct! In the desert, the owl stays cool by hunting for its prey at night.
es_es: ¡Correcto! En un desierto, un búho se mantiene fresco cazando a sus presas por la noche.

source: That's the one! New habitat would be great if invasive species created it. They don't.
es_es: ¡Esta es la buena! Un nuevo hábitat sería perfecto si fuera creado por especies invasoras. Pero no lo hacen.

source: Not quite! Invasive species often prey upon natives.
es_es: ¡No exactamente! Las especies invasoras normalmente cazan a las especies nativas.

source: Sorry. Invasive species often out-compete natives.
es_es: Lo siento. Las especies invasoras normalmente tratan de competir con las especies nativas.

source: Nope! Without predators, invasive species would increase rapidly in population.
es_es: ¡No! Sin depredadores, la población de las especies invasoras aumentaría rápidamente.

source: Nope! The beaver's habitat is where the animal lives - streams of North America.
es_es: ¡No! El hábitat del castor es donde el animal vive, los ríos de América del Norte.

source: Correct! Beavers live in lodges created from branches and mud. They build their lodges after they build dams and create a pond.
es_es: ¡Correcto! Los castores viven en refugios creados a partir de ramas y barro. Construyen sus refugios después de que se construyan las presas y el estanque.

source: Nope! The beaver's habitat is where the animal lives – plants are only part of their habitat.
es_es: ¡No! El hábitat del castor es donde el animal vive, las plantas son simplemente parte de su hábitat.

source: Nope! The beaver's tail is an adaptation - streams of North America are its habitat.
es_es: ¡No! La cola del castor es una adaptación, los ríos de América del Norte son su hábitat.

source: Nope! Monkeys eat the fig fruits.
es_es: ¡No! Los monos se comen los higos.

source: Not quite! Elephants love figs.
es_es: ¡No! Los elefantes aman los higos.

source: Not bats. Bats even eat figs upside down!
es_es: Los murcielagos no. ¡Se comen los higos del revés!

source: Correct! Bees don't eat figs, they build hives in hollow spaces.
es_es: ¡Correcto! Las abejas no se comen los higos, construyen colmenas en los espacios huecos.

source: Nope! There is no specific size for an ecosystem. The entire earth can be an ecosystem, and the pond near your school is also an ecosystem. It depends on what you are focusing on.
es_es: ¡No! No hay un tamaño específico para un ecosistema. Toda la Tierra puede ser un ecosistema, y el estanque cerca de tu escuela también es un ecosistema. Depende de en qué te centres.

source: Correct! There is no specific size for an ecosystem. Depending on which interactions you are studying, the entire earth can be an ecosystem, and so can a small pond.
es_es: ¡Correcto! No hay un tamaño específico para un ecosistema. Dependiendo de las interacciones que se estén estudiando, toda la Tierra puede ser un ecosistema, y también puede serlo un estanque pequeño.

source: Correct! A pond, forest, and grassland are all ecosystems. Different animals live in each ecosystem with their own environment and interactions.
es_es: ¡Correcto! Un estanque, un bosque y una pradera son ecosistemas. Diferentes animales viven en cada ecosistema con su propio entorno e interacciones.

source: Not quite! A pond, forest, and grassland are all ecosystems. Different animals live in each ecosystem with their own environment and interactions. A niche is not an ecosystem. A niche is how an organism responds to the environment.
es_es: ¡No exactamente! Un estanque, un bosque y una pradera son ecosistemas. Diferentes animales viven en cada ecosistema con su propio entorno y las interacciones. Un nicho no es un ecosistema. Un nicho es cómo un organismo responde al medio ambiente.

source: It's the other way around... prey are the food.
es_es: Es lo contrario... las presas son la comida.

source: Nope! Predators always consume prey for food.
es_es: ¡No! La comida de los depredadores son las presas.

source: It's the other way around... prey usually hide from predators.
es_es: Es lo contrario... las presas se esconden de los depredadores.

source: You got it! Without predators, prey population skyrocket.
es_es: ¡Exacto! Sin depredadores, la población de presas aumentaría sin control.

source: Nope! Actually, animals that are smaller than a camel can also do well in the desert.
es_es: ¡No! En realidad, los animales de menor tamaño del camello también pueden sobrevivir en el desierto.

source: Not quite! Some animals are carnivores and eat other animals. Cacti have adapted to survive in the desert, but that does not necessarily mean animals have to eat them.
es_es: ¡No exactamente! Algunos animales son carnívoros y se alimentan de otros animales. Los cactus se han adaptado a sobrevivir en el desierto, pero eso no significa necesariamente que los animales tengan que comérselos.

source: Nope! A camel's habitat is the entire desert, not such a small habitat.
es_es: ¡No! El hábitat de un camello es todo el desierto, que no es precisamente un hábitat pequeño.

source: Correct! The fact that a camel can thrive in the desert means it has adapted somehow to survive on little water.
es_es: ¡Correcto! El hecho de que un camello pueda sobrevivir en el desierto quiere decir que se ha adaptado a sobrevivir con poca agua.

source: Correct! Humans accidentally cause problems when we consider only positive outcomes of our decisions.
es_es: ¡Correcto! Los humanos causan accidentalmente problemas cuando sólo tienen en cuenta los resultados positivos de nuestras decisiones.

source: Nope! Very few ecosystems are completely understood.
es_es: ¡No! Pocos ecosistemas son comprendidos en su totalidad.

source: Not quite! It's hard to consider all possible outcomes.
es_es: ¡No exactamente! Es difícil considerar todos los resultados.

source: Think again! Nature is more complex than people understand.
es_es: ¡Piénsalo otra vez! La naturaleza es más compleja de lo que la gente cree.

source: Not really... if more deer were caught and killed, there would be a decrease in the population, not an increase.
es_es: No exactamente... si más renos fueran capturados y cazados, habría un descenso en la población, no un incremento.

source: Correct! Young deer managed to find a lot of food, so they grew in population over those years. That food source may not have lasted after 1940.
es_es: ¡Correcto! Los renos jóvenes encontraron mucha comida, por lo que crecieron en población durante esos años. La fuente de comida pudo no durar tras 1940.

source: Not really... if deer shelters were destroyed, it would lead to deer dying in the severe winters. This would decrease the deer population.
es_es: No exactamente... si los refugios de los renos hubieran sido destruidos, los renos habrían muerto durante los duros inviernos. Esto reduciría la población de renos.

source: Not really... if deer couldn't find mates, they wouldn't have more offspring. This would make the deer population stay the same until the old deer died.
es_es: No exactamente... si los renos no pudieran encontrar parejas, no habrían tenido más descendencia. Esto haría que la población de renos se mantuviera constante hasta que los renos más viejos murieran.

source: chemical
es_es: química

source: mechanical
es_es: mecánica

source: electrical
es_es: eléctrica

source: heat
es_es: térmica

source: radiant
es_es: electromagnética

source: chemical,chemical
es_es: química,química

source: chemical,mechanical
es_es: química,mecánica

source: chemical,electrical
es_es: química,eléctrica

source: chemical,heat
es_es: química,térmica

source: chemical,radiant
es_es: química,electromagnética

source: chemical,nuclear
es_es: química,nuclear

source: mechanical,chemical
es_es: mecánica,química

source: mechanical,mechanical
es_es: mecánica,mecánica

source: mechanical,electrical
es_es: mecánica,eléctrica

source: mechanical,heat
es_es: mecánica,térmica

source: mechanical,radiant
es_es: mecánica,electromagnética

source: mechanical,nuclear
es_es: mecánica,nuclear

source: electrical,chemical
es_es: eléctrica,química

source: electrical,mechanical
es_es: eléctrica,mecánica

source: electrical,electrical
es_es: eléctrica,eléctrica

source: electrical,heat
es_es: eléctrica,térmica

source: electrical,radiant
es_es: eléctrica,electromagnética

source: electrical,nuclear
es_es: eléctrica,nuclear

source: heat,chemical
es_es: térmica,química

source: heat,mechanical
es_es: térmica,mecánica

source: heat,electrical
es_es: térmica,eléctrica

source: heat,heat
es_es: térmica,térmica

source: heat,radiant
es_es: térmica,electromagnética

source: heat,nuclear
es_es: térmica,nuclear

source: radiant,chemical
es_es: electromagnética,química

source: radiant,mechanical
es_es: electromagnética,mecánica

source: radiant,electrical
es_es: electromagnética,eléctrica

source: radiant,heat
es_es: electromagnética,térmica

source: radiant,radiant
es_es: electromagnética,electromagnética

source: radiant,nuclear
es_es: electromagnética,nuclear

source: nuclear,chemical
es_es: nuclear,química

source: nuclear,mechanical
es_es: nuclear,mecánica

source: nuclear,electrical
es_es: nuclear,eléctrica

source: nuclear,heat
es_es: nuclear,térmica

source: nuclear,radiant
es_es: nuclear,electromagnética

source: sound
es_es: sonora

source: No, the lack of movement does not change the gravitational energy of the molecules, it changes their kinetic energy.
es_es: No, la falta de movimiento no cambia la energía gravitacional de las moléculas, cambia su energía cinética.

source: No, the lack of movement does not change the electrical energy of the molecules, it changes their kinetic energy.
es_es: No, la falta de movimiento no cambia la energía eléctrica de las moléculas, cambia su energía cinética.

source: No, the lack of movement does not change the chemical energy of the molecules, it changes their kinetic energy.
es_es: No, la falta de movimiento no cambia la energía química de las moléculas, cambia su energía cinética.

source: A possibility, but not as good as (d) because your baby brother or baby sister would not weigh as much as your big brother.
es_es: Es una posibilidad, pero no tan buena como la (d), porque tu hermanito bebé o tu hermanita bebé no pesaría tanto como tu hermano mayor.

source: The best choice because the brother weighs the most and it is harder to push something across the rough grass than across the smoother street.
es_es: La mejor opción, porque el hermano pesa más y es más difícil empujar algo a través del césped irregular que a través de una calle plana y asfaltada.

source: Correct! The frozen molecules have less movement, losing kinetic energy.
es_es: ¡Correcto! Las moléculas congeladas tienen menos movimiento, perdiendo energía cinética.
