Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Not quite. Fossils help scientists fill in the fossil record, learn about changes in the Earth's climate, geography and other things, and figure out how plants and animals of today are connected with plants and animals of long ago. They can even help engineers and architects decide the best places to build cities, because fossils tell things about the earth below.
es_es: No exactamente. Los fósiles ayudan a los científicos a llenar el registro fósil, aprender sobre cambios en el clima de la Tierra, su geografía y otros aspectos, y descifrar cómo las plantas y animales de hoy están conectados con las plantas y animales de hace mucho tiempo. Incluso pueden ayudar a ingenieros y arquitectos a decidir el mejor lugar para construir una ciudad porque los fósiles dicen cosas sobre el suelo debajo.

source: Not quite. The fossil record does provide clues to the earth's history, but what else does the fossil record do?
es_es: No exactamente. El registro fósil sí revela los principales períodos de extinción, ¿pero qué más hace el registro fósil?

source: No, scientists are always discovering more fossils; the fossil record is not complete.
es_es: No, los científicos siempre están descubriendo más fósiles; el registro fósil no está completo.

source: Not quite. The fossil record does reveal major periods of extinction, but what else does the fossil record do?
es_es: No exactamente. El registro fósil sí revela los principales períodos de extinción, ¿pero qué más hace el registro fósil?

source: Correct, the fossil record reveals major periods of extinction and provides clues to the Earth's history as well.
es_es: Correcto, el registro fósil revela los períodos principales de extinción y también provee claves sobre la historia de la Tierra.

source: Correct. Three types of fossil fuels are petroleum, natural gas, and coal. They are from decayed plant and animal material covered in sand and stone, then heated and pressured over millions of years.
es_es: Correcto. Tres tipos de combustibles fósiles son el petróleo, gas natural y carbón. Están hechos de material de plantas y animales descompuesto, cubierto por arena y piedras, luego calentado y comprimido a lo largo de millones de años.

source: Not quite. Three types of fossil fuels are petroleum, natural gas, and coal. They are from decayed plant and animal material covered in sand and stone, then heated and pressured over millions of years. Fossils themselves are not energy resources, rather what they have turned into under certain conditions are.
es_es: No exactamente. Tres tipos de combustibles fósiles son el petróleo, gas natural y carbón. Están hechos de material de plantas y animales descompuesto, cubierto por arena y piedras, luego calentado y comprimido a lo largo de millones de años. Los fósiles en sí mismos no son recursos de energía, más bien en lo que se han convertido bajo ciertas condiciones lo son.

source: No, the gases released from burning fossil fuel cause pollution and lead to global climate change. This statement is true.
es_es: No. Los gases liberados a raíz de quemar combustible fósil causan contaminación y llevan al calentamiento climático. Esta declaración es cierta.

source: No, drills and pumps are used on land and offshore around the world to extract these valuable resources.
es_es: No, los taladros y bombas se utilizan en la tierra y el mar alrededor del mundo para extraer estos valiosos recursos.

source: No, this is true. Fossil fuels are produced continually, but humans are using up the resources much faster than they are being produced.
es_es: No, esto es cierto. Los combustibles fósiles se producen continuamente, pero los humanos están utilizando los recursos mucho más rápido de lo que se producen.

source: Correct. This statement is false. Petroleum, natural gas, and coal are sources of energy, but they are non-renewable. They will run out when we use them all.
es_es: Correcto. Esta declaración es falsa. El petróleo, gas natural y carbón son fuentes de energía, pero son no renovables. Se acabarán cuando los hayamos utilizado del todo.

source: Not quite, archeologists study prehistoric human activity and their culture.
es_es: No exactamente, un arqueólogo estudia la actividad y cultura humana prehistórica.

source: Correct, a paleontologist studies fossils and the history of life.
es_es: Correcto, un paleontólogo estudia a los fósiles y la historia de la vida.

source: No, a cosmetologist provides skincare and make-up.
es_es: No, un cosmetólogo provee de cuidado de la piel y maquillaje.

source: No, a taxidermist preserves dead animals for display.
es_es: No, un taxidermista preserva animales muertos para exhibirlos.

source: No, a footprint is a trace fossil, evidence of the organism's activity.
es_es: No, una huella es una pista fósil, evidencia de la actividad del organismo.

source: No, fossilized poop is a trace fossil, evidence of the organism's activity.
es_es: No, excremento fosilizado es una pista fósil, evidencia de la actividad del organismo.

source: Correct, a skull is part of the organism's body, not evidence of their activity.
es_es: Correcto, un cráneo es parte del cuerpo del organismo, no evidencia de su actividad.

source: No, claw marks are a trace fossil, evidence of the organism's activity.
es_es: No, las marcas de garras son una pista fósil, evidencia de la actividad del organismo.

source: No, the fossil will not show what animal hunted it.
es_es: No, el fósil no mostrará qué animal lo cazó.

source: No, the fossil will not show the total number of babies it had given birth to even if some baby fossils were found with it. Can you think why?
es_es: No, el fósil no mostrará el número total de crías que tuvo aún si algunos fósiles bebés se encontraron con él. ¿Puedes pensar por qué?

source: No, the animal fossil can show the time period when it was born, but not an exact date.
es_es: No, el animal fósil puede mostrar el periodo de tiempo en que nació, pero no una fecha exacta.

source: Correct, a plant or animal fossil in a rock can help paleontologists determine the general geological time period it might have lived in because the age of the rock can usually be approximately determined.
es_es: Correcto, una planta o animal fósil dentro de una roca puede ayudar a los paleontólogos a determinar el periodo de tiempo geológico general en que pudo haber vivido porque usualmente la edad de la roca puede determinarse aproximadamente.

source: Correct! The fossil record is a database of all the fossils that have been found, not all the ones that have ever existed. By studying the fossil record, scientists learn about the history of the earth and how life has changed over geological time.
es_es: ¡Correcto! El registro fósil es una base de datos de todos los fósiles que han sido encontrados, no todos aquellos que han existido. Al estudiar el registro fósil, los científicos aprenden sobre la historia de la Tierra y cómo ha cambiado la vida en el tiempo geológico.

source: Not quite, the answer you gave is TRUE - but there are more true statements that you can check in addition.
es_es: No exactamente, la respuesta que diste es CIERTA - pero hay más declaraciones acertadas que puedes elegir adicionalmente.

source: Not quite, a fossil record is a database of all the fossils that have been found, not all the ones that have ever existed. By studying the fossil record, scientists learn about the history of the earth.
es_es: No exactamente, un registro fósil es una base de datos de todos los fósiles que han sido encontrados, no todos aquellos que han existido. Al estudiar el registro fósil, los científicos aprenden sobre la historia de la Tierra.

source: No, a mold is an impression left by the organism.
es_es: No, una impresión es una marca dejada por el organismo.

source: No, a cast is when a mold is filled and hardens into an exact replica of the organism.
es_es: No, un molde es cuando una impresión se llena y endurece, creando una réplica exacta del organismo.

source: Correct, the actual wooly mammoth being preserved is a true form fossil.
es_es: Correcto, el mamut lanudo real preservado es un fósil perfecto.

source: No, a trace fossil is evidence of the organism's activity.
es_es: No, una pista fósil es evidencia de la actividad del organismo.

source: No, scientists can determine things about the climate of an area a long time ago from fossils.
es_es: No, los científicos pueden determinar cosas acerca del clima de un área hace mucho tiempo a partir de los fósiles.

source: No, scientists can get an idea of the amount of water an area had a long time ago.
es_es: No, los científicos pueden hacer una estimación acerca de la cantidad de agua en un área hace mucho tiempo.

source: Correct, scientists cannot identify the color of a flower that existed a long time ago because colors would likely change in the fossilization process.
es_es: Correcto, los científicos no pueden identificar el color de una flor que existió hace mucho tiempo porque los colores probablemente cambiarían en el proceso de fosilización.

source: No, scientists can estimate when a plant became extinct by studying the fossil record.
es_es: No, los científicos pueden calcular cuándo se extinguió una planta al estudiar el registro fósil.

source: Correct.
es_es: Correcto.

source: Incorrect.
es_es: Incorrecto.

source: Probably not. The scale the customer used to weigh the apples was probably not accurate.
es_es: Probablemente no. La balanza que el cliente usó para pesar las manzanas no era probablemente precisa.

source: The scale at the grocery store fruit section wasn't accurate. It read 3 lbs. But the scale at the grocery checkout lane was more accurate and the vegetables actually weighed 2.9 lbs.
es_es: La báscula de la sección de frutas de la tienda abarrotes no era exacta. Dijo que pesaban 3 libras. Pero la báscula de la caja de la tienda de abarrotes era más exacta y los vegetales en realidad pesaban 2.9 libras.

source: Nope! The first scale actually showed more than what was actually weighed.
es_es: No! La primera balanza muestra en efecto más que lo que realmente se pesó.

source: Probably not. Estimates are not used in stores where items are sold by weight.
es_es: Probablemente no. Las estimaciones no se usan en las tiendas en donde los artículos se venden al peso.

source: Nope! 205 seconds is the total of all the times combined, not an average.
es_es: No! 205 segundos es el total combinado de todas las veces, no una media.

source: No, but close. Check your calculations again.
es_es: No, pero cerca. Comprueba tus cálculos otra vez.

source: You got it! If you add the 5 times and divide by 5, the answer is 41 seconds.
es_es: Lo tienes! Si añades las 5 veces y lo divides entre 5, la respuesta es 41 segundos.

source: Nope! The average is somewhere between the highest and lowest time.
es_es: No! La media está en un lugar entre el mayor y el menor tiempo.

source: Nope! This statement is correct. A hypothesis is a scientific guess as to what the answer to a question or problem might be.
es_es: No! Esta declaración es correcta. Una hipótesis es una suposición científica de lo que podría ser la respuesta a una pregunta o problema.

source: Nope! This statement is correct. Data are gathered in many ways before a hypothesis is formed.
es_es: No! Esta declaración es correcta. Los datos se obtienen de diferentes maneras antes de formular una hipótesis.

source: Correct! This statement is not true. Even though a lot of data may be gathered, it does not always mean a hypothesis is correct. Experiments can be conducted to test a hypothesis.
es_es: Correcto!Esta declaración no es correcta. A pesar de que se pueden obtener muchos datos, no siempre significa que una hipótesis sea correcta. Se pueden realizar experimentos para verificar una hipótesis.

source: Nope! This statement is correct. To check and see if a hypothesis is correct or not, scientists conduct experiments and gather a lot of data.
es_es: No! Esta declaración es correcta. Para comprobar y ver si una hipótesis es correcta o no, los científicos realizan experimentos y recopilan una gran cantidad de datos.

source: Nope! Evidence is the information scientists use to support their hypothesis after it is formed.
es_es: No! Una evidencia es la información que usan los científicos para respaldar sus hipótesis después de ser formulada.

source: Nope! Experiments are conducted to test a hypothesis once it is formed.
es_es: No! Los experimentos se realizan para testar la hipótesis una vez formulada.

source: Correct! Observations are made and questions are asked before making a hypothesis.
es_es: Correcto!Se observa y se hacen preguntas antes de formular una hipótesis.

source: Nope! Even after a hypothesis is formed the problem may not be solved.
es_es: No! Hasta después de formular una hipótesis el problema puede no resolverse.

source: Nope! The area of your classroom would be measured in square feet or meters.
es_es: No! el área de tu clase se mediría en metros o pies cuadrados.

source: Nope! The length of your book would be measured in inches or centimeters.
es_es: No! La longitud de tu libro se mediría en pulgadas o centímetros.

source: Correct! The volume of a container for a liquid, such as a water bottle, is usually measured in liters or milliliters in the metric system.
es_es: Correcto! El volumen de un contenedor para un líquido, como una botella de agua, se mide normalmente en litros o mililitros en el sistema métrico.

source: Nope! The weight of your book bag would be measured in kilos or pounds.
es_es: No! El peso de tu mochila se mediría en kilos o libras.

source: Nope! Care needs to be taken every time you make a measurement, but the best way to increase the accuracy of a measurement is to make several measurements and average them.
es_es: No! Es necesario tener cuidado cada vez que realizas una medida, pero la mejor manera de aumentar la precisión de una medición es realizar varias medidas y hacer su media.

source: Nope! You want to keep everything the same as much as possible when you are measuring or experimenting. For instance, when using a scale to weigh an object, try to place the scale in the same place each time.
es_es: No! Cuando estás midiendo o realizando un experimento quieres mantenerlo todo tan igual como sea posible. Por ejemplo, cuando se usa una balanza para pesar un objeto, trata de colocar la balanza en el mismo lugar cada vez.

source: Correct! Averaging your measurements is a great way to increase accuracy.
es_es: ¡Correcto! Hacer el promedio de tus medidas es una gran manera de aumentar la precisión.

source: Nope! Having someone else measure again is not the best way to make it more accurate.
es_es: No! Hacer que otra persona lo mida otra vez no es la mejor manera de hacerlo más preciso.

source: Nope! This statement is correct. There are seven students who selected dogs as their favorite pets.
es_es: No! Esta declaración es correcta. Hay siete estudiantes que han seleccionado los perros como sus animales favoritos.

source: Nope! This statement is correct. 3 students prefer birds to dogs.
es_es: No! Esta afirmación es correcta. 3 estudiantes prefieren los pájaros a los perros.

source: Correct. When we gather data it does not show why things happen.
es_es: Correcto. Cuando obtenemos datos no se muestra por qué suceden las cosas.

source: Nope! This statement is correct. By adding 7, 4, and 10, the data can help us understand that there are 21 students in the class.
es_es: No! Esta declaración es correcta. Sumando 7, 4 y 10, los datos nos pueden ayudar a entender que hay 21 estudiantes en clase.

source: Correct! The number of kids who own dogs, cats, and turtles altogether are the same as the number of kids who own fish and birds altogether. And the number of kids who own fish is one more than the number of kids who own cats.
es_es: Correcto! El número de niños que tienen perros, gatos, y tortugas es el mismo que el número de niños que tienen peces y pájaros. Y el número de niños que tienen peces es mayor que el número de niños que tienen gatos.

source: Not quite! The number of kids who own dogs, cats, and turtles altogether are the same as the number of kids who own fish and birds altogether. And the number of kids who own fish is one more than the number of kids who own cats.
es_es: No del todo! El número de niños que tienen perros, gatos y tortugas es el mismo que el número de niños que tienen peces y pájaros. Y el número de niños que tienen peces es uno más que el número de niños que tienen gatos.

source: You got it! Centimeter, meter, and kilometer are all units of length and distance in the metric system. Averaging measurements made is a good way to reduce error in measurement. Grams and kilograms are the units of mass in the metric systems. Data are information gathered through observation.
es_es: Lo tienes! Centímetro, metro y kilómetro son unidades de longitud y distancia del sistema métrico. Hacer un promedio de las mediciones es una buena manera de reducir el error de la medición. Gramos y kilogramos son unidades de peso del sistema métrico. Los datos son la información obtenida a través de la observación.

source: Not quite! Centimeter, meter, and kilometer are all units of length and distance in the metric system. Averaging measurements made is a good way to reduce error in measurement. Grams and kilograms are the units of mass in the metric systems. Data are information gathered through observation.
es_es: No del todo! Centímetro, metro y kilómetro son unidades de longitud y distancia del sistema métrico. Realizar un promedio de las medidas es una buena manera de reducir el error en la medición. Gramos y kilogramos son unidades de peso del sistema métrico. Los datos son la información obtenida a través de la observación.

source: Good job! There are 12 students with blonde hair, 11 with brown, 4 with black, and 1 with red hair. Under each bar the hair color is shown.
es_es: Buen trabajo! Hay 12 estudiantes de pelo rubio, 11 de pelo castaño, 4 de pelo negro, y un pelirojo. Debajo de cada barra se muestra el color de pelo.

source: Not quite. There are 12 students with blonde hair, 11 with brown, 4 with black, and 1 with red hair. Under each bar the hair color is shown.
es_es: No del todo. Hay 12 alumnos con el pelo rubio, 11 con el pelo castaño, 4 con pelo negro, y 1 pelirojo. Debajo de cada barra se muestra el color del pelo.

source: Correct! The first scale showed more (3 pounds) than what was actually weighed (2.9 pounds).
es_es: Correcto! La primera balanza muestra más (3 libras) de lo que se pesó realmente (2.9 libras).

source: Feedback
es_es: RETROALIMENTACIÓN

source: The term
es_es: El término

source: meter
es_es: metro

source: kilometer
es_es: kilometro

source: average
es_es: media

source: add
es_es: sumar

source: estimate
es_es: estimación

source: pound
es_es: libra

source: kilogram
es_es: kilogramo

source: gram
es_es: gramo

source: instrument
es_es: instrumento

source: data
es_es: Datos

source: measurement
es_es: Medida

source: them.
es_es: éstas.

source: quantitative
es_es: cuantitativo

source: qualitative
es_es: cualitativo

source: centimeter
es_es: Centímetro

source: No... that's a characteristic of asexual reproduction.
es_es: No... eso es una característica de la reproducción asexual.

source: Correct. New combinations are the key.
es_es: Correcto. Las nuevas combinaciones son la clave.

source: Backwards.... Survival is more likely with new combinations.
es_es: Hacía atrás... La supervivencia es más probable con las nuevas combinaciones.

source: Males often do consume more resources, but that's not an advantage.
es_es: Los machos habitualmente consumen más recursos, pero eso no es una ventaja.

source: No, asexual reproduction does lead to an exact duplication of the parent. The parent cell divides over and over until the duplicate reaches its full size.
es_es: No, la reproduccón asexual conduce a una duplicación exacta del progenitor. Las células del progenitor se dividen una y otra vez hasta que el duplicado alcanza su tamaño absoluto.

source: No, this is true. Mitosis is the division of a parent cell that results in cells each the same as the parent.
es_es: No, esto es cierto. La mitosis es la división de la célula de un progenitor que resulta en células iguales a las de éste.

source: Yes, this statement is incorrect. Sexual reproduction does not help species adapt or survive in difficult times, it does allow variety.
es_es: Si, esta declaración es incorrecta. La reproducción sexual no ayuda a las especies a adaptarse o sobrevivir en tiempos difíciles, permite que haya variedad.

source: No, some living things reproduce only asexually, and all living things use this method to grow.
es_es: No, algunos seres vivos sólo se reproducen de manera asexual, y todos los seres vivos usan este método para crecer.

source: Sorry. Mothers only contribute about half of the genetic info.
es_es: Lo siento. Las madres sólo aportan la mitad de la información genética.

source: Nope. Fathers don't contribute any more than mothers.
es_es: No. Los padres no contribuyen más que las madres.

source: Nope. Think about Mendel's segregation idea.
es_es: No. Piensa en la idea de segregación de Mendel.

source: That's right! Mendel called this segregation.
es_es: ¡Eso es! A esto le llama Mendel segregación.

source: No, the Punnett Square is based on genetic independent assortment which makes predictions about the combinations of traits in generations to come.
es_es: No, el cuadro de Punnett está basado en la distribución genética independiente que hace predicciones sobre las combinaciones de rasgos en las siguientes generaciones.

source: Correct, the Punnett Square will help make predictions about the combinations of traits in generations of plants and animals.
es_es: Correcto, el cuadro de Punnett ayudará a hacer predicciones sobre las combinaciones de rasgos en las generaciones de animales y plantas.

source: No, the Punnett Square is a visual summary of what could happen when genes combine for a certain trait.
es_es: No, el cuadro de Punnett es un resumen visual de lo que podría pasar cuando los genes se combinan para un rasgo específico.

source: No, the Punnett Square will not predict the best time of year to plant something; it will help predict the possible genetic combination of the next generation.
es_es: No, el cuadro de Punnett no predecirá el mejor momento del año para plantar algo, ayudará a predecir las combinaciones genéticas posibles de la siguiente generación.

source: That's right! Remember: one gene, one protein.
es_es: ¡Eso es! Recuerda: un gen, una proteína.

source: No. Too complicated. Many proteins need many genes.
es_es: No. Demasiado complicado. Muchas proteínas necesitan muchos genes.

source: Sorry. Chromosomes are combinations of many genes.
es_es: Lo siento. Los cromosomas son combinaciones de muchos genes.

source: Way too much! Scale it back.
es_es: ¡Demasiado! Reducelo.

source: Correct. Base pairs are part of DNA, and DNA molecules make up chromosomes.
es_es: Correcto. Las pares de bases son parte del ADN, y las moléculas de ADN forman los cromosomas.

source: No, the smallest of the three is a base pair which makes up the DNA helix, and DNA molecules make up chromosomes.
es_es: No, el menor de los tres es un par de bases que constituyen la hélice de ADN, y las moléculas de ADN constituyen los cromosomas.

source: That's right! Fertilization produces one normal cell.
es_es: ¡Eso es! La fertilización produce una célula normal.

source: Nope. Sex cells with the normal number would produce a new individual with twice the number.
es_es: No. Las células sexuales con el número normal producirían un nuevo individuo con el doble de ese número.
