Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Sorry. That's way too many chromosomes.
es_es: Lo siento. Eso son demasiados cromosomas.

source: Think again... Meiosis is a process which reduces chromosome number.
es_es: Piénsalo otra vez... La meiosis es el proceso que reduce el número de cromosomas.

source: Correct. Meiosis is cell division that results in cells with half the chromosome number of the parent cell.
es_es: Correcto. La meiosis es la división celular que tiene como resultado células con la mitad del número de cromosomas de la célula del progenitor.

source: No, mitosis is cell division that results in cells with the same as the parent.
es_es: No, la mitosis es la división celular que tiene como resultado células iguales a las del progenitor.

source: No, fertilization is the union of sperm and egg cells.
es_es: No, la fertilización es la unión del espermatozoide y el óvulo.

source: No, sorting of chromosomes is done through meiosis. Meiosis is cell division that results in cells with half the chromosome number of the parent cell.
es_es: No, la ordenación de los cromosomas se da con la meiosis. La meiosis es la división celular que da como resultado células con la mitad del número de cromosomas que la célula de progenitor.

source: No, this is possible. When just one base is changed, the change in the protein produced may be minor.
es_es: No, esto es posible. Cuando sólo se cambia una base, el cambio producido en la proteína puede ser menor.

source: No, this is possible. If a base is added in or taken out, the entire sequence will be thrown off and the resulting protein will not do what it's supposed to.
es_es: No, esto es posible. Si se añade o elimina una base, toda la secuencia se desecha y la proteína resultante no hará lo que se supone que tendría que hacer.

source: Correct. Although having an extra chromosome 21 causes Down's Syndrome, and other similar mutations- this is not the only way genetic mutations occur.
es_es: Correcto. Aunque tener un cromosoma 21 extra cause el Síndrome de Down, y otras mutacioens similares- esta no es la única forma en la que ocurren las mutaciones genéticas.

source: No, this is true. When changes in the environment happen, some mutations will protect living things from harm, while others will make them more vulnerable.
es_es: No, esto es cierto. Cuando ocurren cambios en el medio ambiente, algunas mutaciones protegerán de los daños a los seres vivos, mientras que otras les harán más vulnerables.

source: Nope. Changing one letter probably isn't a big deal.
es_es: No. Cambiar una solo letra no es probablemente un gran problema.

source: Correct, that's the one. Every part of the protein from that point on changes.
es_es: Correcto, esa es. Cada parte de la proteína a partir de ese momento cambia.

source: Single change? Usually not a problem.
es_es: ¿Un sólo cambio? Normalmente no es un problema.

source: Not likely. A simple change like that usually doesn't cause problems.
es_es: No es probable. Un simple cambio como ese normalmente no causa problemas.

source: Look again... One gene from each parent...
es_es: Mira otra vez... Un gen de cada padre...

source: Right! B from BB and b from bb.
es_es: ¡Bien! B de BB y b de bb.

source: No... How could it get bb from a BB parent?
es_es: No... ¿Cómo podría obtener bb de un padre BB?

source: Sorry. You can't tell. Try again.
es_es: Lo siento. No puedes decir. Inténtalo de nuevo.

source: Correct, and that's a big deal! These new combinations make living things ready for unforeseen environmental changes.
es_es: Correcto, y es una gran cosa! Estas nuevas combinaciones dejan a los seres vivos preparados para los cambios medioambientales inesperados.

source: Sorry, The exact opposite... Read it again.
es_es: Lo siento, todo lo contrario... Vuélvelo a leer.

source: Some males do put on displays, but it's not always an advantage.
es_es: Algunos machos se exhiben, pero no es siempre una ventaja.

source: Umm... This might be true for birds, but it doesn't apply to other plants and animals.
es_es: Umm... Esto puede ser cierto para los pájaros, pero no se aplica a los demás animales y plantas.

source: Nope. Dad is important too.
es_es: No... Papá es importante también.

source: Nope.... Dad plays an important role.
es_es: No... papá tiene una función importante.

source: That's right! Half of inheritance comes from each parent.
es_es: ¡Eso es correcto! La mitad de la herencia viene de cada uno de los padres.

source: No. Mom is just as important.
es_es: No. Mamá es igual de importante.

source: Great! The whole organism shown is called a cell, the central section is the nucleus, inside of which are chromosomes.
es_es: ¡Bien! Al organismo mostrado se le llama célula, la sección central es el núcleo, dentro del cual están los cromosomas.

source: Not quite. The whole organism shown is called a cell, the central section is the nucleus, inside of which are chromosomes. DNA is the molecule found in the nucleus and a gene is a section of DNA.
es_es: No del todo. Al organismo mostrado se llama célula, la sección central es el núcleo, dentro del cual están los cromosomas. El ADN es la molécula que se encuentra en el núcleo y un gen es una sección del ADN.

source: Boom! That's the one!
es_es: ¡Boom! ¡Esa es!

source: Sorry! It sounds similar...
es_es: Lo siento! Suena similar...

source: Sort of, but no. What KIND of cell division?
es_es: En cierto modo, pero no. ¿ Qué tipo de división celular?

source: Nope. That's when sex cells combine.
es_es: No. Eso ocurre cuando una célula sexual se combina.

source: Hmmm.... Where would the recessive gene come from?
es_es: Hmmm.... ¿ De dónde vendrá el gen recesivo?

source: Let's see... Where did you get the dominant gene?
es_es: Veamos... ¿De dónde obtuviste tu gen dominante?

source: Bingo! The offspring would be AA, Aa, Aa and aa.
es_es: ¡Bingo! La descendencia sería AA, Aa y aa.

source: Are you sure? How can these parents produce a recessive offspring?
es_es: ¿Estás seguro/a? ¿Cómo pueden estos padres producir una descendencia recesiva?

source: Cell
es_es: Célula

source: Body System
es_es: Sistema del cuerpo

source: Tissue
es_es: Tejido

source: Organ
es_es: Órgano

source: No, tissues are made up of cells.
es_es: No, los tejidos están hechos de células.

source: Correct, tissues are made up of cells.
es_es: Correcto, los tejidos están hechos de células.

source: No, organs are made up of tissues (which are made up of cells).
es_es: No, los órganos están hechos tejidos (y éstos están hechos de células).

source: No, there are single cell organisms.
es_es: No, hay organismos unicelulares.

source: No. This statement is correct. If one of the systems stop working, the body can't run smoothly.
es_es: No. Esta afirmación es correcta. Si un sistema deja de funcionar, el cuerpo no puede funcionar sin problemas.

source: Yes. This statement is false. If one of the systems stop working, the body can't run smoothly.
es_es: Sí. Esta afirmación es falsa. Si un sistema deja de funcionar, el cuerpo no puede funcionar sin problemas.

source: Sorry, that statement is true. Organs are made of tissues.
es_es: Lo siento, esta afirmación es verdadera. Los órganos están hechos de tejidos.

source: No, the body systems are connected in many ways and depend on one another.
es_es: No, los sistemas corporales están conectados de diversas maneras y dependen los unos de los otros.

source: Yes, the body systems are connected in many ways and depend on one another.
es_es: Sí, los sistemas corporales están conectados de diversas maneras y dependen los unos de los otros.

source: Not quite, the complex network of nerves is also part of the nervous system.
es_es: No exactamente, el complejo sistema de nervios también es parte del sistema nervioso.

source: Not quite, the spinal cord is also part of the nervous system.
es_es: No exactamente, la médula espinal también es parte del sistema nervioso.

source: Correct! The brain, spinal cord, and complex network of nerves make up the nervous system.
es_es: ¡Correcto! El cerebro, la médula espinal y el complejo sistema de nervios forman parte de nuestro sistema nervioso.

source: Good job! Our nerve cells take information to the brain, where it gives a command there, then the message is carried to the body.
es_es: ¡Buen trabajo! Nuestras células nerviosas llevan la información al cerebro, donde éste da una orden y esta orden es llevada hacia el cuerpo.

source: Not quite. Our nerve cells take information to the brain, where it gives a command there, then the message is carried to the body.
es_es: No exactamente. Nuestras células nerviosas llevan la información al cerebro, donde éste da una orden y esta orden es llevada hacia el cuerpo.

source: Yes, our respiratory system brings in the oxygen.
es_es: Sí, nuestro sistema respiratorio nos proporciona oxigeno.

source: No. Our reproductive system produces offspring.
es_es: No. Nuestro sistema reproductor produce descendencia.

source: No. Our digestive system takes nutrients from our food.
es_es: No. Nuestro sistema digestivo toma los nutrientes de lo que comemos.

source: Not quite. Our circulatory system pumps blood.
es_es: No exactamente. Nuestro sistema circulatorio bombea la sangre.

source: No, the eye and liver are both organs.
es_es: No, tanto el ojo como el hígado son órganos.

source: Yes, the eye and liver are both organs.
es_es: Sí, tanto el ojo como el hígado son órganos.

source: Not quite, our brain controls almost everything we do. It does not control our reflexes to make sure we stay safe and out of harm's way.
es_es: No exactamente, el cerebro controla casi todo lo que hacemos. Pero no controla los reflejos que hacen que estemos a salvo y fuera de peligro.

source: No, the brain controls our breathing and heartbeat.
es_es: No, el cerebro controla nuestra respiración y el latido de nuestro corazón.

source: Correct! The reflex actions are taken care of by the spinal cord. The nervous system controls these reflexes, but not the brain.
es_es: ¡Correcto! Los reflejos son controlados desde la médula espinal. El sistema nervioso controla estos reflejos, pero no el cerebro.

source: Sorry... the brain needs oxygen from blood.
es_es: Lo siento... el cerebro necesita oxígeno de la sangre.

source: Nope. The brain is protected by the skull.
es_es: No. El cerebro está protegido por el cráneo.

source: Don't think so... the brain needs the oxygen gathered by the lungs.
es_es: No creas... el cerebro necesita el oxígeno que se recoge en los pulmones.

source: You go it! That was a trick question... the nervous system needs all of these.
es_es: ¡Exacto! Esta era una pregunta trampa... el sistema nervioso necesita todo esto.

source: Good job! Cells make up tissue, tissue makes up organs, organs make up body systems. Altogether they make the body run.
es_es: ¡Buen trabajo! Las células forman tejidos, los tejidos forman órganos, los órganos forman sistemas corporales. Todos ellos hacen que el cuerpo pueda funcionar.

source: Not quite... Cells make up tissue, tissue makes up organs, organs make up body systems. Altogether they make the body run.
es_es: No exactamente... Las células forman tejidos, los tejidos forman órganos, los órganos forman sistemas corporales. Todos ellos hacen que el cuerpo pueda funcionar.

source: That's right! organs may be made of many tissues.
es_es: ¡Exacto! Los órganos pueden estar formados por muchos tejidos.

source: Read carefully... organs may be made of more than one tissue.
es_es: Lee atentamente... los órganos pueden estar formados por más de un tejido.

source: No... systems are made of organs; organs may be made of many tissues.
es_es: No... los sistemas están formados por órganos; los órganos pueden estar formados por muchos tejidos.

source: The exact opposite... tissues are made of cells...
es_es: Exactamente lo contrario... los tejidos están formados por células...

source: higher-higher
es_es: más alta-más alta

source: higher-lower
es_es: más alta-más abajo

source: higher-same
es_es: más alta-la misma

source: lower-higher
es_es: más abajo-más alta

source: lower-lower
es_es: más abajo-más abajo

source: lower-same
es_es: más abajo-la misma

source: same-same
es_es: la misma-la misma

source: same-lower
es_es: la misma-más abajo

source: same-higher
es_es: la misma-más alta

source: insulator
es_es: aislador

source: radiation
es_es: radiación

source: convection
es_es: convección

source: No. Temperature doesn't have anything to do with electron exchanges.
es_es: No. La temperatura no tiene algo que ver con cambios de electrones.

source: No. Molecules don't change size at different temperatures.
es_es: No. Las moléculas no cambian tamaño a diferentes temperaturas.

source: Correct. As temperature rises, molecules move around more.
es_es: Correcto. Cuando la temperatura se eleva, las moléculas se mueven más.

source: Correct. Temperature measures the motion of molecules, and heat is the total energy of the molecules.
es_es: Correcto. Temperatura mide el movimiento de las moléculas, y la calefacción

source: No. A barometer measures the pressure of air in the atmosphere.
es_es: No. El barómetro mide la presión del aire en la atmósfera.

source: No. Temperature measures the motion of molecules,and heat is the energy that moves from a substance at a higher temperature to a substance at a lower temperature.
es_es: No. Temperatura mide el movimiento de las moléculas, y el calor es la energía que se mueve de una sustancia a una temperatura superior a una sustancia en un menor temperatura.

source: No. Heat and temperature are related, but they are not the same thing.
es_es: Calor y temperatura están relacionadas, pero no son la misma cosa.

source: Great job! We can get heat from friction, electricity, and natural gas. We can transform different types of energy into heat. Some of the effects of heat are reversible, some are not.
es_es: ¡ Buen trabajo! Podemos obtener calor de fricción, electricidad y gas natural...

source: Not quite. We can get heat from friction, electricity, and natural gas. We can transform different types of energy into heat. Some of the effects of heat are reversible, some are not.
es_es: No completamente. Podemos obtener el calor de fricción, electricidad y gas natural. Podemos transformar diferente...

source: No, chemical energy in the wood is released.
es_es: No, se libera energía química de la madera.

source: No, the temperature of the air does increase.
es_es: No, la temperatura del aire realmente aumenta.

source: No, the wood does change chemically when it burns.
es_es: No, la madera realmente cambia por medios químicos cuando se quema.

source: Correct! Heat energy is released from stored chemical energy, not from friction.
es_es: ¡ Correcto! La energía calórica es liberada de energía química almacenada, no de fricción.

source: No, transfer by convection requires a substance--space is empty.
es_es: No, transferencia por convección requiere una sustancia — espacio está vacío.

source: No, transfer by conduction requires a substance--space is empty.
es_es: No, transferencia por conducción requiere una sustancia — espacio está vacío.

source: Correct, sunlight can pass through empty space--it doesn't need any matter.
es_es: Correcto, la luz del sol puede pasar por el espacio vacío — no necesita ningún asunto.

source: No, sunlight is only transferred by radiation through empty space.
es_es: No, la luz del sol sólo es transferido por radiación a través del espacio vacío.

source: Not quite, the bread is heated but so is the air around it.
es_es: No completamente, el pan se calienta, pero también es el aire alrededor de él .

source: Not quite, the air is heated, but so is the bread.
es_es: No completamente, el aire se calienta, pero el pan también.

source: Correct. Heat energy from the campfire is transferred to both the air and bread.
es_es: Correcto. La energía calórica de la fogata se transfiere tanto al aire como a pan.

source: Correct. The metal (1) is a conductor, and the wooden handle (2) is an insulator.
es_es: Correcto. El metal (1) es un conductor, y el mango de madera (2) es un aislante.

source: No. Only the metal (1) is a conductor, the wooden handle (2) is an insulator.
es_es: No. Solo el metal (1) es un conductor, y el mango de madera (2) es un aislante.

source: No. Just the opposite. The metal (1) is a conductor and the wooden handle (2) an insulator.
es_es: No. Justo lo contrario. El metal (1) es un conductor y la de madera de mango (2) un aislante.

source: No, The wooden handle (2) is an insulator, but the metal (1) is a conductor.
es_es: No, el mango de madera (2) es un aislante, pero el metal (1) es un conductor.

source: No. The foam cup does not conduct heat well and does not heat up easily either.
es_es: No. La Copa de espuma no conducir bien el calor y no se calienta fácilmente tampoco.

source: No. The foam cup is an insulator; it does not transfer heat very well at all.
es_es: No. La Copa de espuma es un aislante; No transfiere calor muy bien en absoluto.

source: Correct. The foam cup does not conduct heat well but the metal cup does.
es_es: Correcto. La taza de espuma no conducir bien el calor pero sí la Copa de metal.

source: No. 1 is convection, 2 is conduction, and 3 is radiation.
es_es: No. 1 es convección, 2 es conducción, y 3 es radiación.

source: Correct. 1 is convection, 2 is conduction, and 3 is radiation.
es_es: Correcto. 1 es convección, 2 es conducción, y 3 es radiación.

source: Correct. Heat always moves from object at higher temperature to objects at lower temperature.
es_es: Correcto. Calor siempre se mueve desde un objeto a una temperatura superior a los objetos a temperaturas más bajas.

source: No. Heat always moves from object at higher temperature to objects at lower temperature.
es_es: No. Calor siempre se mueve desde el objeto a temperatura superior a los objetos a temperaturas más bajas

source: Correct, the temperature changes when a metal is heated.
es_es: Correcto, se cambia la temperatura cuando un metal se calienta.

source: No, the metal's color may change, but not necessarily.
es_es: No, el color del metal puede cambiar, pero no necesariamente.

source: No, the chemicals making up a metal do not change when it is heated.
es_es: No, los productos químicos que componen un metal no cambia cuando se calienta.

source: No. When ice melts into water its weight stays the same.
es_es: No. Cuando el hielo se derrite en agua su peso sigue siendo el mismo.

source: Correct. When ice melts into water its weight stays the same.
es_es: Correcto. Cuando el hielo se derrite en el agua su peso sigue siendo el mismo.

source: No, Florida was not a mountain range. Most of the middle part of the country was underwater.
es_es: No, Florida no era una cordillera. La mayor parte del centro del país estaba bajo el agua.

source: Correct, Most of the middle part of the country was underwater.
es_es: Correcto, la mayor parte del centro del país estaba bajo el agua.

source: No, the northeast was a mountain range. Most of the middle part of the country was underwater.
es_es: No, el noreste era una cordillera. La mayor parte del centro del país estaba bajo el agua.

source: No, there are many differences. For instance, most of the middle part of the country was underwater.
es_es: No, hay muchas diferencias. Por ejemplo, la mayor parte del centro del país estaba bajo el agua.

source: No, these changes took place slowly over a very long time, from changes in sea level.
es_es: No, estos cambios sucedieron lentamente a través de un tiempo muy largo, debido a cambios en el nivel del mar.

source: Correct, these changes occurred slowly from changes in sea level.
es_es: Correcto, estos cambios sucedieron lentamente debido a cambios en el nivel del mar.

source: No, rain every day wouldn't be enough water to cover the entire central US with a sea -- even if it rained every day for a year. Also, the sea covering the Midwest was salt water, so it came from rising sea levels, not rain or flooding.
es_es: No, llover todos los días no traería suficiente agua como para cobrer todo la sección central de Estados Unidos con un mar – aún si lloviera todos los días por un año. Además, el mar que cubría al Medio Oeste era agua salada, así que vino del crecimiento de los niveles de mar, no de la lluvia o inundaciones.

source: No, these changes took place slowly over time, from changes in sea level.
es_es: No, estos cambios tuvieron lugar lentamente a lo largo del tiempo, debido a cambios en el nivel del mar.

source: No, but a seashell from long ago inside a rock would be a fossil.
es_es: No, pero una concha de hace mucho tiempo dentro de una roca sería un fósil.

source: No, not everything that is old is a fossil. Fossils are the remains of living organisms that have been preserved in rock.
es_es: No, no todo lo que es viejo es un fósil. Los fósiles son los restos de organismos vivos que han sido preservados en roca.

source: No, but a dead tree from millions of years ago might have left an impression on a rock and be deep underground in your yard.
es_es: No, pero un árbol muerto de hace millones de años puede haber dejado una impresión en una roca y estar enterrado en tu jardín.

source: Correct! Fossils are the remains of living organisms that have been preserved in rock.
es_es: ¡Correcto! Los fósiles son los restos de organismos vivos que han sido preservados en roca.

source: No, what is important in rock layers is which one is on top of the other, not their thickness. The rock layers farthest from the surface are usually the oldest.
es_es: No, lo que importa en las capas de roca es cuál está encima de la otra, no su grosor. Las capas de roca más lejanas de la superficie son usualmente las más viejas.

source: No, a rock layer is probably older than the layers above, and younger than the layers below.
es_es: No, una capa de roca es probablemente más vieja que las capas de encima, y más joven que las capas de abajo.

source: Correct, the rock layers deepest from the surface would most likely be the oldest.
es_es: Correcto, las capas de roca más lejanas de la superficie serían probablemente las más viejas.

source: Correct. Because the earth and all that's in it changes, fossils can be identified with a specific time period to figure out how old it is.
es_es: Correcto. Porque la Tierra y todo lo que está en ella cambia, los fósiles pueden identificarse dentro de un periodo específico de tiempo para saber qué tan antiguos son.

source: Quite the opposite, life on earth has always been changing throughout geological time.
es_es: En realidad, lo opuesto, la vida en la Tierra siempre ha ido cambiando a lo largo del tiempo geológico.

source: No, fossils are not radioactive but they are usually collected along with rock from the same layer and sometimes, the rock can be dated based on radioactivity.
es_es: No, los fósiles no son radioactivos pero usualmente se recolectan junto con rocas de la misma capa y a veces, la roca puede ser fechada basándose en radioactividad.

source: No, In Science, everything is proven even if paleontologists have a hypothesis. Certain fossils are indicative of certain time periods in the geological history of the earth.
es_es: No, en la Ciencia, todo se demuestra incluso si los paleontólogos tienen una hipótesis. Ciertos fósiles son indicativos de ciertos periodos de tiempo en la historia geológica de la Tierra.

source: No, because no dinosaurs lived on earth within the last 10 thousand years. Dinosaurs lived between 65 and 230 million years ago.
es_es: No, porque ningún dinoisaurio vivió en la Tierra en los últimos 10 mil años. Los dinosaurios vivieron entre 65 y 230 millones de años atrás.
