Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: There's a town in Iowa named Coralville because the rock under the town is limestone and it is full of fossil corals from about 400 million years ago. Corals usually grow in warm tropical seas. The best explanation for what the environment was in Coralville is that 400 million years ago the environment in Iowa was:
es_es: Hay un pueblo en Iowa conocido como Coralville porque la roca debajo del pueblo es roca caliza y está llena de corales fósiles de hace alrededor de 400 millones de años. Los corales usualmente crecen en mares cálidos tropicales. La mejor explicación acerca del ambiente de Coralville es que hace 400 millones de años, el ambiente en Iowa era:

source: Just like it is today but corals lived in cornfields back then.
es_es: Justo como es ahora pero los corales vivían en campos de maíz en aquel entonces.

source: Much different than it is today and Iowa was covered with warm tropical seas.
es_es: Muy diferente de como es hoy en día y Iowa estaba cubierto por mares tropicales cálidos.

source: Different than it is today with large lakes all around Coralville.
es_es: Diferente de como es hoy en día con grandes lagos alrededor de Coralville.

source: Just like it is today, but 400 million years ago man moved the coral fossils to Iowa.
es_es: Justo como es ahora, pero hace 400 millones de años los humanos trajeron fósiles corales a Iowa.

source: What is the best way to describe what fossils are?
es_es: ¿Cuál es la mejor forma de describir qué son los fósiles?

source: Fossils are buried plants and animals
es_es: Los fósiles son plantas y animales enterrados

source: Fossils are evidence of dead plants and animals
es_es: Los fósiles son evidencia de plantas y animales muertos

source: Fossils are skeletons of dead plants and animals
es_es: Los fósiles son esqueletos de plantas y animales muertos

source: Fossils are extinct plants and animals
es_es: Los fósiles son plantas y animales extintos

source: Click on the statement below that is NOT true about the common types of fossils.
es_es: Da clic en la declaración debajo que NO es cierta acerca de los tipos comunes de fósiles.

source: A wooly mammoth completely preserved in ice is called a true form fossil.
es_es: Un mamut lanudo completamente preservado en hielo se conoce como fósil perfecto.

source: A trace fossil is when an impression of the organism is left behind.
es_es: Una pista fósil es cuando queda una impresión del organismo.

source: A cast fossil is when a mold fossil fills with other materials.
es_es: Un fósil de molde ocurre cuando una impresión fósil se rellena con otros materiales.

source: Part of a dinosaur nest found in rock is an example of a trace fossil.
es_es: Parte de un nido de dinosaurio encontrado en la roca es un ejemplo de una pista fósil.

source: Based on what you understand about the fossil record, click on the statement that BEST describes the fossil record.
es_es: Basándote en lo que entiendes acerca del registro fósil, da clic en la declaración que mejor describe el registro fósil.

source: The fossil record explains what happened throughout history through fossils.
es_es: El registro fósil explica lo que sucedió a lo largo de la historia a través de los fósiles.

source: The fossil record is the set of the remains of all organisms the organisms collected.
es_es: El registro fósil es el grupo de restos de todos los organismos que los paleontólogos recolectaron.

source: Scientists try to fill in gaps in the fossil record to better understand the world and how it has changed
es_es: Los científicos tratan de rellenar los huecos en el registro fósil para entender mejor el mundo y cómo ha cambiado.

source: Click on the main factors that do not contribute to organisms turning into fossil fuels.
es_es: Da clic en los principales factores que no contribuyen a que los organismos se conviertan en combustibles fósiles.

source: The accumulation of large amounts of dead plant and animal material
es_es: La acumulación de grandes cantidades de material de plantas y animales muertos

source: Pressure and Temperature
es_es: Presión y temperatura

source: Time
es_es: Tiempo

source: The main reason most geologists study fossils is because...
es_es: La principal razón por la que los geólogos estudian a los fósiles es porque...

source: they are valuable to help geologist make a lot of money.
es_es: son valiosos para ayudar a los geólogos a ganar mucho dinero.

source: they are interesting so geologists collect them for museums.
es_es: son interesantes así que los geólogos los coleccionan para los museos.

source: They are rare so geologists like the challenge of finding them
es_es: son escasos así que los geólogos disfrutan el reto de encontrarlos.

source: They give evidence of what the earth was like in the past.
es_es: dan evidencia de cómo era la Tierra en el pasado.

source: Trace fossils reveal much about an animal's appearance. They are the evidence of animal activity. Which of the following is not an example of a trace fossil?
es_es: Las pistas fósiles no revelan mucho acerca de la apariencia de un animal. Son evidencia de la actividad del animal. ¿Cuál de los siguientes no es un ejemplo de una pista fósil?

source: Footprint
es_es: Huella

source: Imprint
es_es: Impresión

source: Burrow
es_es: Madriguera

source: Tracks
es_es: Rastros

source: Click on the correct statement describing the fossil record:
es_es: Da clic en la declaración que describe correctamente el registro fósil:

source: Provides clues to Earth's history
es_es: Provee claves acerca de la historia de la Tierra

source: Is fully complete
es_es: Está completo

source: Reveals major periods of extinction
es_es: Revela periodos principales de extinción

source: A and C
es_es: A y C

source: Click on the false statement about fossil fuels.
es_es: Da clic en la declaración falsa acerca de los combustibles fósiles.

source: Burning fossil fuel is bad for the environment.
es_es: Quemar combustible fósil es malo para el ambiente.

source: Fossil fuels can be extracted with machinery from various parts of the earth.
es_es: Los combustibles fósiles pueden ser extraídos con maquinaria de varias partes de la Tierra.

source: Fortunately, fossil fuel continues to be made on earth.
es_es: Afortunadamente, el combustible fósil sigue siendo creado en la Tierra.

source: Petroleum, natural gas, and coal are renewable sources of energy.
es_es: El petróleo, gas natural y carbón son fuentes renovables de energía.

source: Which of the following is NOT something that scientists could learn by studying fossil records?
es_es: ¿Cuál de las siguientes NO es algo que los científicos podrían aprender al estudiar registros fósiles?

source: The climate of Location 'X' was very hot and dry.
es_es: El clima de la Ubicación 'X' era muy cálido y seco.

source: Location ‘X' was covered by water at one point in Earth's history.
es_es: La ubicación 'X' estaba cubierta de agua en un punto de la historia de la Tierra.

source: A certain species of flowering plant produced yellow flowers.
es_es: Una cierta especie de planta con flores producía flores amarillas.

source: A certain species of plant became extinct about 60 million years ago.
es_es: Una cierta especie de planta se extinguió hace 60 millones de años.

source: The presence of an animal fossil in a rock gives evidence of...
es_es: La presencia de un fósil animal en una roca provee evidencia de...

source: what other animals hunted the animal in the fossil
es_es: qué otros animales cazaban al animal fosilizado

source: total number of babies the animal had given birth to
es_es: el número total de crías que el animal había tenido

source: the date the animal was born
es_es: la fecha en la que nació el animal

source: the time period in which the animal lived
es_es: el periodo de tiempo en que el animal vivió

source: Which of the following is NOT an example of a trace fossil?
es_es: ¿Cuál de los siguientes NO es un ejemplo de una pista fósil?

source: footprint
es_es: huella de pie

source: fossilized poop
es_es: excremento fosilizado

source: fossilized skull
es_es: cráneo fosilizado

source: claw marks
es_es: marcas de garras

source: Changing to Survive
es_es: Cambiar para sobrevivir

source: Different species of finches are shown on the right. They are all from a common ancestor. If all of these species live on the same island, which explanation best explains how these birds' beaks are different?
es_es: A la derecha se muestran distintas especies de pinzones. Todas tienen un ancestro en común. Si todas estas especies viven en la misma isla, ¿cuál explicación justifica mejor las diferencias en los picos de estas aves?

source: The larger birds prey on the smaller birds leading to a decreased population of the smaller birds.
es_es: Las aves más grandes se alimentan de las aves más pequeñas lo que hace que la población de aves más pequeñas disminuya.

source: The finches compete for limited food resources causing them to become more similar among species.
es_es: Los pinzones compiten por recursos alimenticios limitados, lo que provoca que se vuelvan más similares entre especies.

source: The larger birds prey on the smaller birds leading to an increased fitness of the smaller birds.
es_es: Las aves más grandes se alimentan de las aves más pequeñas lo que hace que las aves más pequeñas se vuelvan más ágiles.

source: The finches compete for limited food resources causing them to become more diverse among species.
es_es: Los pinzones compiten por recursos alimenticios limitados, lo que provoca que se diversifiquen entre distintas especies.

source: A long time ago, a mutated gene in tigers caused them to have stripes. The tigers with this gene were able to blend in with the habitat. This mutated gene was passed on to their offspring. What is the effect of this inherited mutation?
es_es: Hace mucho tiempo, un gen mutante en los tigres provocó que tuvieran rayas. Los tigres con este gen eran capaces de mezclarse con el hábitat. Este gen mutado fue transmitido a su descendencia. ¿Cuál es el efecto de esta mutación heredada?

source: It has no effect on the animal.
es_es: No tiene efecto en el animal.

source: It has a harmful effect on the animal.
es_es: Tiene un efecto dañino en el animal.

source: It gives the animal a competitive advantage.
es_es: Le da al animal una ventaja competitiva.

source: It is more harmful than beneficial to the animal.
es_es: Es más dañino que benéfico para el animal.

source: Click on the correct form of change that is related to this description. 'Farmers only allow the strongest bulls to mate with cows that produce the most milk.'
es_es: Da clic en la forma correcta de cambio que se relaciona con esta descripción. Los granjeros sólo permiten a los toros más fuertes aparearse con las vacas que producen la mayor cantidad de leche.

source: natural selection
es_es: selección natural

source: Natural selection
es_es: Selección natural

source: artificial selection
es_es: selección artificial

source: sexual selection
es_es: selección sexual

source: punctuated equilibrium
es_es: equilibrio puntuado

source: Click on the correct form of change that is related to this description. 'Which of the following processes involves humans in choosing which plants or animals can mate and form later generations?'
es_es: Da clic en la forma correcta de cambio que se relaciona con esta descripción. ¿Cuál de los siguientes procesos involucra a humanos eligiendo cuáles plantas o animales pueden reproducirse y formar nuevas generaciones?

source: Natural Selection
es_es: Selección natural

source: Sexual selection
es_es: Selección sexual

source: Punctuated equilibrium
es_es: Equilibrio puntuado

source: Artificial selection
es_es: Selección artificial

source: Click on the correct statement about mutations.
es_es: Da clic en la declaración correcta acerca de las mutaciones.

source: Mutations are rare, major changes in the DNA.
es_es: Las mutaciones son cambios grandes y escasos en el ADN.

source: An inherited mutation has a harmful effect on the living thing.
es_es: Una mutación heredada tiene un efecto dañino en el ser vivo.

source: An inherited mutation can have no effect on a living thing, or have a harmful effect on it, or it can give it a competitive advantage.
es_es: Una mutación heredada puede no tener efecto en un ser vivo, o puede tener un efecto dañino en él, o puede darle una ventaja competitiva.

source: An inherited mutation can have no effect on a living thing, or it can have a harmful effect on it.
es_es: Una mutación heredada puede no tener efecto en un ser vivo, o puede tener un efecto dañino en él.

source: People with sickle cell trait are much more likely to survive malaria than other people. They carry two different forms of hemoglobin protein, caused by slight changes in some of their DNA carrying the hemoglobin code. If two people with sickle cell trait have children, the children may inherit one or two copies of the mutant DNA code. Children who inherit two copies of the mutant DNA have sickle cell disease, and are unlikely to survive without advanced medical care. Click on the statement that is NOT correct about sickle cell disease and malaria.
es_es: Las personas con característica de células falciformes, son mucho más propensas a sobrevivir la malaria que otras personas. Ellas llevan dos formas distintas de proteína hemoglobina, a causa de pequeños cambios en partes del ADN que almacena el código de la hemoglobina. Si dos personas con la característica de células falciformes tienen hijos, los hijos pueden heredar una o dos copias del código ADN mutante. Los niños que heredan dos copias del ADN mutante tienen anemia falciforme, y no tienen muchas probabilidades de sobrevivir sin cuidados médicos avanzados. Da clic en la declaración que NO es correcta acerca de la anemia falciforme y la malaria.

source: Sickle cell disease, a dangerous blood disorder, is a genetic disease.
es_es: Tener células falciformes, un peligroso desorden de la sangre, es una enfermedad genética.

source: Malaria, a disease carried by mosquitoes, is an inherited human disease.
es_es: La malaria, una enfermedad transmitida por mosquitos, es una enfermedad humana heredada.

source: What seems like a disadvantage in normal times turns out to be an advantage in difficult situations.
es_es: Lo que parece una desventaja en tiempos normales resulta ser una ventaja en situaciones difíciles.

source: The presence of both types of hemoglobin increases chances of surviving malaria.
es_es: La presencia de ambos tipos de hemoglobina incrementa las oportunidades de sobrevivir a la malaria.

source: Fossils do not offer clues about which of the following?
es_es: Los fósiles no ofrecen pistas acerca de ¿cuál de los siguientes?

source: The way climate for some locations has changed over time.
es_es: La forma en que el clima de ciertos lugares ha cambiado a lo largo del tiempo.

source: How climate will change in the near-future.
es_es: Cómo el clima cambiará en el futuro cercano.

source: Eating habits of extinct animals.
es_es: Hábitos de alimentación de animales extintos.

source: Chemical characteristics of ancient oceans.
es_es: Características químicas de océanos antiguos.

source: The image illustrates a part of which form of change?
es_es: La imagen ilustra ¿qué tipo de cambio?

source: The variations involved in evolution must be inherited because:
es_es: Las variaciones involucradas en la evolución deben de ser heredadas porque:

source: they must be passed into later generations to be important.
es_es: deben ser pasadas a generaciones futuras para ser importantes.

source: they must not be passed into later generations to be important.
es_es: no deben ser pasadas a generaciones futuras para ser importantes.

source: they must be unique to one individual only.
es_es: deben ser únicas de sólo un individuo.

source: they must have occurred in both parents to matter.
es_es: deben haber ocurrido en ambos padres para importar.

source: Click on the incorrect statement about mutations and evolution.
es_es: Da clic en la declaración incorrecta acerca de las mutaciones y la evolución.

source: Mutations are random errors in DNA.
es_es: Las mutaciones son errores aleatorios en el ADN.

source: Mutations can be neutral, helpful, or harmful.
es_es: Las mutaciones pueden ser neutrales, benéficas o dañinas.

source: Mutations occur to increase survival of a certain species.
es_es: Las mutaciones ocurren para incrementar la supervivencia de ciertas especies.

source: The effects of all mutations are not yet known.
es_es: Los efectos de todas las mutaciones aún no se conocen.

source: When a fish fossil is found in the rocks on a mountaintop, we can conclude that:
es_es: Cuando un pez fósil se encuentra en las rocas de la cima de una montaña, podemos concluír que...

source: Conditions on Earth seldom change.
es_es: Las condiciones en la Tierra raramente cambian.

source: Earth is less than 50 thousand years old.
es_es: La Tierra tiene menos de 50 mil años de edad.

source: The rocks that are now part of the mountain formed on a seafloor.
es_es: Las rocas que ahora son parte de la montaña se formaron en un suelo marino.

source: A natural disaster is soon to occur.
es_es: Un desastre natural sucederá pronto.

source: Penguins have developed webbed feet and stunted wings over time. Which of the following statements are incorrect about these mutations?
es_es: Los pingüinos han desarrollado patas palmeadas y alas atrofiadas a lo largo del tiempo. ¿Cuáles de las siguientes declaraciones son incorrectas acerca de estas mutaciones?

source: The penguins' mutations are useless on land.
es_es: Las mutaciones de los pingüinos son inútiles en tierra.

source: These mutations are useful for escaping predators.
es_es: Estas mutaciones son útiles para escapar de depredadores.

source: The usefulness of these mutations depends on the environment.
es_es: La utilidad de estas mutaciones depende del ambiente.

source: These mutations will help the penguins survive in any environment.
es_es: Estas mutaciones ayudarán a los pingüinos a sobrevivir en cualquier ambiente.

source: Plants are Producers
es_es: Las plantas son productores

source: Plants are grown all year long in greenhouses. Why do you think the greenhouse was most likely built in the first place?
es_es: Las plantas crecen a lo largo de todo el año en invernaderos. ¿Por qué crees que se construyó el invernadero en primer lugar?

source: make the soil better with fertilizer
es_es: mejorar el suelo con fertilizante

source: protect the plants from weather conditions
es_es: proteger las plantas de las condiciones climáticas

source: water the plants in a better way
es_es: regar las plantas de mejor forma

source: organize and store the garden tools
es_es: organizar y almacenar las herramientas del jardín

source: A student placed two plants of the same species and size into separate pots of soil. One plant was placed near a window and the other was placed on a table, away from the window in the same room. Both of the plants were given the equal amounts of water and nutrients. After a month, which plant do you think grew more?
es_es: Un estudiante colocó dos plantes de la misma especie y tamaño en macetas con tierra separadas. Una planta fue colocada junto a una ventana y la otra fue colocada en una mesa, lejos de la ventana, en la misma habitación. Ambas plantas recibieron cantidades iguales de agua y nutrientes. Tras un mes, ¿qué planta crees que habrá crecido más?

source: the plant near the window because it received more light
es_es: la planta junto a la ventana, porque recibió más luz

source: the plant away from the window because it received more light
es_es: la planta alejada de la ventana, porqeu recibió más luz

source: the plant near the window because it received more air
es_es: la planta junto a la ventana, porque recibió más aire

source: the plant away from the window because it received more air
es_es: la planta alejada de la ventana, porqeu recibió más aire

source: Read the statements below about decomposition. Select the correct sentence.
es_es: Lee las afirmaciones a continuación sobre la descomposición. Selecciona la frase correcta.

source: When beetles break down the remains of dead animals, it benefits plants by decreasing the population of herbivores and carnivores.
es_es: Cuando los escarabajos descomponen los restos de animales muertos, beneficia a las plantas al reducir la población de herbívoros y carnívoros.

source: When beetles break down the remains of dead animals, it benefits plants by releasing oxygen into the environment.
es_es: Cuando los escarabajos descomponen los restos de animales muertos, beneficia a las plantas al desprender oxígeno al entorno

source: When mushrooms break down the remains of dead trees, it benefits plants by making room for new animals
es_es: Cuando los hongos descomponen los restos de árboles muertos, beneficia a las plantas al hacer espacio para nuevos animales

source: When mushrooms break down the remains of dead trees, it benefits plants by returning nutrients to the soil.
es_es: Cuando los hongos descomponen los restos de árboles muertos, beneficia a las plantas al devolver nutrientes al suelo.

source: The end product of photosynthesis is _____1_____. Other processes in the plant are able to combine those molecules into complex structures called _____2_____. _____3_____ makes up the walls surrounding every plant cell.
es_es: El producto final de la fotosíntesis es la ____1_____. Otros procesos de la planta pueden combinar esas moléculas en estructuras complejas llamadas ____2_____. La _____3_____ conforma las paredes que rodean todas las células vegetales

source: 1) glucose 2) cellulose 3) glucose
es_es: 1) glucosa 2) celulosa 3) glucosa

source: 1) glucose 2) cellulose 3) cellulose
es_es: 1) glucosa 2) celulosa 3) celulosa

source: 1) cellulose 2) glucose 3) glucose
es_es: 1) celulosa 2) glucosa 3) glucosa

source: 1) cellulose 2) glucose 3) cellulose
es_es: 1) celulosa 2) glucosa 3) celulosa

source: The process responsible for energy storage is ______2_______. During _____1______ cells use oxygen to release stored energy.
es_es: El proceso responsable de la almacenamiento de energía es el/la ____2_____. Durante la ____1_____ las células utilizan oxígeno para liberar la energía almacenada

source: 1) respiration 2) photosynthesis
es_es: 1) respiración 2) fotosíntesis

source: 1) photosynthesis 2) respiration
es_es: 1) fotosíntesis 2) respiración

source: 1) photosynthesis 2) digestion
es_es: 1) fotosíntesis 2) digestión

source: 1) metabolism 2) respiration
es_es: 1) metabolismo 2) respiración

source: Two students are conducting an experiment to measure the amount of nutrients on plant growth. In one cup they put duckweed (a type of plant) in water with 0.5% fertilizer, and in a second cup they put duckweed with water and 2% fertilizer. Examine their observations in the graph and select the correct statement.
es_es: Dos estudiantes están llevando a cabo un experimento para medir la cantidad de nutrientes en el crecimiento de una planta. En un vaso pusieron lentejas de agua (un tipo de planta) en agua con 0,5% de fertilizante, y en un segundo vaso pusieron lentejas de agua con agua y 2% de fertilizante. Examina sus observaciones en la gráfica y selecciona la frase correcta.

source: The plant in 0.5% fertilizer doubled its fronds in four days.
es_es: La planta en 0,5% de fertilizante duplicó sus hojas en cuatro días.

source: The plant in 0.5% fertilizer doubled its fronds between days 3 and 7.
es_es: La planta con 0,5% de fertilizante duplicó sus hojas entre los días 3 y 7.

source: Light and fertilizer are the only factors affecting plant growth.
es_es: La luz y el fertilizante son los únicos factores que afectan al crecimiento de la planta.
