Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: The Sun is considered to be the basic source of energy for nearly all the life on Earth. What process uses the Sun's energy to convert materials into usable forms of food for life on Earth?
es_es: El Sol se considera la fuente de energía básica para casi toda la vida en la Tierra. ¿Qué proceso usa la energía del Sol para convertir materiales en formas de alimento utilizables para la vida en la Tierra?

source: Chemosynthesis
es_es: Quimiosíntesis

source: Nuclear Fusion
es_es: Fusión nuclear

source: Photosynthesis
es_es: Fotosíntesis

source: Once the Sun's energy reaches Earth's surface, it can stored and moved around from one place to another. The process of storing, moving and releasing the Sun's energy is possible by which of the following mechanisms?
es_es: Una vez la energía del Sol alcanza la superficie de la Tierra, puede ser almacenada o transportada de un lugar a otro. ¿Gracias a cuál de los siguientes mecanismos es posible el proceso de almacenaje, transporte y liberación de la energía del Sol?

source: Geothermal Vents
es_es: Fuentes geotérmicas

source: Oceanic Currents
es_es: Corrientes oceánicas

source: Electrical Currents
es_es: Corrientes eléctricas

source: Magmatic Currents
es_es: Corrientes magmáticas

source: Once the Sun's energy reaches Earth, it can be transferred from one place to another by all but which of the following methods?
es_es: Una vez la energía del Sol alcanza la Tierra, puede transferirse de un lugar a otros por todos los mecanismos a continuación excepto uno, ¿cuál?

source: Absorption
es_es: Absorción

source: The Sun's energy striking earth's surface can be absorbed by the ground, man-made surfaces like roads and rooftops, and bodies of water such as oceans and lakes. Over time, the stored heat can later be released. The pattern of storing and released the Sun's radiant heat follows a predictable pattern that includes:
es_es: La energía del Sol que alcanza la superficie de la Tierra puede ser absorbida por el suelo, superficies hechas por el hombre como carreteras o tejados, y cuerpos de agua como océanos y lagos. Con el tiempo, el calor almacenado puede liberarse más tarde. El patrón de almacenamiento y liberación del calor irradiado por el Sol sigue un patrón predecible que incluye:

source: flowing energy from cooler to warmer objects
es_es: flujo de energía de objetos más fríos a objetos más calientes

source: always flowing from inner to outer surfaces
es_es: siempre fluye de superficies internas a superficies externas

source: flowing energy from warmer to cooler objects
es_es: flujo de energía de objetos más calientes a objetos más fríos

source: always flowing from outer to inner surfaces
es_es: siempre fluye de superficies externas a superficies internas

source: How long does it take the moon to travel once around the earth?
es_es: ¿Cuánto tarda la luna en viajar una vez alrededor de la Tierra?

source: 24 hours
es_es: 24 horas

source: 28 days
es_es: 28 días

source: 12 months
es_es: 12 meses

source: 30 days
es_es: 30 días

source: Which two elements make up the gas inside the sun?
es_es: ¿Qué dos elementos forman el gas del interior del sol?

source: Carbon and nitrogen
es_es: Carbono y nitrógeno

source: Hydrogen and oxygen
es_es: Hidrógeno y oxígeno

source: Oxygen and carbon
es_es: Oxígeno y carbono

source: Hydrogen and helium
es_es: Hidrógeno y helio

source: The Sun appears to move across the sky each day. This is due to:
es_es: El Sol parece moverse a través del cielo todos los días. Esto se debe a:

source: The spinning of Earth on its axis.
es_es: La rotación de la Tierra sobre su eje.

source: The path of the Sun around Earth.
es_es: La trayectoria del Sol alrededor de la Tierra.

source: The production of nuclear energy by the Sun.
es_es: La producción de energía nuclear por el Sol.

source: The tilt of Earth on its axis.
es_es: La inclinación del eje de la Tierra.

source: innate
es_es: innatos

source: learned
es_es: aprendidos

source: reflexes
es_es: reflejos

source: instincts
es_es: instintos

source: instinct
es_es: instinto

source: innate,innate
es_es: innatos,innatos

source: innate,learned
es_es: innatos,aprendidos

source: innate,reflexes
es_es: innatos,reflejos

source: innate,instincts
es_es: innatos,instintos

source: learned,innate
es_es: aprendidos,innatos

source: learned,learned
es_es: aprendidos,aprendidos

source: learned,reflexes
es_es: aprendidos,reflejos

source: learned,instincts
es_es: aprendidos,instintos

source: reflexes,innate
es_es: reflejos,innatos

source: reflexes,learned
es_es: reflejos,aprendidos

source: reflexes,reflexes
es_es: reflejos,reflejos

source: reflexes,instincts
es_es: reflejos,instintos

source: instincts,innate
es_es: reflejos,innatos

source: instincts,learned
es_es: instintos,aprendidos

source: instincts,reflexes
es_es: instintos,reflejos

source: instincts,instincts
es_es: instintos,instintos

source: Behaviors
es_es: Comportamientos

source: You are observing four kittens that have the same parents. You notice many similarities and differences among the kittens. Which one of the traits below is an acquired trait?
es_es: Estás observando cuatro gatitos que tienen los mismos padres. Notas muchas similitudes y diferencias entre los gatitos. ¿Cuál de las características siguientes es una característica adquirida?

source: One kitten has long whiskers.
es_es: Un gatito tiene bigotes largos.

source: One kitten has black spots.
es_es: Un gatito tiene manchas negras.

source: One kitten goes to the corner when it hears a person coming.
es_es: Un gatito se dirige a la esquina cuando escucha que una persona se acerca.

source: One kitten has lost part of its right ear in a fight.
es_es: Un gatito perdió parte de su oreja derecha en una pelea.

source: When a possible predator gets close to a dog, it growls. Growling is an example of _______1_________. To survive the cold temperatures, penguins have lots of fat (blubber) under their insulating feathers. This is an example of _______2_________.
es_es: Cuando un posible depredador se acerca a un perro, éste gruñe. Gruñir es un ejemplo de _______1_________. Para sobrevivir las temperaturas frías, los pingüinos tienen mucha grasa bajo sus plumas aislantes. Este es un ejemplo de _______2_________.

source: 1) hibernation 2) communication
es_es: 1) hibernación 2) comunicación

source: 1) germination 2) adaptation
es_es: 1) germinación 2) adaptación

source: 1) communication 2) adaptation
es_es: 1) comunicación 2) adaptación

source: 1) adaptation 2) hibernation
es_es: 1) adaptación 2) hibernación

source: Crows take advantage of many different types of foods. In one location, crows pick walnuts from the ground and place them on streets. Then, they wait for cars to run over the walnuts, cracking their shells. The crows then pluck the meat from the shell and eat it. Crows in other locations do not do this. Click on the best explanation why crows in other locations do not display this behavior.
es_es: Los cuervos aprovechan muchas distintas clases de comida. En un lugar, los cuervos recogen nueces del suelo y las colocan en las calles. Luego, esperan a que los autos las arrollen, rompiendo sus cortezas. Los cuervos entonces recogen la carne de la corteza y la comen. Los cuervos de otros lugares no hacen esto. Da clic en la mejor explicación de por qué los cuervos de otros lugares no hacen esto.

source: This is because of color differences among members of different populations.
es_es: Esto es por las diferencias de colores entre los miembros de distintas poblaciones.

source: This is because of nutritional differences among members of different populations.
es_es: Esto es por las diferencias nutricionales entre los miembros de distintas poblaciones.

source: This is because of cultural differences among members of different populations.
es_es: Esto es por las diferencias culturales entre los miembros de distintas poblaciones.

source: This is because of learning differences among members of different populations.
es_es: Esto es por las diferencias de aprendizaje entre los miembros de distintas poblaciones.

source: Male spiders offer silk gifts of wrapped flies to females to increase their chances of mating. Which type of survival need is this learned behavior related to?
es_es: Las arañas macho ofrecen moscas envueltas en seda como regalo a las hembras para aumentar sus probabilidades de apareamiento. ¿A qué tipo de necesidad de supervivencia se relaciona este comportamiento aprendido?

source: finding food
es_es: encontrar comida

source: avoiding predators
es_es: evitar depredadores

source: reproduction
es_es: reproducción

source: Reproduction
es_es: Reproducción

source: social interaction
es_es: interacción social

source: Read the statements about learned behavior. Select the statement that is NOT correct.
es_es: Lee las frases siguientes acerca de comportamientos aprendidos. Selecciona la frase que NO es correcta.

source: Learned behaviors are passed on to the next generation genetically.
es_es: Los comportamientos aprendidos son transmitidos a la siguiente generación genéticamente.

source: Viruses change so quickly that it's hard for medicines to keep up
es_es: Los virus cambian tan rápidamente que es difícil para las medicinas seguirles el paso.

source: Learning new behaviors allows a population of animals to survive in a wider variety of environments and situations.
es_es: Aprender nuevos comportamientos le permite a una población de animales sobrevivir en una variedad más amplia de ambientes y situaciones.

source: Most learned behavior is related to finding food, avoiding dangers, reproduction, or social interaction.
es_es: La mayoría de los comportamientos aprendidos se relacionan con encontrar comida, evitar peligros, reproducción o interacción social.

source: If an animal has a learned behavior that causes it to survive longer, it can increase its chances to reproduce.
es_es: Si un animal tiene un comportamiento aprendido que le causa una supervivencia más larga, puede incrementar sus probabilidades de reproducción.

source: Read the statements about reflexes and instincts. Select the statement that is NOT correct.
es_es: Lee las frases siguientes acerca de reflejos e instintos. Selecciona la frase que NO es correcta.

source: Instincts are a more complex behavior pattern than reflexes.
es_es: Los instintos son un patrón de comportamiento más complejo que los reflejos.

source: Sea turtles move towards the water when they hatch based on instinct.
es_es: Las tortugas marinas se mueven hacia el agua cuando salen de sus huevos basándose en instinto.

source: Both reflexes and instincts are passed on through the genetic means of inheritance.
es_es: Tanto los reflejos como los instintos se transmiten a través de medios genéticos de herencia.

source: Both reflexes and instincts are considered learned behaviors.
es_es: Tanto los reflejos como los instintos son considerados comportamientos aprendidos.

source: Which of the following is NOT an example of a stimulus-response interaction?
es_es: ¿Cuál de los siguientes NO es un ejemplo de una interacción estímulo-respuesta?

source: a dog barking at the mail carrier
es_es: un perro ladrándole al cartero

source: a person jogging on a warm evening
es_es: una persona corriendo durante una tarde calurosa

source: stubbing your toe and wincing in pain
es_es: golpearte el dedo del pie y hacer una mueca de dolor

source: a skunk spraying an approaching coyote
es_es: un zorrillo rociando a un coyote que se aproxima

source: Which of the following is an innate behavior in humans?
es_es: ¿Cuál de los siguientes es un comportamiento innato en los humanos?

source: Talking
es_es: Hablar

source: Walking
es_es: Caminar

source: Thinking
es_es: Pensar

source: Sharing
es_es: Compartir

source: Look at the factors below and select the one that does NOT contribute to learned behavior.
es_es: Mira los factores debajo y selecciona la que NO contribuye a comportamiento aprendido.

source: Environment
es_es: Ambiente

source: Survival needs
es_es: Necesidades de supervivencia

source: Inherited traits
es_es: Características heredadas

source: Reflexes
es_es: Reflejos

source: Which of the following statements is NOT true regarding learned behavior?
es_es: ¿Cuál de las siguientes frases NO es cierta acerca del comportamiento aprendido?

source: Learned behaviors are not inherited from parents.
es_es: Los comportamientos aprendidos no se heredan de los padres.

source: Animals learn by observation and through experiences with their environment.
es_es: Los animales aprenden por medio de la observación y por medio de experiencias con su ambiente.

source: There are survival advantages to learned behavior.
es_es: Hay ventajas de supervivencia del comportamiento aprendido.

source: Being colorblind (being unable to visually distinguish between green and red colors from birth) is an example of a learned behavior.
es_es: Ser daltónico (ser incapaz de distinguir visualmente entre los colores verdes y rojos desde el nacimiento) es un ejemplo de comportamiento aprendido.

source: Many horses can walk within five minutes of being born. Given this fact, what is walking considered in horses?
es_es: Muchos caballos pueden caminar a los cinco minutos de haber nacido. Dado este hecho, ¿cómo se considera caminar en los caballos?

source: innate behavior
es_es: comportamiento innato

source: reflex
es_es: reflejo

source: stimulus
es_es: estímulo

source: learned behavior
es_es: comportamiento aprendido

source: On the first attempt, a mouse takes 20 minutes to complete a maze. By the fourth time, the same mouse takes only 12 minutes to finish the maze. What does this show?
es_es: En el primer intento, un ratón tarda 20 minutos en completar un laberinto. Para la cuarta vez, el mismo ratón sólo tardará 12 minutos en completar el laberinto. ¿Qué muestra esto?

source: The mouse did not have sharp instincts the first time completing the maze.
es_es: El ratón no tenía instintos agudos la primera vez que completó el laberinto.

source: The mouse experienced the maze and had the ability to learn new behaviors.
es_es: El ratón experimentó el laberinto y tuvo la habilidad de aprender nuevos comportamientos.

source: The mouse had excellent reflexes the third time the maze was completed.
es_es: El ratón tuvo excelentes reflejos la tercera vez que el laberinto fue completado.

source: The mouse wanted to complete the maze to make the scientist happy.
es_es: El ratón quería completar el laberinto para hacer feliz al científico.

source: Doing Science
es_es: Hacer Ciencia

source: The best way to describe 'doing science' is:
es_es: La mejor forma de definir "hacer ciencia" es:

source: Doing carefully controlled experiments to figure out how nature works.
es_es: Hacer experimentos cuidadosamente controlados para descubrir cómo funciona la naturaleza.

source: Investigating questions about nature to explain what's going on by finding evidence and using logical thinking.
es_es: Investigar preguntas sobre la naturaleza para explicar qué ocurre, encontrando pruebas y usando razonamientos lógicos.

source: Following the steps of the 'scientific method' to understand nature.
es_es: Seguir los pasos del "método científico" para entender la naturaleza.

source: Reading about science in textbooks and making sure it's right.
es_es: Leer sobre ciencia en libros de texto y comprobar que sea cierto.

source: Experiments are:
es_es: Los experimentos son:

source: The best way to do science.
es_es: La mejor forma de hacer ciencia.

source: One way to investigate nature depending on what you're trying to figure out.
es_es: Una forma de investigar la naturaleza, dependiendo de lo que quieras descubrir.

source: The only way good science can be done.
es_es: La única forma de hacer ciencia bien.

source: Not a good way to learn about nature.
es_es: Una forma no muy buena de aprender sobre la naturaleza.

source: The best way to describe a 'hypothesis' in doing science is:
es_es: La mejor forma de definir una "hipótesis" haciendo ciencia es:

source: An educated guess about what you think is going on.
es_es: Una idea con fundamento sobre lo que crees que ocurre.

source: A beginning explanation about what you think is happening.
es_es: Una explicación inicial sobre lo que crees que pasa.

source: Your best beginning theory to explain something in nature.
es_es: Tu mejor teoría inicial para explicar algo en la naturaleza.

source: A beginning explanation about what's going on in nature that can be tested by further investigation.
es_es: Una explicación inicial sobre lo que ocurre en la naturaleza que pueda ser probada con una investigación más a fondo.

source: The process of doing science usually starts with:
es_es: El proceso de hacer ciencia normalmente empieza con:

source: a hypothesis
es_es: una hipótesis

source: a theory
es_es: una teoría

source: an experiment
es_es: un experimento

source: a question about nature.
es_es: una pregunta sobre la naturaleza.

source: In doing science, the kinds of data scientists use to support their explanations about nature are:
es_es: Al hacer ciencia, el tipo de datos que usan los científicos para apoyar sus explicaciones sobre la naturaleza son:

source: only quantitative numerical data.
es_es: sólo datos numéricos cuantitativos.

source: opinion data - from other scientists
es_es: datos de opinión (de otros científicos).

source: both quantitative numerical data and qualitative descriptive data
es_es: tanto datos numéricos cuantitativos como datos descriptivos cualitativos.

source: collected data - from the web.
es_es: datos recogidos de internet.

source: Data that scientists collect when doing an investigation become evidence when the data are used:
es_es: Los datos que recogen los científicos cuando hacen una investigación se convierten en pruebas cuando los datos se usan:

source: in a computer program.
es_es: en un programa de computadora.

source: in a text book.
es_es: en un libro de texto.

source: to support an explanation the scientist makes.
es_es: para apoyar una explicación que hacen los científicos.

source: in a court of law.
es_es: en un juzgado.

source: Doing science always involves:
es_es: Hacer ciencia siempre implica:

source: Doing an experiment.
es_es: Hacer un experimento.

source: Investigating nature.
es_es: Investigar la naturaleza.

source: Having a hypothesis.
es_es: Tener una hipótesis.

source: Making a conclusion.
es_es: Llegar a una conclusión.

source: An example qualitative data is:
es_es: Un ejemplo de dato cualitativo es:

source: The number of eggs in the bird's nest in your backyard tree.
es_es: El número de huevos en el nido del árbol de tu jardín.

source: How high is the bird's nest in your backyard tree.
es_es: Lo alto que está el nido del árbol de tu jardín.

source: How many days it takes before the eggs hatch.
es_es: Cuántos días pasan antes de que los huevos eclosionan.

source: The color of the eggs.
es_es: El color de los huevos.

source: Scientific practices or methods are ways of thinking that:
es_es: Las prácticas o métodos científicos son formas de pensar que:

source: Only scientists use when doing scientific investigations.
es_es: Sólo usan los científicos cuando hacen investigaciones científicas.

source: Everyone can use anytime to help solve everyday problems.
es_es: Todo el mundo puede usar para resolver los problemas diarios.

source: Require advanced college degree in science to use.
es_es: Requieren tener un título universitario avanzado en ciencia para poder usarlos.

source: Are too complicated for most people to use.
es_es: Son demasiado complicados para la mayoría de la gente.

source: In doing science, a prediction, based on your hypothesis is a/an:
es_es: Haciendo ciencia, una predicción basada en tu hipótesis es:

source: educated guess about what might be going on.
es_es: una idea con fundamento sobre lo que crees que ocurre.

source: statement that can be tested by further investigation.
es_es: una afirmación que puede ser probada con una investigación más a fondo.

source: what you hope will happen to support what you already believe.
es_es: lo que te gustaría que ocurriese para apoyar lo que ya crees.

source: what the future may hold for your idea.
es_es: lo que puede que depare el futuro para tu idea.

source: When scientists make a claim about what they think is going on in nature they always support their claim with:
es_es: Cuando los científicos hacen una afirmación de lo que creen que ocurre en la naturaleza, siempre apoyan su afirmación con:

source: textbooks or encyclopedias
es_es: libros de texto o enciclopedias

source: formulas and equations
es_es: fórmulas y ecuaciones

source: opinions and discussion
es_es: opiniones y debate

source: data and evidence
es_es: datos y pruebas

source: The scientific method is a set of steps that:
es_es: El método científico es una serie de pasos que:

source: all scientists always use to do science.
es_es: todos los científicos usan siempre al hacer ciencia.

source: most scientists mostly use to do scientists.
es_es: la mayoría de científicos usan normalmente al hacer ciencia.

source: some scientists sometimes use to do science.
es_es: algunos científicos usan a veces al hacer ciencia.

source: is hardly ever used by real scientists to do real science.
es_es: En realidad los científicos casi nunca usan para hacer ciencia real.

source: Which of the following questions would least likely be answered by using the scientific method?
es_es: ¿Cuál de las siguientes preguntas es menos probable que sea respondida usando el método científico?

source: How do geese know to fly south in the winter?
es_es: ¿Cómo saben los gansos que tienen que volar al sur en invierno?

source: What is the middle name of your teacher?
es_es: ¿Cuál es el segundo nombre de tu maestro?

source: Why are some plants green?
es_es: ¿Por qué algunas plantas son verdes?

source: What causes ice to form?
es_es: ¿Qué causa que se forme hielo?

source: Genetic Codes
es_es: Códigos genéticos

source: By the transfer of __________, traits are passed on from generation to generation.
es_es: Mediante la transferencia de __________, los rasgos se pasan de generación en generación.

source: Calories
es_es: Calorias

source: blood
es_es: sangre

source: minerals
es_es: minerales

source: DNA
es_es: ADN

source: Hamster Species Number of Chromosomes
es_es: Especies de Hámsters /Número de cromosomas

source: Syrian hamster
es_es: Hámster sirio

source: Chinese hamster
es_es: Hámster chino

source: Roborovski hamster
es_es: Hámster Roborovski

source: These different hamster species have different numbers of chromosomes. They all reproduce sexually. Look at the data and select the number of chromosomes that would be in a sex cell of a Chinese hamster.
es_es: Estas diferentes especies de hámsters tienen distinto número de cromosomas. Todas se reproducen de forma sexual. Mira los datos y selecciona el número de cromosomas que habría en una célula sexual de un hámster Chino.

source: Read the traits below and select the one that a tiger is least likely to inherit from its parent.
es_es: Lee los siguientes rasgos y selecciona el que es menos probable que un tigre herede de sus padres.

source: Fur color
es_es: Color de la piel

source: Tail length
es_es: Longitud de la cola

source: Arm scars
es_es: Cicatrices de los brazos

source: Body size
es_es: Tamaño del cuerpo

source: Year
es_es: Año

source: Number of ducklings that survive
es_es: Número de patitos que sobreviven
