Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: No, pollen is not on the stigma.
es_es: No, el polen no se encuentra en el estigma.

source: No, pollen is not on the stem.
es_es: No, el polen no se encuentra en el tallo.

source: Correct! This bird is making a display.
es_es: ¡Correcto! El pájaro se está exhibiendo.

source: Not this one... it's just a bird.
es_es: Ésta no... simplemente es un pájaro.

source: Nah... this is just a bird.
es_es: No... simplemente es un pájaro.

source: Not this one... these are just parrots.
es_es: Ésta no... simplemente son loros.

source: Great job! Animals create offspring by sexual reproduction in which sperm from the male and an egg from the female unite.
es_es: ¡Buen trabajo! Los animales crean descendencia a través de la reproducción sexual en la que el espermatozoide de los hombres y el óvulo de la hembra se unen.

source: Not quite. Animals create offspring by sexual reproduction in which sperm from the male and an egg from the female unite.
es_es: No exactamente. Los animales crean descendencia a través de la reproducción sexual en la que el espermatozoide de los hombres y el óvulo de la hembra se unen.

source: Sorry. Asexual reproduction involves only one parent.
es_es: Lo sentimos. La reproducción asexual sólo requiere a un padre.

source: No... Reproduction using two parents is sexual.
es_es: No... la reproducción con dos padres es la sexual.

source: Correct. Sexual reproduction requires male and female parents.
es_es: Correcto. La reproducción sexual requiere un padre y una madre.

source: Nah... Monoclonal is a type of asexual reproduction.
es_es: No... Monoclonal es un tipo de reproducción asexual.

source: Correct. The bacteria dividing leads to producing identical organisms.
es_es: Correcto. La división de las bacterias conduce a que se produzcan organismos idénticos.

source: You're right about identical organisms, but can they be identical and have variety at the same time? Check again.
es_es: Estás en lo cierto acerca de los organismos idénticos pero, ¿pueden ser idénticos y que haya variedad al mismo tiempo? Compruébalo otra vez.

source: No. Asexual reproduction does not cause any type of variety.
es_es: No. La reproducción asexual no causa ningún tipo de variedad.

source: Correct. Not all traits are passed down to one's offspring.
es_es: Correcto. No todos los rasgos se pasan a la descendencia.

source: Partly correct... Not all traits are passed down to one's offspring.
es_es: Parcialmente correcto... No todos los rasgos se pasan a la descendencia.

source: No, for example in some animal groups only the dominant males mate.
es_es: No, por ejemplo en algunos grupos de animales solo los machos dominantes se aparejan.

source: No, all animals reproduce. Otherwise they would be extinct.
es_es: No, todos los animales se reproducen. De no ser así, se habrían extinguido.

source: No, not all animals lay eggs. For example most mammals do not lay eggs.
es_es: No, no todos los animales ponen huevos. Por ejemplo, los mamíferos no ponen huevos.

source: Correct. In their life cycle, all animals reproduce.
es_es: Correcto. En su ciclo de vida, los animales se reproducen.

source: No, all animals reproduce, but they don't all lay eggs.
es_es: No, todos los animales se reproducen, pero no todos ponen huevos.

source: Very good! Whatever characteristics the dominant parents have will transfer to their offspring.
es_es: ¡Muy bien! Cualquiera de las características que tengan los padres serán transmitidas a la descendencia.

source: Not likely... There's no connection between the non-dominant wolves and the next generation.
es_es: No es muy probable... No hay ninguna conexión entre los lobos no dominantes y la siguiente generación.

source: No. Chances of finding food in the future probably don't decrease with stronger characteristics.
es_es: No. Las probabilidades de encontrar comida en el futuro no decrecen con rasgos más fuertes.

source: Sorry... Chances of finding shelter aren't really affected by reproductive choices.
es_es: Lo sentimos... Las posibilidades de encontrar refugio no se ven afectadas por las elecciones reproductivas.

source: No, flowers are unlikely to be found in caves, since plants need light to grow.
es_es: No, es poco probable encontrar flores en cuevas, pues las flores necesitan la luz para crecer.

source: No. Flowers without pollen cannot be part of the pollination process.
es_es: No. Las flores sin polen no pueden participar en el proceso de polinización.

source: Correct! The flowers might be open at night when bats come out.
es_es: ¡Correcto! Puede que las flores estén abiertas por la noche cuando salen los murciélagos.

source: Bats are color blind, so bright colored flowers would not affect their ability to find them.
es_es: Los murciélagos son ciegos, así que que las flores tengan colores brillantes no afectará a su habilidad para encontrarlas.

source: No, the plant produces fruit after it flowers.
es_es: No, la planta produce las frutas después de las flores.

source: Yes, the third step is when the plant flowers.
es_es: Sí, la tercera etapa es cuando la planta florece.

source: No, the plant still has a few steps to do before dying.
es_es: No, a la planta aún le quedan algunas etapas más antes de morir.

source: No, the plant flowers in the third step.
es_es: No, la planta florece en la tercera estala.

source: Nope! About 97.5% of the water on earth is salt water and only 2.5% is fresh water.
es_es: ¡Nop! Alrededor del 97.5% del agua en la tierra es agua salada y sólo el 2.5% es agua dulce.

source: Correct! About 97.5% of the water on earth is salt water and only 2.5% is fresh water.
es_es: ¡Correcto! Aproximadamente el 97.5% del agua en la tierra es agua salada y sólo el 2.5% es agua dulce.

source: Nope! There's a lot of water on earth but most of it is salt water, which we can't drink. Most of the fresh water is tied up in glaciers. The amount of fresh water left in rivers and lakes that we can easily drink is polluted and not drinkable. So for most of the earth's population, there isn't enough clean fresh water to drink.
es_es: ¡Nop! Hay mucha agua en la tierra, pero la mayor parte de ella es agua salada, que no podemos beber. La mayoría del agua dulce está atrapada en los glaciares. La cantidad de agua dulce que queda en ríos y lagos que podemos beber fácilmente está contaminada y no es potable. Así que para la mayor parte de la población de la Tierra, no hay suficiente agua dulce limpia para beber.

source: Correct! The amount of fresh water in rivers and lakes that is easily available to populated areas on earth is often polluted and not drinkable. So for much of the earth's population the amount of clean drinkable water is threatened by pollution and overuse.
es_es: ¡Correcto! La cantidad de agua dulce en ríos y lagos que está disponible fácilmente a áreas pobladas de la Tierra está, con frecuencia, contaminada y no es potable. Así que para una gran parte de la población de la Tierra, la cantidad de agua limpia y potable se ve amenazada por la contaminación y el exceso de uso.

source: Sorry. There is still plenty of fresh water on earth in glaciers and icecaps. It's just not easily available for people to drink.
es_es: Lo siento. Aún hay una gran cantidad de agua dulce en la Tierra en los glaciares y casquetes polares. Sólo que no está disponible para que las personas la beban.

source: Nope... there are many different clear liquids on earth.
es_es: Nop... hay muchos líquidos transparentes diferentes en la Tierra.

source: Sorry... wet just means liquid and there are lots of different liquids on earth.
es_es: Lo siento... el ser húmeda sólo significa que es líquida y hay muchos distintos líquidos en la Tierra.

source: Not quite... water can be ice and snow but those are both just names for solid water.
es_es: No exactamente... el agua puede ser hielo y nieve pero esos son sólo nombres para el agua sólida.

source: You got it! Water is unique in that it can be found in all three states of matter - solid, liquid, and gas - at temperatures that humans commonly experience.
es_es: ¡Ahí lo tienes! El agua es única ya que puede encontrarse en los tres estados de la materia – sólido, líquido y gaseoso – en temperaturas que los humanos experimentan comúnmente.

source: Try again! People can't smell water in the atmosphere - it is odorless.
es_es: ¡Inténtalo de nuevo! Las personas no pueden oler el agua en la atmósfera – no tiene olor.

source: Nope... you can't see gaseous water in the atmosphere. But when it just starts to turn into liquid water - called condensation - even before it rains you can sometimes see it as a haze.
es_es: Nop... no puedes ver el agua gaseosa en la atmósfera. Pero justo cuando empieza a transformarse en agua líquida - lo que se llama condensación - incluso antes de que llueva puedes verla algunas veces como neblina.

source: Correct! Gaseous water in the atmosphere (also called the air) is called humidity. You can "feel" water vapor or gas in the air because the humidity makes your sweat stick to you, making you feel hot.
es_es: ¡Correcto! El agua gaseosa en la atmósfera (también conocida como aire) se llama humedad. Puedes "sentir" vapor o gas de agua en el aire porque la humedad hace que tu sudor se pegue a tu cuerpo, haciéndote sentir calor.

source: Think again! Water gas or vapor in the air is tasteless.
es_es: ¡Piensa de nuevo! El vapor o gas de agua en el aire no tiene sabor.

source: Nope... there may seem to be a lot of snow in winter in the north but it's not nearly as much as the ice caps on the north and south poles.
es_es: Nop... puede parecer que hay mucha nieve en el invierno en el norte, pero no es remotamente tanta como los casquetes de los polos en el norte y sur.

source: Sorry... there may seem to be a lot of snow in the mountains of the earth – like on Mt. Everest - but it's not nearly as much as the ice caps on the North and South poles.
es_es: Lo siento... puede parecer que hay mucha nieve en las montañas de la Tierra – como en el Monte Everest – pero no es remotamente tanta como en los casquetes del Polo Norte y Sur.

source: Correct! Most of the frozen (solid) water on earth, also known as ice or snow is found on the Earth's polar ice caps on both the North Pole and the South Pole (which is the continent called Antarctica).
es_es: ¡Correcto! La mayor parte del agua congelada (sólida) en la Tierra, también conocida como hielo o nieve, se encuentra en los casquetes polares de la Tierra tanto en el Polo Norte como el Polo Sur (que es el continente conocido como Antártida).

source: Not quite! There are no glaciers on the North Pole. Just an ice cap of frozen sea water.
es_es: ¡No exactamente! No hay glaciares en el Polo Norte. Sólo un casquete de agua de mar congelada.

source: Nope! Underground rivers are extremely rare in nature and are not a major supplier of groundwater.
es_es: ¡Nop! Los ríos subterráneos son extremadamente escasos en la naturaleza y no son proveedores importantes de agua subterránea.

source: Sorry. Underground lakes are extremely rare in nature and are not a major supplier of groundwater.
es_es: Lo siento. Los lagos subterráneos son extremadamente escasos en la naturaleza y no son proveedores importantes de agua subterránea.

source: Not quite... underground rivers and lakes are extremely rare in nature and are not a major supplier of groundwater.
es_es: No exactamente... los ríos y lagos subterráneos son extremadamente escasos en la naturaleza y no son proveedores importantes de agua subterránea.

source: Correct! Billions and billions and billions of tiny cracks and spaces in underground rocks and sediments is where most of all the groundwater on earth is found.
es_es: ¡Correcto! Billones y billones y billones de pequeñas fracturas y espacios en las rocas y sedimentos subterráneos es en donde se encuentra la mayor parte del agua subterránea de la Tierra.

source: Not quite... the Great Lakes in the United States and ALL of the other lakes and rivers in the world account for only a very small percentage of the fresh water on earth.
es_es: No exactamente... los Grandes Lagos en los Estados Unidos y TODOS los otros lagos y ríos del mundo sólo son un muy pequeño porcentaje del agua dulce de la Tierra.

source: You got it! The glaciers and polar ice caps account for about 2/3 of all the fresh water on earth.
es_es: ¡Ahí lo tienes! Los glaciares y casquetes polares son aproximadamente 2/3 de toda el agua dulce de la Tierra.

source: Sorry... there is a lot of groundwater on earth but it accounts for only about 1/3 of all the fresh water on earth.
es_es: Lo siento... hay mucha agua subterránea en la Tierra, pero sólo es aproximadamente un tercio de toda el agua dulce de la Tierra.

source: Nope! The Atlantic and Pacific oceans are salt water not fresh water.
es_es: ¡Nop! Los océanos Atlántico y Pacífico son de agua salada, no agua dulce

source: Not quite... a lot (2/3) of the fresh water on earth is in polar ice caps and glaciers but this accounts for only a small amount of the total water on earth.
es_es: No exactamente... mucha (2/3) del agua dulce de la Tierra está en los glaciares y casquetes polares pero es sólo una pequeña fracción del total del agua en la Tierra.

source: Nope! A lot (1/3) of the fresh water on earth is in rocks underground (groundwater) this accounts for only a small amount of the total water on earth.
es_es: ¡Nop! Mucha (1/3) del agua dulce de la Tierra se encuentra en las rocas bajo tierra (agua subterránea) pero es sólo una pequeña fracción del total del agua en la Tierra.

source: Sorry... all the rivers and lakes combined – even the Great Lakes – account for only a tiny, tiny amount of the total water on earth.
es_es: Lo siento... todos los ríos y lagos combinados – incluyendo a los Grandes Lagos – son sólo una fracción pequeñísima del total del agua en la Tierra.

source: You got it! About 97% of the total amount of water on earth is in the oceans.
es_es: ¡Ahí lo tienes! Aproximadamente 97% del agua total en la Tierra está en los océanos.

source: Not quite... the Pacific ocean is salt water not fresh water.
es_es: No exactamente... el Océano Pacífico tiene agua salada, no dulce.

source: Correct! The north and south poles are made from ice - which is frozen solid fresh water.
es_es: ¡Correcto! Los polos norte y sur están hechos de hielo – que es agua dulce sólida congelada.

source: Sorry. The Atlantic ocean is salt water not fresh water.
es_es: Lo siento. El Océano Atlántico tiene agua salada, no dulce.

source: Nope! Africa has some big lakes but they don't compare with the polar ice caps of the north and south poles.
es_es: ¡Nop! África tiene algunos lagos grandes, pero no se comparan con los casquetes polares de hielo en el Polo Sur y Norte.

source: Not quite... solid rock has no spaces for water to occupy.
es_es: No exactamente... la roca sólida no tiene espacios que pueda ocupar el agua.

source: Try again... rocks with giant caves and passageways are very rare in nature so it would be hard to find a good source of groundwater in them.
es_es: Inténtalo de nuevo... las rocas con cuevas y pasadizos gigantes son muy escasas en la naturaleza, así que sería difícil encontrar una buena fuente de agua subterránea en ellas.

source: Correct! Rocks with lots of tiny spaces and fractures in them are common and are a good place to find water. The water occupies those tiny spaces and is a common source of groundwater.
es_es: ¡Correcto! Las rocas con muchos pequeños espacios y fracturas en ellas son comunes y un buen lugar para encontrar agua. El agua ocupa esos pequeños espacios y es una fuente común de agua subterránea.

source: Nope! there is no such thing as liquid rock.
es_es: ¡Nop! No existen las rocas líquidas.

source: Not quite! Spring water is a kind of fresh water but it doesn't necessarily have to be spring water for humans to survive.
es_es: ¡No exactamente! El agua embotellada es un tipo de agua dulce pero no es necesario que el agua sea embotellada para que los humanos sobrevivan.

source: Correct! Human life - and most other forms of life on planet earth - requires fresh water to survive.
es_es: ¡Correcto! La vida humana - y la mayoría de las otras formas de vida en el planeta Tierra - requieren agua dulce para sobrevivir.

source: Not quite! Bottled water is a kind of fresh water but it doesn't necessarily have to be bottled water for humans to survive.
es_es: ¡No exactamente! El agua embotellada es un tipo de agua dulce pero el agua no necesita ser embotellada para que los humanos sobrevivan.

source: Sorry... people can't drink salt water and survive.
es_es: Lo siento... las personas no pueden beber agua salada y sobrevivir.

source: Nope! Leaks (13.7%); clothes washing (21.7%); and showers (16.8%) only make up about 52.2% of typical household water usage.
es_es: ¡Nop! Fugas (13.7%); lavar la ropa (21.7%); y ducharse (16.8%) sólo suman aproximadamente 52.2% del uso típico de agua en el hogar.

source: Try again! showers (16.8%); faucet (15.7%); and clothes washing (21.7%); only make up about 54.2% of typical household water usage.
es_es: ¡Inténtalo de nuevo! ducharse (16.8%); grifos (15.7%); y lavar la ropa (21.7%); sólo suman aproximadamente 54.2% del uso típico de agua en el hogar.

source: Think again... toilet (26.7); showers (16.8%); and faucet (15.7%); only make up about 59.2% of typical household water usage.
es_es: Piensa de nuevo... baño/escusado (26.7); ducharse (16.8%); y grifo (15.7%); sólo suman aproximadamente 59.2% del uso típico de agua en el hogar.

source: You got it! Toilet (26.7); showers (16.8%); and clothes washing (21.7%); make up about 65.2% of typical household water usage.
es_es: ¡Ahí lo tienes! Baño/escusado (26.7); ducharse (16.8%); y lavar la ropa (21.7%); suman aproximadamente 65.2% del uso típico de agua en el hogar.

source: Correct! This graph shows that the most important parts of your body are composed mostly of water so it's important to always drink lots of water so these body parts keep working properly.
es_es: ¡Correcto! Esta gráfica muestra que las partes más importantes de tu cuerpo están compuestas principalmente de agua, así que es importante siempre beber mucha agua para que estas partes sigan funcionando correctamente.

source: Not quite! This graph shows how much water (what percentage of water) is found in different parts of the earth.
es_es: ¡No exactamente! Esta gráfica muestra cuánta agua (qué porcentaje de agua) se encuentra en las distintas partes de la Tierra.

source: Not quite! This graph shows how much water is used for different household activities.
es_es: ¡No exactamente! Esta gráfica muestra cuánta agua se utiliza para las distintas actividades del hogar.

source: Sorry... this graph shows how much water was used in different years.
es_es: Lo siento... esta gráfica muestra cuánta agua se utilizó en distintos años.

source: radio waves
es_es: ondas de radio

source: microwave
es_es: microondas

source: infrared
es_es: infrarrojo

source: ultraviolet
es_es: ultravioleta

source: x-rays
es_es: rayos x

source: gamma rays
es_es: rayos gamma

source: visible light
es_es: luz visible

source: condense
es_es: condensar

source: radiate
es_es: irradiar

source: precipitate
es_es: precipitar

source: evaporate
es_es: evaporar

source: Correct! Hydrogen atoms combine and make helium, so helium is heavier.
es_es: ¡Correcto! Los átomos de hidrógeno se combinan y forman helio, así que el helio es más pesado.

source: Not quite! Helium is made up of hydrogen atoms fusing, so helium is heavier than hydrogen.
es_es: ¡No exactamente! El helio se forma a partir de la fusión de átomos de hidrógeno, así que el helio es más pesado que el hidrógeno.

source: Nope! Oxygen is heavier than helium, but nuclear fusion in the sun involves hydrogen and helium.
es_es: ¡No! El oxígeno es más pesado que el helio, y en la fusión nuclear del sol participan hidrógeno y helio.

source: Think again! Carbon is heavier than helium, but nuclear fusion in the sun involves hydrogen and helium.
es_es: ¡Piénsalo de nuevo! El carbono es más pesado que el helio, y en la fusión nuclear del sol participan hidrógeno y helio.

source: Correct! Certain types of snakes have holes on their faces called pit organs. The pit organ can detect infrared radiation from warm bodies up to three feet away.
es_es: ¡Correcto! Ciertos tipos de serpientes tienen agujeros en su cara llamados fosetas. La foseta puede detectar radiación infrarroja de cuerpos calientes hasta a un metro (tres pies) de distancia.

source: Nope! Visible light gives us the colors that we see, and infrared light is a kind of heat light. Certain types of snakes have holes on their faces called pit organs. The pit organ can detect infrared radiation from warm bodies up to three feet away. This is how the snakes hunt at night.
es_es: ¡No! La luz visible nos da los colores que vemos, y la luz infrarroja es un tipo de luz caliente. Algunos tipos de serpientes tienen agujeros en su cara llamados fosetas. La foseta puede detectar radiación infrarroja de cuerpos calientes hasta a un metro (tres pies) de distancia. Así es cómo cazan las serpientes por la noche.

source: You got it! The sun provides heat which causes water to evaporate.
es_es: ¡Lo tienes! El sol proporciona calor, que provoca que el agua se evapore.

source: Not quite! Once ocean water is evaporated, it condenses into clouds. So the sun plays a role in condensation, but is an indirect role.
es_es: ¡No exactamente! Una vez el agua oceánica se evapora, se condensa en las nubes. Así que el sol influye en la condensación, pero indirectamente.

source: Nope! The sun directly affects evaporation. But evaporation leads to condensation then precipitation. So the sun affects the entire water cycle, but directly affects evaporation.
es_es: ¡No! El sol influye directamente en la evaporación. Pero tras la evaporación viene la condensación y luego la precipitación. Así que el sol influye en todo el ciclo del agua, pero sólo afecta directamente a la evaporación.

source: Think again! The sun affects the entire water cycle, but directly affects evaporation.
es_es: ¡Piénsalo de nuevo! El sol influye en todo el ciclo del agua, pero sólo afecta directamente a la evaporación.

source: Nope! The opposite; the sun powers life on earth.
es_es: ¡No! Al contrario: el sol alimenta la vida en la Tierra.

source: Right on! The sun gives life to everything on earth.
es_es: ¡Exacto! El sol da vida a todo lo que hay en la Tierra.

source: Not quite! The sun doesn't protect things on earth, it gives life to them.
es_es: ¡No exactamente! El sol no protege las cosas de la Tierra, les da vida.

source: Think again! The sun does not damage or protect life on earth, it powers it.
es_es: ¡Piénsalo de nuevo! El sol no daña ni protege la vida en la Tierra, la alimenta.

source: Nope! It takes 24 hours for the earth to turn once in its axis.
es_es: ¡No! La Tierra tarda 24 horas en girar una vez sobre su eje.

source: Right on! It takes 28 days for the moon to travel once around the earth.
es_es: ¡Exacto! La luna tarda 28 días en viajar una vez alrededor de la Tierra.

source: Not quite! It takes 12 months for the earth to revolve around the sun.
es_es: ¡No exactamente! La Tierra tarda 12 meses en girar alrededor del sol.

source: You got it! Both shadows are behind the runners, so you can tell they are facing the sun. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated. The time of the shorter shadow is probably closer to noon.
es_es: ¡Lo tienes! Ambas sombras están tras los corredores, así que sabes que están mirando al sol. Sabiendo la posición del sol a la hora en que las sombras han sido creadas, se puede estimar la hora del día. La hora de la sombra más corta es probablemente más cercana al mediodía.
