Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Being caught in an animal's fur and carried many miles.
es_es: Ser apresado en la piel de un animal y llevado a muchos kilómetros.

source: Being eaten by an animal and then expelled as waste.
es_es: Siendo comido por un animal y luego expulsados como desecho.

source: Which process allows plants to use energy from sunlight to produce their own food?
es_es: ¿Qué proceso permite que plantas usen la energía de la luz del sol para producir su propia comida?

source: pollination
es_es: polinización

source: metamorphosis
es_es: metamorfosis

source: reproduction
es_es: reproducción

source: Image A shows a plant growing under the light in a closed room. Image B shows the plant in the same room, but it is moved to the back on the table. In changing the location of the plant, which of the following would change the most?
es_es: Imagen A muestra una planta que crece bajo la luz en una habitación cerrada. La imagen B muestra la planta en la misma habitación, pero se mueve hacia atrás sobre la mesa. ¿En cambio de la ubicación de la planta, cuál de las siguientes cambiaría más?

source: the shape of the plant's leaves
es_es: la forma de las hojas de la planta

source: the nutrients the plant needs
es_es: los nutrientes que necesita la planta

source: the direction the plant grows
es_es: la dirección de la planta crece

source: the color of the plant's flowers
es_es: el color de las flores de la planta

source: Look at the different parts of a plant and select the part that is most responsible for using energy from the Sun to produce food?
es_es: ¿Mira las diferentes partes de una planta y seleccionar la parte que es más responsable para el uso de energía del sol para producir alimentos?

source: flower
es_es: flor

source: root
es_es: raíz

source: leaf
es_es: hoja

source: stem
es_es: tallo

source: Each part of a plant serves a different function. The ____1______ provides support for the plant. The ____2______ get water and nutrients from the soil. The ____3______ produces fruit with seeds to make new plants.
es_es: Cada parte de una planta cumple una función diferente. El (1) proporciona soporte para la planta. El (2) obtiene agua y nutrientes del suelo. El (3) produce frutos con semillas para hacer nuevas plantas.

source: 1) roots 2) stem 3) flower
es_es: 1) raíces 2) tallo 3) flor

source: 1) stem 2) roots 3) leaf
es_es: 1) tallo 2) raíces 3) hoja

source: 1) stem 2) roots 3) flower
es_es: 1) tallo 2) raíces 3) flor

source: 1) stem 2) leaf 3) flower
es_es: 1) tallo 2) hoja 3) flor

source: The image below is of a plant during the early development stage in its life cycle. As the plant continues to go through its life cycle, which of the following do you think will occur next?
es_es: La imagen de abajo es de una planta durante la etapa temprana del desarrollo en su ciclo de vida. Como la planta continúa a través de su ciclo de vida, ¿cuál de las siguientes crees que ocurrirá a continuación?

source: Stems and leaves will develop.
es_es: Se desarrollarán los tallos y hojas.

source: Seeds and stems will develop.
es_es: Se desarrollarán las semillas y tallos.

source: Fruits and roots will develop.
es_es: Se desarrollarán las frutas y raíces .

source: Flowers and fruits will develop.
es_es: Se desarrollarán flores y frutas.

source: Every plant goes through stages of a life cycle in a certain order. Select the sequence that shows the order of stages in a plant's life cycle.
es_es: Cada planta pasa por etapas de un ciclo de vida en un cierto orden. Seleccione la secuencia que muestra el orden de las etapas de ciclo de vida de la planta.

source: young plant -> seed -> adult plant
es_es: Planta joven -> semilla -> planta adulta

source: seed -> young plant -> adult plant
es_es: semilla-> Planta joven-> planta adulta

source: adult plant -> young plant -> seed
es_es: planta adulta -> Planta joven -> semilla

source: seed -> adult plant -> young plant
es_es: semilla -> Planta adulta -> Planta joven

source: No, a blowhole on the bottom side of the aquatic mammal would cause it to have to rise to the surface and turn over to get air to breathe. As they do this about two to three times per minute, it would take too long.
es_es: No, un espiráculo en el lado de debajo de un mamífero acuático provocaría que necesitara salir a la superficie y darse vuelta para obtener aire para respirar. Ya que hacen esto dos a tres veces por minuto, tomaría demasiado tiempo.

source: Look at the processes below and select the two that are common among all living things.
es_es: Mira los procesos debajo y selecciona los dos que sean comunes entre todos los seres vivos.

source: flying and swimming
es_es: volar y nadar

source: migrating and reproducing
es_es: migrar y reproducirse

source: using nutrients and growing
es_es: utilizar nutrientes y crecer

source: getting rid of waste and hibernating
es_es: liberarse de desechos e hibernar

source: Select the group into which an animal like this would be classified: It hatches from an egg. It breathes through gills when it is young. It almost always lives on land when it is an adult.
es_es: Selecciona el grupo en el cual se clasificaría un animal como este: Nace de un huevo. Respira a través de branquias cuando es joven. Casi siempre vive en tierra cuando es adulto.

source: fish
es_es: peces

source: amphibians
es_es: anfibios

source: mammals
es_es: mamíferos

source: Emperor penguins have adapted in different ways to help them survive in the cold, ocean environment. Select the characteristic that helps the specialized birds survive in their environment?
es_es: Los pingüinos emperador se han adaptado en distintas formas que les ayudan a sobrevivir en el ambiente frío del océano. Selecciona la característica que ayuda a las aves especializadas a sobrevivir en su ambiente.

source: having very little sense of taste
es_es: tener muy poco sentido del gusto

source: having large feathers that absorb water
es_es: tener plumas grandes que absorben agua

source: having a very weak sense of smell
es_es: tener un sentido del olfato muy débil

source: having small wings that move like flippers
es_es: tener alas pequeñas que se mueven como aletas

source: Look at the processes below and select the two that are common among all animals.
es_es: Mira los procesos debajo y selecciona los dos que son comunes entre todos los animales.

source: changing color and shedding fur
es_es: cambiar de color y mudar de pelo

source: growing and developing
es_es: crecer y desarrollarse

source: hibernating and migrating
es_es: hibernar y migrar

source: building nests and communicating
es_es: construir nidos y comunicarse

source: How do the patterns (like large eyes) on the wings of an owl butterfly help them survive?
es_es: ¿Cómo es que los patrones (parecidos a ojos grandes) de las alas de una mariposa búho le ayudan a sobrevivir?

source: It helps the butterfly fly faster.
es_es: Le ayudan a la mariposa a volar más rápido.

source: It helps the butterfly see well.
es_es: Le ayudan a la mariposa a ver mejor.

source: It helps the butterfly scare enemies off.
es_es: Le ayudan a la mariposa a asustar a sus enemigos.

source: It helps the butterfly absorb sunlight.
es_es: Le ayudan a la mariposa a absorber la luz del sol.

source: Select the statement that is correct.
es_es: Selecciona la oración que sea correcta.

source: Technology eliminates the need for biological adaptations for specific groups.
es_es: La tecnología elimina la necesidad de adaptaciones biológicas para ciertos grupos.

source: Plants and animals can adapt to their environment, humans do not adapt to their environment.
es_es: Las plantas y los animales pueden adaptarse a su ambiente, los humanos no se adaptan a su ambiente.

source: Genetic changes take place instantly while adapting to a specific environment.
es_es: Los cambios genéticos ocurren instantáneamente durante la adaptación a un ambiente específico.

source: Humans survive in difficult environments through biological and cultural adaptations.
es_es: Los humanos sobreviven en ambientes difíciles por medio de adaptaciones biológicas y culturales.

source: Shown below is the blowhole of a dolphin. Why is it advantageous for the blowhole to be located at the top of a dolphin, instead of at the bottom?
es_es: Debajo se ilustra el espiráculo de un delfín. ¿Por qué es una ventaja que el espiráculo se encuentre en la parte superior de un delfín, en lugar de la parte inferior?

source: It is easier for the fish to see the surface of the water where the air is going to be found
es_es: Es más fácil para los peces ver la superficie del agua donde se va a encontrar aire.

source: It takes less energy for a dolphin to expose the top of its head than any place on its bottom side
es_es: El delfín utiliza menos energía exponiendo la parte superior de su cabeza que cualquier región de su lado inferior.

source: A blowhole on the bottom side of the fish would let the air drain out
es_es: Un espiráculo en el lado inferior de un pez dejaría que el aire se fugara.

source: Why is having hollow bones an advantage for flying birds?
es_es: ¿Por qué es tener huesos huecos una ventaja para las aves voladoras?

source: Hollow bones carry extra air and food
es_es: Los huesos huecos pueden cargar aire y comida adicional

source: Hollow bones are usually stronger
es_es: Los huesos huecos son generalmente más fuertes

source: Hollow bones reduce the bird's weight
es_es: Los huesos huecos reducen el peso del ave

source: Select the adaptation listed that is not possessed by plants.
es_es: Selecciona la adaptación en la lista que no poseen las plantas.

source: movement
es_es: movimiento

source: thorns
es_es: espinas

source: colored petals
es_es: pétalos de colores

source: photosynthesis
es_es: fotosíntesis

source: Why does the Venus flytrap absorb insects?
es_es: ¿Por qué absorbe insectos la Venus atrapamoscas?

source: Because it is defending itself against attack from insects
es_es: Porque se está defendiendo del ataque de los insectos

source: To supplement the energy it lacks from using photosynthesis alone
es_es: Para suplementar la energía que le falta tras utilizar sólo la fotosíntesis

source: Because it does not use photosynthesis to obtain energy
es_es: Porque no utiliza la fotosíntesis para obtener energía

source: Because its roots are unable to gather any nutrients from the soil
es_es: Porque sus raíces son incapaces de recolectar nutrientes del suelo

source: Which of the following characteristic most influences where reptiles may live and survive:
es_es: ¿Cuál de las siguientes características es la que determina en mayor medida el lugar en que los reptiles podrán vivir y sobrevivir?

source: have backbones
es_es: tener columna vertebral

source: lay eggs
es_es: poner huevos

source: cold-blooded
es_es: sangre fría

source: scaly skin
es_es: piel con escamas

source: Which of the following would NOT be a useful adaptation of fish or sea mammals?
es_es: ¿Cuál de las siguientes NO sería una adaptación útil para los peces o mamíferos marinos?

source: Having lungs that use oxygen more efficiently
es_es: Tener pulmones que utilicen oxígeno más eficientemente

source: Having Blubber or thick underfur for insulation
es_es: Tener grasa o pelo como aislamiento térmico

source: Having sharp senses to communicate underwater with sound
es_es: Tener sentidos agudos para comunicarse bajo el agua con sonidos

source: Having survival skills that only work with light
es_es: Tener habilidades de supervivencia que sólo funcionen en la luz

source: Solid bone structure
es_es: Estructura ósea sólida

source: Which is NOT a feature of the anatomy of most birds that enables them to fly?
es_es: ¿Cuál de las siguientes NO es una característica anatómica de la mayoría de las aves que les da la habilidad de volar?

source: Intricate feathers
es_es: Plumaje intrincado

source: Hollow bone structure
es_es: Estructura ósea hueca

source: Wings
es_es: Alas

source: Built To Survive
es_es: Construidos para Sobrevivir

source: Staying Healthy
es_es: Mantenerse Sanos

source: Read the activities below and select the positive health habit.
es_es: Lee las actividades a continuación y elige el hábito saludable.

source: sleeping only 5 hours a day
es_es: dormir sólo 5 horas al día

source: drinking alcoholic beverages
es_es: tomar bebidas alcohólicas

source: smoking cigarettes
es_es: fumar cigarrillos

source: exercising regularly
es_es: hacer ejercicio de forma regular

source: Which of the following choices is NOT an example of tissue?
es_es: ¿Cuál de las siguientes opciones NO es un ejemplo de tejido?

source: Bone
es_es: Hueso

source: Skin
es_es: Piel

source: Muscle
es_es: Músculo

source: Heart
es_es: Corazón

source: The illustration below shows a human body system. Which system is shown?
es_es: La ilustración a continuación muestra un sistema del cuerpo humano. ¿Qué sistema?

source: digestive
es_es: digestivo

source: nervous
es_es: nervioso

source: respiratory
es_es: respiratorio

source: circulatory
es_es: circulatorio

source: Parts of the human excretory system is shown below. These structures play an important role in...
es_es: A continuación se muestran partes del sistema excretor humano. Estas estructuras juegan un papel importante en...

source: breaking down food
es_es: la descomposición de alimentos

source: transporting blood
es_es: el transporte de la sangre

source: producing sex cells
es_es: la producción de células sexuales

source: removing wastes
es_es: la eliminación de residuos

source: The image below illustrates how plants transport material needed to survive. Compare this system to that of the human body. Which organ system performs a similar function in humans?
es_es: La imagen a continuación ilustra cómo transportan las plantas los materiales que necesitan para sobrevivir. Compara este sistema al equivalente del cuerpo humano. ¿Qué sistema de órganos realiza una función similar en humanos?

source: circulatory system
es_es: sistema circulatorio

source: respiratory system
es_es: sistema respiratorio

source: digestive system
es_es: sistema digestivo

source: excretory system
es_es: sistema excretor

source: Every organ system has a major function. Which choice states the body system and its major function correctly?
es_es: Todos los sistemas de órganos tienen una función principal. ¿Qué opción muestra el sistema del cuerpo y su función principal correctamente?

source: The excretory system creates sex cells and offspring.
es_es: El sistema excretor crea células sexuales y descendencia.

source: The reproductive system moves substances to and from all cells of the body.
es_es: El sistema reproductivo transporta sustancias de y a todas las células del cuerpo.

source: The digestive system removes waste.
es_es: El sistema digestivo elimina residuos.

source: The nervous system's job is to sense, process, and respond to stimuli.
es_es: El trabajo del sistema nervioso es sentir, procesar y responder a estímulos.

source: What is the main function of the circulatory system?
es_es: ¿Cuál es la función principal del sistema circulatorio?

source: to help us breathe
es_es: ayudarnos a respirar

source: to supply blood to the body
es_es: suministrar sangre al cuerpo

source: to control the digestive and reproductive systems
es_es: controlar los sistemas digestivo y reproductivo

source: to control the blood flow around the body
es_es: controlar el flujo de sangre a través del cuerpo

source: How are exercise and heart rate related?
es_es: ¿Cómo se relacionan el ejercicio y el ritmo cardíaco?

source: Heavy exercise increases heart rate.
es_es: Mucho ejercicio aumenta el ritmo cardíaco.

source: Heavy exercise decreases heart rate.
es_es: Mucho ejercicio disminuye el ritmo cardíaco.

source: Sitting still increases heart rate.
es_es: Estar sentado aumenta el ritmo cardíaco.

source: Light exercise decreases heart rate.
es_es: El ejercicio ligero disminuye el ritmo cardíaco.

source: Organs may be made of a variety of different tissues.
es_es: Los órganos pueden estar hechos de varios tejidos diferentes.

source: Each organ is made of a unique tissue type.
es_es: Cada órgano está hecho de un tipo de tejido único.

source: Organ systems consist of only a single type of tissue.
es_es: Los sistemas de órganos consisten en sólo un tipo de tejido.

source: A person is prescribed an antibiotic for ten days. She begins taking the pills and feels much better after four days. What should she do with the remaining pills?
es_es: Una persona es prescrita un antibiótico durante diez días. Empieza a tomar las pastillas y se siente mucho mejor tras cuatro días. ¿Qué debería hacer con las pastillas restantes?

source: She should return them to the pharmacy.
es_es: Debería devolverlas a la farmacia.

source: She should take all of the pills, even though she feels better.
es_es: Debería tomar todas las pastillas, aunque se sienta mejor.

source: She should save the pills in case she gets sick again.
es_es: Debería guardar las pastillas por si enferma otra vez.

source: She should give the pills to a friend in case they get sick too.
es_es: Debería darle las pastillas a un amigo por si se enferma también.

source: The nervous system does not depend upon which of the following?
es_es: ¿De cuál de los siguientes sistemas no depende el sistema nervioso?

source: The circulatory system
es_es: El sistema circulatorio

source: The skeletal system
es_es: El sistema óseo

source: The respiratory system
es_es: El sistema respiratorio

source: It does depend on all of the systems above.
es_es: Depende de todos los sistemas anteriores.

source: The pancreas plays roles in which TWO systems?
es_es: ¿En qué DOS sistemas juega un papel el páncreas?

source: nervous and skeletal
es_es: nervioso y óseo

source: integumentary and digestive
es_es: integumentario y digestivo

source: digestive and endocrine
es_es: digestivo y endocrino

source: nervous and digestive
es_es: nervioso y digestivo

source: Choose the correct statement from the following.
es_es: Elige la declaración correcta de entre las siguientes.

source: Deserts generally require more rainfall than grasslands.
es_es: Los desiertos generalmente requieren más lluvias que las praderas.

source: Forests generally require less rainfall than grasslands.
es_es: Los bosques generalmente requieren de menos lluvias que las praderas.

source: Forests generally require more rainfall than grasslands.
es_es: Los bosques generalmente requieren más lluvias que las praderas.

source: Deserts generally require more rainfall than forests.
es_es: Los desiertos generalmente requieren más lluvias que los bosques.

source: Which statement best defines 'carrying capacity.'
es_es: Cuál frase define mejor “capacidad portante.”

source: The number of organisms an area can support.
es_es: El número de organismos que un área puede mantener.

source: The amount of biomass in an ecosystem.
es_es: El número de biomas en un ecosistema.

source: The volume of water in plant cells.
es_es: El volumen de agua en las células de las plantas.

source: The number of cells in a tree.
es_es: El número de células en un árbol.

source: Biodiversity may be best described as:
es_es: La biodiversidad puede definirse mejor como:

source: the variety of species found in an ecosystem.
es_es: la variedad de especies encontradas en un ecosistema.

source: species critical to the survival of predators.
es_es: las especies indispensables para la supervivencia de depredadores.

source: producers at the base of an ecosystem.
es_es: productores en la base de un ecosistema.

source: the plants found in a desert.
es_es: las plantas encontradas en un desierto.

source: Which factors are most important in determining the plant community that will be found in a given area?
es_es: ¿Cuáles factores son los más importantes para determinar la comunidad de plantas que será encontrada en un área en particular?

source: traffic and rainfall
es_es: tráfico y lluvias

source: temperature and rainfall
es_es: temperatura y lluvias

source: temperature and longitude
es_es: temperatura y longitud

source: traffic and longitude
es_es: tráfico y longitud

source: Male ducks are often brightly colored, while female ducks are often very plain in coloration. Which statement best explains this difference?
es_es: Los patos macho con frecuencia tienen colores brillantes, mientras que los patos hembra son con frecuencia muy simples en su coloración. ¿Cuál frase explica mejor esta diferencia?

source: Female ducks must protect the nest and benefit from camouflage.
es_es: Los patos hembra deben proteger el nido y se benefician del camuflaje.

source: Male ducks must protect the nest and benefit from camouflage.
es_es: Los patos machos deben proteger el nido y se benefician del camuflaje.

source: Female ducks' bright colors call attention to their nests.
es_es: Los colores brillantes de los patos hembra llaman la atención hacia sus nidos.

source: Male ducks' bright colors attract predators to their nests.
es_es: Los colores brillantes de los patos macho atraen depredadores a sus nidos.

source: Which of the following statements is not true of most ecosystems?
es_es: ¿Cuál de las siguientes frases no es verdad acerca de la mayoría de los ecosistemas?

source: All species are connected to other species in complex ways.
es_es: Todas las especies están vinculadas a otras especies en maneras complejas.

source: It is difficult to understand all of the interactions in any ecosystem.
es_es: Es difícil entender todas las interacciones en cualquier ecosistema.

source: Extinction of a few species has little effect on their ecosystem.
es_es: La extinción de unas cuantas especies tiene pocos efectos en su ecosistema.

source: Plants serve as the basis for all ecosystems.
es_es: Las plantas sirven como base para todos los ecosistemas.

source: How are food webs used to summarize interrelationships in ecosystems?
es_es: ¿Cómo se utilizan las redes alimentarias para resumir las interrelaciones en los ecosistemas?

source: Food webs capture energy from water.
es_es: Las redes alimentarias capturan energía del agua.

source: Food webs show that plants are high-order consumers.
es_es: Las redes alimentarias muestran que las plantas son consumidoras de alto orden.

source: Food webs trap insects for birds to consume as food.
es_es: Las redes alimentarias atrapan insectos para que las aves las consuman como alimento.

source: Food webs show which organisms consume other organisms as food.
es_es: Las redes alimentarias muestran cuáles organismos consumen a otros organismos como alimento.

source: An issue for many national parks centers around the fact that many animals commonly leave the park boundaries at various times of the year. Which statement best explains why this occurs?
es_es: Un problema para muchos parques nacionales se centra alrededor del hecho de que muchos animales comúnmente salen de los límites del parque en distintas épocas del año. ¿Cuál frase explica mejor por qué ocurre esto?

source: The park boundaries are smaller than the ecosystem they preserve.
es_es: Los límites del parque son más pequeños que el ecosistema que conservan.

source: Predators often consume producers directly.
es_es: Los depredadores con frecuencia consumen productores directamente.

source: Many national parks allow people to observe animals directly.
es_es: Muchos parques nacionales permiten a las personas observar a los animales directamente.

source: Ecosystems are confined to the park boundaries.
es_es: Los ecosistemas están limitados a la extensión del parque.

source: Which of these biomes most likely supports the greatest amount of biodiversity?
es_es: ¿Cuál de los siguientes biomas es más probable que mantenga la mayor cantidad de biodiversidad?

source: tropical rainforest
es_es: selva tropical
