Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Not quite! An element contains only one kind of atom, a compound contains more than one kind of atom, and there are many more compounds than elements.
es_es: ¡No exactamente! Un elemento contiene sólo un tipo de átomos, un compuesto contiene más de un tipo de átomos, y hay muchos más compuestos que elementos.

source: You got it! You've matched them all correctly. Gas has no fixed shape or fixed volume. Solids have a fixed shape and a fixed volume. Liquids do not have a fixed shape, but have a fixed volume.
es_es: ¡Lo tienes! Los has unido correctamente. El gas no tiene una estructura o volumen fijo. Los sólidos tienen un volumen y una estructura fija. Los líquidos no tienen una estructura fija pero si tienen un volumen fijo.

source: Not quite! Gas has no fixed shape or fixed volume. Solids have a fixed shape and a fixed volume. Liquids do not have a fixed shape, but have a fixed volume.
es_es: ¡No exactamente! El gas no tiene una estructura o volumen fijo. Los sólidos tienen una estructura y volumen fijo. Los líquidos no tienen una estructura fija pero si un volumen determinado.

source: Not quite! Melting point is a way to uniquely identify an element.
es_es: ¡No exactamente! El punto de fusión es una manera única de identificar un elemento.

source: Not quite! Boiling point is a way to uniquely identify an element.
es_es: ¡No exactamente! El punto de ebullición es una manera de identificar de forma única un elemento.

source: Not quite! Combined mass and volume is a way to uniquely identify an element.
es_es: ¡No exactamente! Sumar las masas y el volumen es una manera de identificar de forma única un elemento.

source: Correct! One cannot uniquely identify an element solely based on its state of matter.
es_es: ¡Correcto! Uno no puede identificar de forma única un elemento basándose solamente en el estado de la materia.

source: Nope! A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate.
es_es: ¡No! Un coloide es un tipo de mezcla en la que las partículas que componen el coloide son más grandes que las de una solución, pero lo suficientemente pequeñas como para no sedimentar o separarse.

source: Nope! A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: ¡No! Una suspensión es una mezcla heterogénea que contiene partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras.

source: Nope! An element is a type of substance composed of just one type of atom.
es_es: ¡No! Un elemento es un tipo de sustancia compuesta de sólo un tipo de átomo.

source: Correct! A solution is a homogeneous mixture that has very small particles that are blended together extremely well.
es_es: ¡Correcto! Una solución es una mezcla homogénea que tiene partículas muy pequeñas que se mezclan extremadamente bien.

source: Correct! A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: ¡Correcto! Una suspensión es una mezcla heterogénea que contiene partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras.

source: Nope! A solution is a homogeneous mixture that has very small particles that are blended together extremely well.
es_es: ¡No! Una solución es una mezcla homogénea que tiene partículas muy pequeñas que se mezclan extremadamente bien.

source: Correct! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
es_es: ¡Correcto! El helado de la izquierda es homogéneo porque sus partículas no están visiblemente separadas. El helado de la derecha se considera heterogéneo porque las fresas se distinguen del helado.

source: Not quite! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
es_es: No del todo! El helado de la izquierda es homogéneo porque sus partículas no están visiblemente separadas. El helado de la derecha se considera heterogéneo porque las fresas se distinguen del helado.

source: No! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
es_es: ¡No! El helado de la izquierda es homogéneo porque sus partículas no están visiblemente separadas. El helado de la derecha se considera heterogéneo porque las fresas se distinguen del helado.

source: That's correct! Oxygen is an element and it is composed of only Oxygen atoms.
es_es: ¡Eso es correcto! El oxígeno es un elemento y está compuesto solamente de átomos de oxígeno.

source: That's correct! Chlorine is an element and it is composed of only Chlorine atoms.
es_es: ¡Eso es correcto! El cloro es un elemento y está compuesto solamente de átomos de cloro.

source: Great job! carbon dioxide is compound, made of different elements.
es_es: ¡Buen trabajo! El dióxido de carbono son compuestos, hechos de elementos diferentes.

source: Great job! Water is a compound, made of different elements.
es_es: ¡Bien! El agua son compuestos, hechos de elementos diferentes.

source: Not quite! An element is made up of the same type of atom while a compound is made up of two or more elements. Chlorine and Oxygen are elements but Water and Carbon dioxide are compounds.
es_es: ¡No exactamente! Un elemento está hecho del mismo tipo de átomos mientras que un compuesto está hecho de dos o más elementos. El Cloro y el Oxígeno son elementos pero el Agua y el Dióxido de carbono son compuestos.

source: Nope! Steel is a special mixture called an 'alloy'. Steel is made mostly of iron with a small amount of carbon added.
es_es: No! El acero es una mezcla especial llamada 'aleación'. El acero está compuesto principalmente de hierro con una pequeña cantidad añadida de carbono.

source: Correct! An element is made up of the same type of atom. Copper is an element.
es_es: ¡Correcto! Un elemento está hecho del mismo tipo de átomos. El cobre es un elemento.

source: Nope! Plastic is a compound blend of many elements including chains of carbon.
es_es: ¡No! El plástico es una mezcla de compuestos de muchos elementos incluyendo cadenas de carbono.

source: Nope! Sugar is a compound made up of carbon, hydrogen, and oxygen.
es_es: ¡No! El azúcar es un compuesto hecho de carbono, hidrógeno, y oxígeno.

source: Not quite! Water by itself is not a mixture unless it is mixed with something else.
es_es: ¡No exactamente! El agua por sí sola no es una mezcla salvo que se mezcle con algo más.

source: Not quite! Water is a compound, including two elements hydrogen and oxygen.
es_es: ¡No exactamente! El agua es un compuesto, que incluye dos elementos de hidrógeno y un oxígeno.

source: Correct! Water is a compound, a particle of water is a molecule.
es_es: ¡Correcto! El agua es un compuesto, una partícula de agua es una molécula.

source: Nope! A suspension is a mixture containing large particles that eventually settle.
es_es: ¡No! Una suspensión es una mezcla que contiene partículas grandes que sedimentan con el tiempo.

source: Nope! A heterogeneous mixture is one that has easily distinguishable particles.
es_es: ¡No! Una mezcla heterogénea es aquella que tiene partículas que se distinguen fácilmente.

source: Nope! A molecule is the particle of a compound of two or more atoms.
es_es: ¡No! Una molécula es la partícula de un compuesto de dos o más átomos.

source: Correct! Brass is a mixture of copper and tin. It is an 'alloy', not a compound.
es_es: ¡Correcto! El bronce es una mezcla de cobre y estaño. Es una "aleación", no un compuesto.

source: Not quite! There are 117 elements, but only 23 of them are man-made.
es_es: ¡No exactamente! Hay 117 elementos, pero sólo 23 están hechos por el hombre.

source: Nope! There are 117 elements, but only 94 of them are found in nature.
es_es: ¡No! Hay 117 elementos, pero sólo 94 de ellos se encuentran en la naturaleza.

source: Not quite! The majority of the elements (94 out of 117) are found in nature, only 23 are man-made.
es_es: ¡No exactamente! La mayoría de los elementos (94 de 117) se encuentran en la naturaleza, sólo 23 están hechos por el hombre.

source: Correct! The majority of the elements (94 out of 117) are found in nature.
es_es: Correcto! La mayoría de los elementos (94 de 117) se encuentran en la naturaleza.

source: rubbing alcohol
es_es: alcohol

source: freshwater
es_es: agua dulce

source: saltwater
es_es: agua salada

source: Correct! The mice have dark fur in a dark-colored habitat and light fur in a light-colored habitat.
es_es: ¡Correcto! Los ratones tienen pelo oscuro en un hábitat de color oscuro, y pelo claro en un hábitat de color claro.

source: This investigation is not about how the environment does or doesn't affect the size of the animals. It is about how individuals of a species living in different habitats have different colors of fur.
es_es: Esta investigación no es acerca de si afecta o no el entorno al tamaño de los animales. Es acerca de cómo los individuos de una especie que viven en distintos hábitatas tienen distinto color de pelo.

source: The investigation is not about the size of the animals. It is about how individuals of a species living in different habitats have different colors of fur.
es_es: Esta investigación no es acerca del tamaño de los animales. Es acerca de cómo los individuos de una especie que viven en distintos hábitatas tienen distinto color de pelo.

source: This statement is about measurement, which is only part of the experiment. The experiment is about how tall the plants will grow with and without fertilizer.
es_es: Esta afirmación es sobre mediciones, que es sólo una parte del experimento. El experimento es sobre lo alto que crecerán las plantas con y sin fertilizante.

source: Correct! The plant on the left is getting fertilizer added to the soil, and the one on the right is not. In this experiment the student will measure to see if the fertilizer leads to taller flowering plants.
es_es: ¡Correcto! La planta de la izquierda tiene fertilizante añadido a la tierra, y la de la derecha no. En este experimento, el estudiante hará mediciones para ver si añadir fertilizante provoca que las plantas con flores sean más altas.

source: The experiment is about fertilizer, but not about the amount needed, rather to see if it leads to taller flowering plants.
es_es: El experimento es sobre fertilizante, pero no sobre la cantidad necesaria, sino para ver si provoca que las plantas con flores sean más altas.

source: There is no salt water involved in the experiment. The student will measure to see if the added fertilizer leads to taller flowering plants.
es_es: No hay agua salada implicada en el experimento. El estudiante hará mediciones para ver si añadir fertilizante provoca que las plantas con flores sean más altas.

source: Finding out what causes ice to form is a great opportunity to practice using the scientific method.
es_es: Descubrir qué causa que se forme hielo es una buena oportunidad de practicar usando el método científico.

source: Correct! To know your teacher's middle name you would simply do research, which is doing science, but not necessarily using the scientific method.
es_es: ¡Correcto! Para saber el segundo nombre de tu maestro sólo tendrías que investigarlo, que es hacer ciencia, pero no necesariamente usando el método científico.

source: To discover why some plants are green and have chlorophyll you would use the scientific method.
es_es: Para descubrir por qué algunas plantas son verdes y tiene clorofila usarías el método científico.

source: For discovering migration patterns of birds you could use the scientific method.
es_es: Para descubrir patrones de migración de aves puedes usar el método científico.

source: Correct! After exercising, all the people's heart rates increased.
es_es: ¡Correcto! Tras hacer ejercicio, los ritmos cardíacos de todas las personas aumentaron.

source: After exercising, all the people's heart rates increased.
es_es: Tras hacer ejercicio, los ritmos cardíacos de todas las personas aumentaron.

source: Exercise does affect a person's heart rate, it increases it.
es_es: El ejercicio sí afecta al ritmo cardíaco de una persona, lo aumenta.

source: The heart rates of the people were increased, but not tripled.
es_es: Los ritmos cardíacos de las personas aumentaron, pero no se triplicaron.

source: Only the answer is correct, not the reason why. The results of the experiment do not support the hypothesis, correct. But the table shows there is more saltwater than the other liquids.
es_es: Sólo la respuesta es correcta, pero no el por qué. Los resultados del experimento no apoyan la hipótesis, eso es cierto. Pero la tabla muestra que hay más cantidad de agua salada de que los otros líquidos.

source: Correct! The results of the experiment do not support the hypothesis. Saltwater did not evaporate as fast as the other liquids, and there is more saltwater than the other liquids.
es_es: ¡Correcto! Los resultados del experimento no apoyan la hipótesis. El agua salada no se evaporó tan rápido como los otros líquidos, y hay más cantidad de agua salada que de los otros líquidos.

source: No, the results of the experiment do not support the hypothesis. There is more saltwater than the other fluids; it is the slowest evaporating liquid in the experiment.
es_es: No, los resultados del experimento no apoyan la hipótesis. Hay más cantidad de agua salada de que los otros fluidos: es el líquido que se evapora más despacio en el experimento.

source: No, the correct order is rubbing alcohol, freshwater, saltwater.
es_es: No, el orden correcto es alcohol, agua dulce, agua salada.

source: No, tuna fish is actually the least popular lunch option at this school.
es_es: No, en realidad el atún es la opción de comida menos popular en esta escuela.

source: Correct. 40% of the students choose lasagna and 28% choose grilled cheese. Together that makes 68% of the students choosing one of these lunch options.
es_es: Correcto. El 40% de los estudiantes escoge lasaña y el 28%, sandwich de queso. Juntos hacen un 68% de estudiantes que escogen una de esas opciones.

source: No, only 24% of the students choose pizza, which is less than half.
es_es: No, sólo el 24% de los estudiantes escoge pizza, que es menos de la mitad.

source: No, because the percentage of students who choose grilled cheese (28%) is lower than those who select lasagna (40%).
es_es: No, porque el porcentaje de estudiantes que escoge el sandwich de queso (28%) es más alto que el de la lasaña (24%).

source: No. How a person feels is very relative, they are comparing it to other feelings. To test a hypothesis it must have a measurable outcome, not based on emotions.
es_es: No. Cómo se siente una persona es muy relativo, lo comparan a otros sentimientos. Para probar una hipótesis debes tener resultados medibles, no basados en emociones.

source: No. A person's happiness is not considered a measurable outcome -- it is very difficult to measure happiness in a scientific way.
es_es: No. La felicidad de una persona no se considera un resultado medible: es muy difícil medir la felicidad de forma científica.

source: Correct! A person's blood pressure can be measured before and after a time period of eating an apple every day to see if it has changed it or not.
es_es: ¡Correcto! La presión sanguínea de una persona se puede medir antes y después de un periodo de tiempo comiendo una manzana al día para ver si ha cambiado o no.

source: No, stating that the hypothesis has no answer or cannot be proven will not solve the question or problem the scientist started out with.
es_es: No, declarar que la hipótesis no tiene respuesta o que no puede ser probada no resolverá la pregunta ni el problema con el que científico había empezado.

source: Correct! At this point the best thing to do is to revisit the hypothesis and change it based on the experiments and the new data collected.
es_es: ¡Correcto! En este punto lo mejor que se puede hacer es revisitar la hipótesis y cambiarla basándose en los experimentos y los nuevos datos recogidos.

source: No, at this point the best thing to do is to revisit the hypothesis and change it based on the experiments and the new data collected.
es_es: No, en este punto lo mejor que se puede hacer es revisitar la hipótesis y cambiarla basándose en los experimentos y los nuevos datos recogidos.

source: No, this is something no one should ever do. Changing the results of any kind of experiment is wrong and can lead to serious consequences.
es_es: No, eso es algo que nadie debería hacer nunca. Cambiar los resultados de cualquier tipo de experimento está mal y puede llevar a consecuencias serias.

source: Not quite: A hypothesis helps make predictions and helps to design good investigations and it will help guide us to interpret the results of experiments. A hypothesis does not tell the researcher if the answer is right or wrong. The researcher conducts the investigation to see if the data and evidence supports the hypothesis or not. In a scientific investigation, a researcher should try their best to observe everything.
es_es: No exactamente: Una hipótesis ayuda a hacer predicciones y a diseñar buenas investigaciones, y nos guiará a la hora de interpretar los resultados de los experimentos. Una hipótesis no dice al investigador si la respuesta está bien o mal. El investigador dirige la investigación para ver si los datos y las pruebas apoyan la hipótesis o no. En una investigación científica, un investigador debe esforzarse al máximo por observarlo todo.

source: The first three are all reasonably correct. The second one is the best answer. But the hypothesis doesn't tell the researcher whether the investigation is right or wrong.
es_es: Las tres primeras son razonablemente correctas. La segunda es la mejor respuesta. Pero la hipótesis no le dice al investigador si la investigación está bien o mal.

source: No, animals are part of the biosphere.
es_es: No, los animales son parte de la biósfera.

source: Correct. Air is part of the atmosphere.
es_es: Correcto. El aire es parte de la atmósfera.

source: No, bacteria are living organisms that are part of the biosphere.
es_es: No, las bacterias son organismos vivos que son parte de la biósfera.

source: No, humans are part of the biosphere. Some scientists also call the part of the environment that includes humans and their impact the anthrosphere.
es_es: No, los humanos son parte de la biósfera. Algunos científicos también llaman la parte del ambiente que incluye a los humanos y su impacto, la antropósfera.

source: No, trees are part of the biosphere.
es_es: No, los árboles son parte de la biósfera.

source: No. The sky might look blue looking up from earth but looking down from space, the sky is colorless except for the clouds, which appear as white.
es_es: No. El cielo puede verse azul desde la tierra, pero viendo desde el espacio, el cielo no tiene color excepto por las nubes, que lucen blancas.

source: No, blue flowers on earth are too small to be seen when looking at earth from space.
es_es: No, las flores azules de la Tierra son demasiado pequeñas para ser vistas desde el espacio cuando se observa la Tierra.

source: No. Looking at earth from space, the oceans give earth the name the 'Blue Planet'.
es_es: No. Viendo la Tierra desde el espacio, los océanos le dan el nombre de 'Planeta Azul'.

source: Correct! Looking at earth from space, the oceans give earth the name the 'Blue Planet'.
es_es: ¡Correcto! Viendo la Tierra desde el espacio, los océanos le dan el nombre de 'Planeta Azul'.

source: Not quite, the oceans are part of the hydrosphere, but so are the fresh water in the rivers and lakes and the water in snow and ice glaciers.
es_es: No exactamente, los océanos son parte de la hidrósfera, pero también lo son el agua dulce de los ríos y lagos y el agua en la nieve y los glaciares de hielo.

source: Not quite, the rivers and lakes are part of the hydrosphere, but so are the salt water in the oceans and the water in snow and ice glaciers.
es_es: No exactamente, los ríos y lagos son parte de la hidrósfera, pero también lo son el agua salada de los océanos y el agua en la nieve y glaciares de hielo.

source: Not quite, the water in snow and ice glaciers are part of the hydrosphere, but so are the salt water in the oceans and the freshwater in the rivers and lakes.
es_es: No exactamente, el agua en la nieve y los glaciares de hielo es parte de la hidrósfera, pero también lo son el agua salada de los océanos y el agua dulce de los ríos y lagos.

source: Correct. The different forms of water in the oceans, rivers and lakes, and ice glaciers all make up the hydrosphere.
es_es: Correcto. Las diferentes formas de agua en los océanos, ríos y lagos, así como los glaciares de hielo forman la hidrósfera.

source: That's correct! Hydrosphere, atmosphere, biosphere and geosphere are Earth's systems; They are interdependent and each subsystem interacts with every other subsystem which means that the events that happen in one sphere affect the other systems of the earth and cause the earth to be the way it is.
es_es: ¡Eso es correcto! Hidrósfera, atmósfera, biósfera y geósfera son los sistemas de la Tierra. Son interdependientes y cada subsistema interactúa con todos los otros subsistemas lo que significa que los eventos que ocurren en una esfera afectan a los otros sistemas de la Tierra y hacen que la Tierra sea como es.

source: Not quite! Hydrosphere, atmosphere, biosphere and geosphere are Earth's systems; They are interdependent and each subsystem (the spheres) interacts with every other subsystem which means that the events that happen in one sphere affect the other systems of the earth and cause the earth to be the way it is.
es_es: ¡No exactamente! Hidrósfera, atmósfera, biósfera y geósfera son los sistemas de la Tierra. Son interdependientes y cada subsistema (esfera) interactúa con todos los otros subsistemas lo que significa que los eventos que ocurren en una esfera afectan a los otros sistemas de la Tierra y hacen que la Tierra sea como es.

source: Great job! Volcanoes and soil are part of the geosphere, rainfall is part of the hydrosphere, plants are part of the biosphere, and air is part of the atmosphere.
es_es: ¡Buen trabajo! Los volcanes y el suelo son parte de la geósfera, la lluvia es parte de la hidrósfera, las plantas son parte de la biósfera y el aire es parte de la atmósfera.

source: Not quite. Volcanoes and soil are part of the geosphere, rainfall is part of the hydrosphere, plants are part of the biosphere, and air is part of the atmosphere.
es_es: No exactamente. Los volcanes y el suelo son parte de la geósfera, la lluvia es parte de la hidrósfera, las plantas son parte de la biósfera, y el aire es parte de la atmósfera.

source: No. The Grand Canyon was formed mainly by slow water erosion.
es_es: No. El Gran Cañón se formó principalmente por erosión lenta por agua.

source: Correct. The Grand Canyon was formed mainly by slow water erosion.
es_es: Correcto. El Gran Cañón se formó principalmente por erosión lenta por agua.

source: No. The picture shows a rapid erosion by wind.
es_es: No. La imagen muestra una erosión rápida por viento.

source: Correct. The picture shows a rapid erosion by wind.
es_es: Correcto. La imagen muestra una erosión rápida por viento.
