Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Manage
es_es: Administrar

source: Edit Cumulative Test
es_es: Editar Evaluación Acumulativa

source: Options
es_es: Opciones

source: Teacher Account
es_es: Cuenta de Profesor

source: Student Accounts
es_es: Cuentas de Estudiantes

source: This is your Dashboard. On this page, you can preview the modules available for your students, adjust modules settings and view the students' results.
es_es: Este es su Tablero de Inicio. En esta página, puede previsualizar los módulos disponibles para sus estudiantes, ajustar las preferencias de los módulos y ver los resultados de los estudiantes.

source: Life Science
es_es: Ciencias Biológicas

source: Overview
es_es: Resumen

source: Physical Science
es_es: Ciencias Físicas

source: Earth Science
es_es: Ciencias de la Tierra

source: Note:
es_es: NOTA:

source: Activity Code
es_es: CÓDIGO DE ACTIVIDAD

source: Click the column header to view the statistics for each question.
es_es: Dé clic en el encabezado de la columna para ver las estadísticas para cada pregunta.

source: If the table is not displaying correctly, please refresh this page.
es_es: Si la tabla no se visualiza correctamente, por favor actualice esta página.

source: Question Item Statistics
es_es: Estadísticas de Pregunta

source: Print
es_es: Imprimir

source: Print Friendly and PDF
es_es: Versión para Impresión y PDF

source: Question Item Information
es_es: Información de Pregunta

source: The pie chart below shows the students' answers to the question and the percentage for each selected letter choice.
es_es: La gráfica circular debajo muestra las respuestas de los estudiantes a la pregunta y el porcentaje para cada opción de respuesta seleccionada.

source: Cumulative Test Settings
es_es: Preferencias de Evaluaciones Acumulativas

source: ACTIVATED FOR
es_es: ACTIVADO PARA

source: ACTION
es_es: ACCIÓN

source: Save
es_es: Guardar

source: You have successfully updated this group.
es_es: Ha actualizado este grupo con éxito.

source: There are student records that are tied to this test. Editing this test would delete those student records. Are you sure you want to edit?
es_es: Hay registros de estudiantes vinculados a esta evaluación. Editar esta evaluación borrará dichos registros. ¿Está seguro/a de que desea editarlo?

source: Activate on Groups
es_es: Activar en Grupos

source: Cumulative Test Activation
es_es: Activación de Evaluación Acumulativa

source: Deleting this test will also delete all records of students who have taken this test. Are you sure you want to delete this diagnostic test?
es_es: Borrar esta evaluación también borrará los registros de estudiantes que han tomado esta evaluación. ¿Está seguro/a de que desea borrar esta evaluación de diagnóstico?

source: GROUP NAME
es_es: NOMBRE DE GRUPO

source: ACTIVATED
es_es: ACTIVADA

source: Cumulative Test activated for selected groups below.
es_es: Evaluación Acumulativa activada para los grupos seleccionados debajo

source: Activate Cumulative Test
es_es: Activar Evaluación Acumulativa

source: Total Questions
es_es: Preguntas Totales

source: Update Questions
es_es: Actualizar Preguntas

source: This test must be completed within the specified time limit. Only answers that are completed within the time limit will be recorded.
es_es: Esta evaluación deberá ser completada dentro del tiempo límite especificado. Sólo las respuestas que sean completadas dentro del tiempo límite serán guardadas.

source: Select Questions
es_es: Seleccionar Preguntas

source: List of Students
es_es: Lista de Estudiantes

source: Click the column title to filter it Ascending or Descending.
es_es: Dé clic en el título de la columna para filtrarla de forma Ascendente o Descendente

source: Student Information
es_es: Información de Estudiante

source: Grade Level
es_es: Grado

source: Actions
es_es: Acciones

source: View Portfolio
es_es: Ver Portafolio

source: View
es_es: Ver

source: Bulk Edit
es_es: Edición en Masa

source: Edit Selected Row
es_es: Editar Fila Seleccionada

source: Find Records
es_es: Encontrar Registros

source: Submit Cancel
es_es: Cancelar Envío

source: NOTE: Blank fields will be skipped
es_es: NOTA: Los campos en blanco serán ignorados

source: Student Portfolio
es_es: Portafolio de Estudiante

source: Cumulative Tests
es_es: Evaluaciones Acumulativas

source: PORTFOLIO
es_es: PORTAFOLIO

source: You have not created any post test.
es_es: No ha creado ninguna evaluación posterior.

source: You have not created any pre test.
es_es: No ha creado ninguna evaluación previa.

source: A pre-diagnostic test will be taken by the students before they work on any of the modules available to them. This test should be completed within the specified time limit. Only the answers that are completed within the time limit will be recorded.
es_es: Una evaluación de diagnóstico previo será tomada por los estudiantes antes de que trabajen en cualquiera de los módulos disponibles para ellos. Esta evaluación deberá ser completada dentro del tiempo límite especificado. Sólo las respuestas que sean completadas dentro del tiempo límite serán guardadas.

source: EDITING GROUP MODULES
es_es: EDITANDO MÓDULOS DE GRUPO

source: STUDENT ACCOUNTS
es_es: CUENTAS DE ESTUDIANTES

source: CREATING CUMULATIVE TEST
es_es: CREANDO EVALUACIÓN ACUMULATIVA

source: CUMULATIVE TEST RESULTS
es_es: RESULTADOS DE EVALUACIONES ACUMULATIVAS

source: Cumulative Test Results
es_es: RESULTADOS DE EVALUACIONES ACUMULATIVAS

source: Welcome Teacher
es_es: Bienvenido(a) Profesor

source: Create Test
es_es: Crear Prueba

source: My Account
es_es: Mi cuenta

source: Manage Student Accounts
es_es: Manejo de la cuenta de estudiante

source: Welcome
es_es: Bienvenido(a)

source: This is your Dashboard. In this page, you can preview the modules available for your students and view the students' results.
es_es: Este es tu tablero de instrumentos. En esta página podrás ver un avance de los módulos que estarán disponibles para tus estudiantes y ver los resultados de ellos.

source: Active
es_es: Activo

source: Settings
es_es: Configuración

source: RESULTS
es_es: Resultados

source: A pre-diagnostic test is active for this module.
es_es: Una prueba pre-diagnóstica está activa en este módulo

source: module. You have
es_es: Tienes

source: to answer all these questions. Only the answers that are completed within the time limit will be recorded. Click the button below to start the test.
es_es: para responder a todas estas preguntas. Sólo las respuestas que hayan sido enviadas dentro del límite de tiempo serán grabadas.

source: A post-diagnostic test is active for this module.
es_es: Una prueba post-diagnóstico está activa en este módulo

source: This post diagnostic test consists of
es_es: Esta evaluación post diagnóstico consiste de

source: EDIT
es_es: Editar

source: CREATE
es_es: Crear

source: CUMULATIVE TEST
es_es: Prueba acumulativa

source: STUDENT RESULTS
es_es: RESULTADOS DE LOS ESTUDIANTES

source: Go Back
es_es: Volver

source: Student Name
es_es: Nombre del estudiante

source: Gender
es_es: Género

source: Action
es_es: Acción

source: Edit
es_es: Editar

source: Title
es_es: Título

source: Module Questions
es_es: Preguntas de módulo

source: You have updated the account.
es_es: Has actualizado la cuenta

source: User Information
es_es: Información del usuario

source: Username
es_es: Nombre del ususario

source: Password
es_es: Contraseña

source: Change Password
es_es: Cambiar la contraseña

source: First Name
es_es: Nombre

source: You must enter a first name.
es_es: Debes entrar tu primer nombre

source: Last Name
es_es: Apellido

source: You must enter a last name.
es_es: Debes entrar tu apellido

source: Male
es_es: Masculino

source: Female
es_es: Femenino

source: Edit Account
es_es: Editar cuenta

source: Save Changes
es_es: Guardar los cambios

source: Cancel
es_es: Cancelar

source: Create Cumulative Test
es_es: Crear prueba acumulativa

source: The Cumulative Test is a test that can be taken by students anytime. You can choose from a pool of questions with topics from the different science reviews available to your students.
es_es: La prueba acumulativa puede ser tomada por los estudiantes en cualquier momento. Puedes escoger de un banco de preguntas con tópicos de distintos repasos de ciencia, los cuales estarán disponibles para tus estudiantes.

source: Time Limit
es_es: Tiempo límite

source: This test should be finished within a time limit. If the student exceeds the time limit, whatever he finishes will be recorded.
es_es: Esta prueba debe ser finalizada dentro de un tiempo límite. Si el estudinate se pasa del tiempo, lo que sea que haya terminado será grabado.

source: Hour/s and
es_es: Hora(s) y

source: Minutes
es_es: Minutos

source: Ready?
es_es: ¿Listo?

source: Turn on this feature to make it available to your students. When turned on, the "Take Cumulative Test" button will be available in the student's front page when they log in.
es_es: Cuando está activada, el botón “Tomar Evaluación Acumulativa” aparecerá en los tableros de inicio de los estudiantes cuando ingresen.

source: Choose Questions
es_es: Elija preguntas

source: This is the pool of questions you can choose from. It contains topics from different science reviews available to you.
es_es: Este es el banco de preguntas de donde puedes elegir. El mismo contiene tópicos de repasos de ciencia que están disponibles para ti.

source: Choices
es_es: Opciones

source: Answer
es_es: Respuesta

source: Update Test
es_es: Actualizar Evaluación

source: Update
es_es: Actualización

source: Create
es_es: Crear

source: and Save
es_es: y salvar

source: Go Back to Dashboard
es_es: Volver al tablero de instrumentos

source: Go Back to dashboard
es_es: Regresar al tablero

source: Diagnostic Tests
es_es: Pruebas diagnósticas

source: Review
es_es: Repaso

source: Status
es_es: Estado

source: This module is active.
es_es: Este módulo está activo

source: This module is not active.
es_es: Este módulo no está activo

source: Test Title
es_es: Título de la prueba

source: Post-Test
es_es: Post-prueba

source: Pre-Test
es_es: Pre-prueba

source: # of Questions
es_es: # de preguntas

source: edit
es_es: Editar

source: new
es_es: Nuevo

source: New
es_es: Nuevo

source: Add questions to this module
es_es: Añadir preguntas a este módulo

source: This module is currently active. Please deactivate the module first before changing the pre-test settings.
es_es: Este módula esta activo. Por favor, desactive este modulo primero, antes de cambiar las configuraciones de la pre-prueba.

source: If you created a pre-diagnostic test, please make sure it is "Ready" by turning it ON below.
es_es: Si creó una prueba pre-diagnóstica, por favor asegúrese que está "Lista" que esta ENCENDIDA abajo.

source: Pre-Diagnostic Test
es_es: Prueba pre-diagnóstica

source: A pre-diagnostic test will be taken by the student before they start working on any of the reviews available to them. This test should be finished within a time limit. If the student exceeds the time limit, whatever he finishes will be recorded.
es_es: Una prueba pre-diagnóstica será tomada por el estudiante antes de empezar a trabajar en cualquier repaso disponible para ellos. Esta prueba deberá ser finalizada dentro de un tiempo límite. Si el estudiante se excede del tiempo límite, lo que sea que haya terminado será grabado.

source: Post-Diagnostic Test
es_es: Prueba post-diagnóstica

source: This is the pool of questions you can choose from.
es_es: Este es el banco de preguntas de donde puedes elegir.

source: A post-diagnostic test will be taken by the student after they finished all available reviews. This test should be finished within a time limit. If the student exceeds the time limit, whatever he finishes will be recorded.
es_es: Una pruebe post-diagnóstica será tomada por el estudiante antes de empezar a trabajar en cualquier repaso disponible para ellos. Esta prueba deberá ser finalizada dentro de un tiempo límite. Si el estudiante se excede del tiempo límite, lo que sea que haya terminado será grabado.

source: Please select questions for this test.
es_es: Por favor seleccione las preguntas para esta prueba.

source: Students Results Summary
es_es: Resumen de los resultados de los estudiantes

source: Results
es_es: Resultados

source: Diagnostic Test
es_es: Prueba diagnóstica

source: Review Results
es_es: Revisar resultados

source: In Progress
es_es: En progreso

source: See how all your students did
es_es: Vea cómo todos sus estudiantes salieron en la pruebas.

source: Print Student Solutions
es_es: Imprimir las soluciones de los estudiantes

source: Go Back to Students Results Summary
es_es: Volver al resumen de los resultados de los estudiantes

source: Score Summary
es_es: Puntuación del resumen

source: Printer Friendly and PDF
es_es: Version fácil de imprimir y PDF

source: Name
es_es: Nombre

source: Module
es_es: Módulo

source: Date Started
es_es: Día comenzado

source: Date Ended
es_es: Día terminado

source: Time Started
es_es: tiempo comenzó

source: Time Ended
es_es: tiempo terminó

source: Score Percentage
es_es: Porcentaje de la puntuación

source: Quick Check Results
es_es: Verificar resultados rápidamente

source: Quiz Question Results
es_es: Resultados de la pregunta de prueba corta

source: Problem Solving
es_es: Solución de problema

source: Problem
es_es: Probelma

source: Solution
es_es: Solución

source: Students Cumulative Test Results
es_es: Resultados de la prueba acumulativa de los estudiantes

source: Notes:
es_es: Notas:

source: Click the column header of each Question Item to view the statistics for that question or exercise.
es_es: Haga clic en el encabezado de cada columna en cada pregunta para ver las estadísticas de esa pregunta o ejercicio.

source: You have not set a pre-test for this module.
es_es: No ha establecido una pre-prueba para este módulo.

source: You have not set a post-test for this module.
es_es: No ha establecido una post-prueba para este módulo.

source: Students Comparative Results
es_es: Resultados comparativos de estudinates

source: Results from Module Review
es_es: Resultados del módulo de repaso

source: Results from Diagnostic Test: Pre-Test
es_es: Resultados de la prueba diagnóstica: pre-prueba

source: Results from Diagnostic Test: Post-Test
es_es: Resultados de la prueba diagnóstica: post-prueba

source: Student Pre-test
es_es: Pre-prueba del estudiante

source: Student Post-test
es_es: Post-prueba del estudiante

source: Student Answer
es_es: Respuesta del estudiante

source: You have successfully changed your password.
es_es: Has cambiado tu contraseña con éxito.

source: Incorrect password.
es_es: Contraseña incorrecta.

source: Input Password:
es_es: Contraseña de entrada:

source: Re-type Password:
es_es: Vuelva a escribir la contraseña:

source: Please copy the password somewhere so you have a copy of it. Have you made a copy?
es_es: Por favor, copie la contraseña para que tenga una copia de la misma. ¿Ha hecho una copia?

source: Password does not match.
es_es: La contraseña no coincide

source: You have
es_es: Tienes

source: minutes to answer the questions below.
es_es: minutos para contestar la pregunta de abajo

source: Time Left:
es_es: Tiempo restante:

source: Questions
es_es: Preguntas

source: Check Results
es_es: Verificar resultados

source: You are currently taking your exam
es_es: Actualmente estas tomando el exámen

source: You have not answered all the questions.
es_es: No has contestado todas las preguntas

source: Cumulative Test Result
es_es: Resultados acumulativos de la prueba

source: Go Back to Students Comparative Results
es_es: Volver a los resultados comparativos de los estudiantes

source: Go Back to Students Cumulative Results
es_es: Volver a los resultados acumulativos de los estudiantes

source: Diagnostic Question Item Statistics
es_es: Estadística de la pregunta diagnóstica

source: Diagnost Test Title
es_es: Título de la prueba diagnóstica

source: Pre-diagnostic
es_es: Pre-diagnóstica

source: Post-diagnostic
es_es: Post-diagnóstica

source: Cumulative
es_es: Acumulativo

source: Question
es_es: Pregunta

source: Student Answer Statistics
es_es: Estadística de las contestaciones de estudiantes

source: The following pie chart shows the students' answers for this question and how many answered each question item's choices.
es_es: La siguente gráfica circular muestra las contestaciones de los estudiantes a esta pregunta y cuantos contestaron cada respuesta de las opciones.

source: You are currently logged in as
es_es: En este momento está conectado como

source: Logout?
es_es: ¿Cerrar sesión?

source: Language
es_es: Lenguaje

source: Welcome to NexGenReady! Please log in to your account.
es_es: ¡Bienvenidos a NexGenReady! Por favor, inicie sesión en su cuenta.

source: Registration Sucessful. We sent you an email. Please verify your account.
es_es: Registro exitoso. Le enviamos un correo electrónico. Por favor verifique su cuenta.

source: Your new password is sent to your email.
es_es: La nueva contraseña será enviada a su correo electrónico.

source: Sorry, wrong username or password.
es_es: Lo sentimos, nombre de usuario o contraseña incorrecta.

source: Exercise Statistics
es_es: Estadística de ejercicios

source: Screenshot
es_es: Captura de pantalla "Screenshot"

source: The image below is an actual screenshot of the exercise in the review. It shows the question items and the correct answers.
es_es: La imagen de abajo es una captura de la pantalla actual del ejercicio en el repaso. Muestra los elementos de preguntas y las respuestas correctas.

source: Correct Answer
es_es: Respuesta correcta

source: Correct and Wrong Statistics
es_es: Estadística de correctos en incorrectos

source: Student Answers Statistics
es_es: Estadística de contestaciones de estudiantes

source: This is your Dashboard. In this page, you can select a module to work on and view the results of the modules you have taken.
es_es: Este es tu tablero de instrumentos. En esta página, puedes seleccionar un módula para trabajar y ver los resultados de los módulos que has tomado.

source: This is your Dashboard. On this page, you can select a module to work on and view the results of the modules you have taken.
es_es: Este es tu tablero de instrumentos. En esta página, puedes seleccionar un módula para trabajar y ver los resultados de los módulos que has tomado.

source: View Cumulative Test Result
es_es: Ver resultados de la prueba acumulativa

source: View Cumulative Test Results
es_es: Ver resultados de la prueba acumulativa

source: Take Cumulative Test
es_es: Tomar prueba acumulativa

source: You have started the pre diagnostic test but did not finish it. You must finish the test first.
es_es: Has empezado la prueba pre-diagnóstica pero no las has terminado. Tienes que terminar la prueba primero.

source: Continue
es_es: Continuar

source: Diagnostic
es_es: Diagnóstico

source: Test
es_es: Prueba

source: Your teacher has not activated any modules for you yet.
es_es: La maestra no ha activado este modulo para ti aún.

source: CUMULATIVE TEST
es_es: Prueba acumulativa

source: This cumulative test consists of
es_es: Esta prueba acumulativa consiste de

source: questions
es_es: preguntas

source: from different module reviews that you must answer within
es_es: de distintos repasos de módulos de debes contestar dentro de

source: minutes
es_es: minutos

source: Hours
es_es: minutos

source: Seconds
es_es: Segundos

source: Whatever you finish within
es_es: Lo que sea que hayas terminado dentro de

source: minutes will be recorded. Click the button below to start the test.
es_es: minutos será grabado. Haz clic en el botón de abajo para empezar la prueba.

source: START TEST
es_es: EMPEZAR LA PRUEBA

source: This pre-diagnostic test consists of
es_es: Esta prueba pre-diagnóstica consiste de

source: from the
es_es: desde

source: Please select an answer for this question.
es_es: Por favor selecciona una respuesta para esta pregunta

source: You are about to submit this test. You can still go back and check your answers. Do you really want to submit this test?
es_es: Estás a punto de enviar esta evaluación. Aún puedes regresar y revisar tus respuestas. ¿Deseas enviar esta evaluación?

source: review that you must answer within
es_es: repaso que debes contestar dentro de

source: This post-diagnostic test consists of
es_es: Esta prueba post-diagnóstica consiste de

source: A pre diagnostic test is available for this review. You have to take this test first before you start with the review.
es_es: Una prueba pre-diagnostica está disponible para este repaso. Tienes que tomar la prueba primero antes de comenzar el repaso.

source: Take Pre
es_es: Tomar el pre

source: You have not taken this review yet. Click the button at the right to take this module.
es_es: No has tomado este repaso aún. Has clic en el botón de la derecha para tomar este módulo.

source: START
es_es: EMPEZAR

source: REVIEW
es_es: REPASO

source: REVIEW:
es_es: REPASO:

source: You have started this review but did not finish it. Click the button to continue where you left off.
es_es: Ha empezado este repaso pero no lo ha terminado. Has clic en el botón para continuar donde se ha quedado.

source: Go To
es_es: Ir a

source: Page
es_es: Página

source: CHECK
es_es: VERIFICAR

source: You have started the post diagnostic test but did not finish it. You must finish the test first.
es_es: Has empezado esta prueba diagnóstica pero no la ha terminado. Tiene que terminar la prueba primero.

source: You are done with this review.
es_es: Has terminado este repaso.

source: A post diagnostic diagnostic test is available for this review. You have to take this test since you are finished with the review.
es_es: Una prueba post-diagnóstica está disponible para este repaso. Tienes que tomar esta prueba ya que has terminado con el repaso.

source: Take Post
es_es: Tomar post

source: CUMULATIVE TEST SETTINGS
es_es: CRITERIOS DE EVALUACIONES ACUMULATIVA

source: Need help? Contact our support team
es_es: øNecesitas ayuda? Contacta a nuestro equipo de apoyo

source: Active?
es_es: øActivo?

source: Not Active
es_es: No Activo

source: Group
es_es: Grupo

source: Groups
es_es: Grupos

source: Pre-test
es_es: Pre-evaluaciÛn

source: Post-test
es_es: Post-evaluaciÛn

source: Create Pre-Diagnostic Test
es_es: Crear una EvaluaciÛn de DiagnÛstico Previo

source: Create Post-Diagnostic Test
es_es: Crear una EvaluaciÛn de DiagnÛstico Posterior

source: Pre-Diagnostic Tests
es_es: Evaluaciones de DiagnÛstico Previo

source: Post-Diagnostic Tests
es_es: Evaluaciones de DiagnÛstico Posterior

source: Set
es_es: Establecer

source: Unassigned Students
es_es: Estudiantes No Asignados

source: Transfer
es_es: Transferir

source: Delete Group
es_es: Borrar Grupo

source: New Group
es_es: Nuevo Grupo

source: Are you sure you want to delete this group?
es_es: ¿Está seguro/a de que desea borrar este grupo?

source: Are you sure you want to transfer these students?
es_es: ¿Está seguro/a de que desea transferir estos estudiantes?

source: Edit Name
es_es: Editar Nombre

source: Student Groups
es_es: Grupos de Estudiantes

source: View Results
es_es: Ver Resultados

source: Select all questions
es_es: Seleccionar todas las preguntas

source: Deselect all questions
es_es: Deseleccionar todas las preguntas

source: Test name:
es_es: Nombre de EvaluaciÛn:

source: Test Type
es_es: Tipo de EvaluaciÛn

source: Test Name
es_es: Nombre de EvaluaciÛn

source: You have not created any tests yet.
es_es: No has creado ninguna evaluaciÛn a˙n.

source: You have not created any cumulative tests yet.
es_es: No has creado ninguna evaluaciÛn acumulativa a˙n.

source: Module Title
es_es: TÌtulo de MÛdulo

source: No. of Questions
es_es: No. de Preguntas
