Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Correct, dinosaur fossils are dated to be between 65 and 230 million years old. Dinosaurs became extinct 65 million years ago so there are no dinosaur fossils younger than 65 million years.
es_es: Correcto, se estima que los fósiles de dinosaurio tienen entre 65 y 230 millones de años. Los dinosaurios se extinguieron hace 65 millones de años, así que no hay fósiles de dinosaurios menores a 65 millones de años de edad.

source: No, the original bones and shells rot away and are replaced by rock over time.
es_es: No, los huesos y conchas originales se pudren y son reemplazados por roca con el tiempo.

source: No, fossils are not made by paleontologists. They are copies of the original organism in rock made by nature. The bone or shell is replaced with rock.
es_es: No, los fósiles no están hechos por paleontólogos. Son copias del organismo original en roca hechos por la naturaleza. El hueso o concha es reemplazado por roca.

source: Correct, fossils are copies of the original organism in rock. They are not made by paleontologists.
es_es: Correcto, los fósiles son copias del organismo original en roca. No están hechos por paleontólogos.

source: Not quite. Information from rock layers and fossils help scientists prove the earth has changed a lot over millions of years.
es_es: No exactamente. La información de capas de roca y fósiles les ayuda a los científicos a probar que la Tierra ha cambiado mucho a lo largo de millones de años.

source: Not quite. Information from fossils and rock layers help scientists prove the earth has changed a lot over millions of years.
es_es: No exactamente. La información de fósiles y capas de roca les ayuda a los científicos a probar que la Tierra ha cambiado mucho a lo largo de millones de años.

source: Not quite. Scientists use information from fossils and rock layers to prove this. Scientists also use radioactivity dating to collect more information from rock layers.
es_es: No exactamente. Los científicos utilizan la información de fósiles y capas de roca para probarlo. Los científicos utilizan el fechado por radioactividad para recolectar más información sobre las capas de roca.

source: Correct. The earth has changed over time and still is changing. Scientists use evidence from rocks and fossils to support this claim. Radioactive dating of rocks also provides evidence for how old the rocks and fossils are.
es_es: Correcto. La Tierra ha cambiado a lo largo del tiempo y aún sigue cambiando. Los científicos utilizan evidencia de rocas y fósiles para sostener esta afirmación. El fechado por radioactividad de rocas también provee evidencia acerca de cuán viejos son las rocas y fósiles.

source: No, environments on the earth's surface have changed in the past and are still changing today.
es_es: No, los ambientes en la superficie de la Tierra han cambiado en el pasado y aún están cambiando ahora.

source: Not quite, environments on the earth's surface are changing now as well.
es_es: No exactamente, los ambientes en la superficie de la Tierra también están cambiando ahora.

source: Not quite, the environments on the earth's surface have changed in the past as well.
es_es: No exactamente, los ambientes en la superficie de la Tierra también han cambiado en el pasado.

source: Correct, environments on the earth's surface have been continuously changing over geological time and are still changing.
es_es: Correcto, los ambientes en la superficie de la Tierra han cambiado continuamente a lo largo del tiempo geológico y aún están cambiando.

source: Correct! The kind of plants and animals and the fossils that form from them change over time. This helps paleontologists identify the fossils, and the rocks they are found in, with a specific geological time periods.
es_es: ¡Correcto! La clase de plantas y animales y los fósiles que se forman a partir de ellos, cambian a lo largo del tiempo. Esto ayuda a los paleontólogos a identificar los fósiles y las rocas en las que se encontraron, dentro de periodos de tiempo geológico específicos.

source: Not quite. Rocks can be dated using radioactivity. This is done without the help of fossils.
es_es: No exactamente. Las rocas pueden ser fechadas utilizando radioactividad. Esto se hace sin la ayuda de los fósiles.

source: No. The kind of fossils (the organisms which make them) changes over time. This helps paleontologists identify the fossil (then rock) with a specific geological time period.
es_es: No. El tipo de fósiles (y de organismos que los originan) cambian a lo largo del tiempo. Esto ayuda a los paleontólogos a identificar al fósil (ahora roca) dentro de un periodo de tiempo geológico específico.

source: No. Fossil soft parts rot away and get destroyed. Organisms (and fossils) change and this helps paleontologists identify the fossil (then rock) with a specific geological time period.
es_es: No. Las partes suaves de los fósiles se pudren y se destruyen. Los organismos (y fósiles) cambian y esto ayuda a los paleontólogos a identificar al fósil (ahora roca) dentro de un periodo de tiempo geológico específico.

source: Great job! You used an important geologic principle about rock layers to show where these fossils might be found underground. The oldest fossil will probably be found in the rock layer farthest from the surface. The youngest fossil will probably be found in the layer closest to the surface.
es_es: ¡Buen trabajo! Utilizaste un principio geológico importante acerca de las capas de roca para mostrar dónde estos fósiles podrían ser encontrados bajo tierra. El fósil más viejo probablemente se encontraría en la capa de roca más lejana de la superficie. El fósil más joven probablemente se encontraría en la capa más cercana a la superficie.

source: Not quite. The oldest fossil will probably be found in the rock layer farthest from the surface. The youngest fossil will probably be found in the layer closest to the surface.
es_es: No exactamente. El fósil más viejo probablemente se encontraría en la capa de roca más lejana de la superficie. El fósili más joven probablemente se encontraría en la capa más cercana a la superficie.

source: No, this statement is correct. Scientists that study rocks and what they mean are called geologists. Certain geologists that mostly just study fossils are called paleontologists.
es_es: No, esta declaración es correcta. Los científicos que estudian a las rocas y lo que significan se llaman geólogos. Ciertos geólogos que principalmente estudian sólo fósiles, se llaman paleontólogos.

source: No, this statement is correct. Fossils are the remains of living organisms that have been preserved in rock. This process produces almost an exact copy of the animal's hard parts.
es_es: No, esta declaración es correcta. Los fósiles son los restos de organismos vivos que se han preservado en roca. Este proceso produce una copia casi exacta de las partes duras del animal.

source: Correct! This statement is false. The fossils we find in rock are actually replacement copies. Most fossils are copies of the hard parts of animals, they are not really the original bones or shells.
es_es: ¡Correcto! Esta declaración es falsa. Los fósiles que encontramos en la roca son en realidad copias de reemplazo. La mayoría de los fósiles son copias de las partes duras del animal, y no son los huesos o conchas originales.

source: No, this statement is correct. By studying different layers, scientists can get a good idea about how animals evolved and determine how old the fossils are.
es_es: No, esta declaración es correcta. Al estudiar las distintas capas, los científicos pueden tener una buena idea acerca de cómo los animales evolucionaron y determinar qué edad tienen los fósiles.

source: true
es_es: verdadero

source: false
es_es: falso

source: No, behavior is the way an organism acts, not necessarily if the actions are good or bad.
es_es: No, el comportamiento es la forma en que un organismo actúa, no necesariamente si la acción es buena o mala.

source: Correct, different organisms respond to their environment in many ways, which is considered behavior.
es_es: Correcto, diferentes organismos responden a su ambiente de muchas formas, lo cual se considera comportamiento.

source: No, behavior is not just learned behavior, it includes instinct as well. Behavior is the way an organism acts in an environment.
es_es: No, el comportamiento no es solamente aprendido, también incluye el instinto. El comportamiento es la forma en que un organismo actúa en un ambiente.

source: Not quite, the way they fight off predators is just an example, not the entire definition of behavior. Behavior is the way an organism acts in an environment.
es_es: No exactamente, la forma en que ellos se enfrentan a los predadores es solo un ejemplo, no la definición completa de comportamiento. El comportamiento es la forma en que un organismo actúa en un ambiente.

source: Correct! Even predators use their natural camouflage to blend in with their surroundings. Birds use songs and feathers to attract mates, but so do humans when they groom themselves to look nice. Since humans are the only organism that know how to heat and cool their homes, other animals such as ducks and geese migrate to warmer or cooler places. Today, many people use social media sites and actual gathering places to meet and talk with other people.
es_es: ¡Correcto! Incluso los predadores usan su camuflaje natural para mezclarse con su entorno. Las aves utilizan las canciones y el plumaje para atraer a la pareja, pero también lo hacen los humanos cuando se arreglan para lucir bien. Debido a que los humanos son los únicos organismos que saben cómo calentar y enfriar sus hogares, otros animales tales como patos y gansos migran a lugares más tibios o frescos. Actualmente, muchas personas usan las redes sociales y los sitios de reunión modernos para conocer y hablar con otras personas.

source: Check your matches again. Even predators use their natural camouflage to blend in with their surroundings. Birds use songs and feathers to attract mates, but so do humans when they groom themselves to look nice. Since humans are the only organism that know how to heat and cool their homes, other animals such as ducks and geese migrate to warmer or cooler places. Today, many people use social media sites and actual gathering places to meet and talk with other people.
es_es: Revise sus aciertos de nuevo. Incluso los predadores usan su camuflaje natural para mezclarse con su entorno. Las aves utilizan las canciones y el plumaje para atraer a la pareja, pero también lo hacen los humanos cuando se arreglan para lucir bien. Debido a que los humanos son los únicos organismos que saben cómo calentar y enfriar sus hogares, otros animales tales como patos y gansos migran a lugares más tibios o frescos. Actualmente, muchas personas usan las redes sociales y los sitios de reunión modernos para conocer y hablar con otras personas.

source: Yes! The second generation of Monarchs has never been to their destination, nor as the third generation.
es_es: ¡Sí! La segunda generación de Monarcas nunca ha estado en su destino, ni tampoco la tercera generación.

source: Not this one. The little bears are learning from their moms.
es_es: No es esta. Los osos pequeños están aprendiendo de sus madres.

source: No... The key word here is training. That's learning.
es_es: No... La palabra clave aquí es entrenamiento. Eso es aprendizaje.

source: If it takes time, it's learning. This time, it takes years.
es_es: Si toma tiempo, es aprendizaje. Esta vez, toma años

source: Not quite. The complex behaviors they have developed caused them to stay alive. These behaviors take time (generations) to really be part of the organism.
es_es: No exactamente. Los comportamientos complejos que han desarrollado les ha permitido sobrevivir. Estos comportamientos toman tiempo (generaciones) para ser realmente parte del organismo.

source: Not quite. The internal cue for hunger is the stimulus, they respond by moving to get more sunlight, or by getting food.
es_es: No exactamente. La señal interna para el hambre es el estímulo, ellos responden moviéndose para obtener más luz solar o mediante la obtención de alimento.

source: Correct! Some behavior is learned, not all behavior is inherited.
es_es: ¡Correcto! Parte del comportamiento es aprendido, no todo el comportamiento se hereda.

source: Not quite. Animals respond differently for example to temperature change: some hibernate, some migrate.
es_es: No exactamente. Los animales responden de manera diferente por ejemplo, al cambio de temperatura: algunos hibernan, algunos migran.

source: Correct! Most foods don't taste very good if we can't smell them.
es_es: ¡Correcto! La mayoría de los alimentos no saben muy bien si no podemos olerlos.

source: Not quite. Smell is an important part of what we think of as taste.
es_es: No exactamente. El olor es una parte importante de lo que consideramos como gusto.

source: Read carefully... Stuffy noses don't detect smells very well.
es_es: Lea cuidadosamente... Las narices congestionadas no detectan los olores muy bien.

source: Sorry. Smell is important, and stuffy noses don't work well.
es_es: Lo siento. El olor es importante y las narices congestionadas no funcionan bien.

source: Sorry... This is a correct statement... an electrical signal gets taken to the brain, and the message is interpreted there, then a new signal is sent out and the brain's command is interpreted by the cell (muscle, skin, etc.)
es_es: Lo siento... Esta es una afirmación correcta... Una señal eléctrica es llevada al cerebro y el mensaje se interpreta allí, entonces se envía una nueva señal y la orden del cerebro es interpretada por la célula (músculo, piel, etc).

source: You got it! Both networks can send AND receive information. Electrical signals are sent both ways on the pathway.
es_es: ¡Acertó! Ambas redes pueden enviar Y recibir información. Las señales eléctricas son enviadas en ambos sentidos de la vía

source: Sorry... This is a correct statement... when you make call, you dial a specific number. In the nervous system, the message goes to the brain or a command to a certain cell on the way back.
es_es: Lo siento... este enunciado es correcto... cuando usted hace una llamada marca un número específico. En el sistema nervioso, el mensaje va al cerebro o una orden a cierta célula en la vía de regreso.

source: Sorry... This is a correct statement... the brain is the control center for the nervous system as the telecommunication center is for the phone network.
es_es: Lo siento... este enunciado es correcto... el cerebro es el centro de control del sistema nervioso, como el centro de telecomunicaciones lo es para la red telefónica.

source: No. Stimulus from inside or outside the organism triggers it to respond.
es_es: No. Los estímulos del interior o exterior del organismo se activan para responder.

source: No. Neurons, or nerve cells, are located all over the body to send and receive messages to and from the brain.
es_es: No. Las neuronas, o células nerviosas, están localizadas en todo el cuerpo para enviar y recibir mensajes hacia y desde el cerebro.

source: No, this is instinctive, so it is an inherited behavior.
es_es: No, esto es instintivo, así que es un comportamiento heredado.

source: No, flying is an instinct. This is an inherited behavior, not a learned one.
es_es: No, volar es un instinto. Este es un comportamiento heredado, no aprendido.

source: Correct. Bats have to interact with their environment and learn to avoid humans.
es_es: Correcto. Los murciélagos tienen que interactuar con su ambiente y aprender a evitar a los humanos.

source: No, bats do not have strong eyesight and they use sound and vibrations to find objects.
es_es: No, los murciélagos no tienen una visión potente y utilizan el sonido y las vibraciones para encontrar objetos.

source: Great job! A reaction is a response; the thing that produces a response is a stimulus; and anything that causes sensations of touch, pain, sound or temperature is a special kind of mechanical stimulus.
es_es: ¡Excelente trabajo! Una reacción es una respuesta; lo que produce una respuesta es un estímulo y cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura es un tipo especial de estímulo mecánico.

source: Too bad. A reaction is a response; the thing that produces a response is a stimulus; and anything that causes sensations of touch, pain, sound or temperature is a special kind of mechanical stimulus.
es_es: Muy mal. Una reacción es una respuesta; lo que produce una respuesta es un estímulo y cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura es un tipo especial de estímulo mecánico.

source: No, that wouldn't be specific to only the warm months.
es_es: No, eso no sería específica sólo para los meses cálidos.

source: Correct, not all bass can adapt to this change in their habitat. The plant takes more water and the amount left for the bass is not enough for all of them.
es_es: Correcto, no todos los róbalos pueden adaptarse a este cambio en su hábitat. La planta toma más agua y la cantidad que queda para el róbalo no es suficiente para todos ellos.

source: No, it seems more water would be used by the plant. We do not have information about the ability the bass have to travel upstream.
es_es: No, parece que la planta utilizaría más agua. No tenemos información acerca de la habilidad del róbalo para viajar corriente arriba.

source: No, if anything all of the above stimuli are reasonable.
es_es: No, en todo caso todos los estímulos anteriores son razonables.

source: No, neurons take the messages to the brain and they are interpreted there.
es_es: No, las neuronas llevan los mensajes al cerebro y estos se interpretan allí.

source: No, messages to and from the brain are in the form of electrical signals.
es_es: No, los mensajes hacia y desde el cerebro están en la forma de señales eléctricas.

source: Correct, we collect data to be interpreted by our brain in the form of sight, sound, smell, taste, and touch.
es_es: Correcto, nosotros recolectamos información en forma de vista, sonido, olor, gusto y tacto para que nuestro cerebro la interprete.

source: Not quite, it is a network, but it connects nerve cells in the body so the body can send and receive messages to and from the brain.
es_es: No exactamente, es una red, pero conecta las células nerviosas en el cuerpo, por lo que este último puede enviar y recibir mensajes hacia y desde el cerebro.

source: Sorry. The baby turtles haven't had time to learn anything yet. This is instinctual.
es_es: Lo siento. Las tortugas bebés no han tenido tiempo de aprender nada aún. Esto es instintivo.

source: That's it. The cubs have little chance if their mothers don't teach them well.
es_es: Así es. Los cachorros tienen poca oportunidad si sus madres no les enseñan bien.

source: Nope. This behavior is instinctual.
es_es: No. Este comportamiento es instintivo.

source: Not this one. The baby are newly born. No time to learn.
es_es: No es esta. El bebé es recién nacido. No hay tiempo para aprender.

source: Close! But sensory neurons aren't connected to muscles.
es_es: ¡Casi! Pero las neuronas sensoriales no están conectados a los músculos.

source: Correct! Motor neurons send the signal for muscles to contract.
es_es: ¡Correcto! Las neuronas motoras envían la señal para que los músculos se contraigan.

source: Sorry. The digestive system has muscles, but doesn't stimulate them.
es_es: Lo siento. El sistema digestivo tiene músculos, pero no estimula ellos.

source: Nope. The dermal layer is part of the skin.
es_es: No es cierto. La capa dérmica es parte de la piel.

source: Right! Sensory organs belong to the peripheral nervous system.
es_es: ¡Muy bien! Los órganos sensoriales pertenecen al sistema nervioso periférico.

source: Sorry. The central nervous system has no sensory cells.
es_es: Lo siento. El sistema nervioso central no tiene células sensoriales.

source: Nope. There is no mechanical nervous system.
es_es: No es cierto. No hay un sistema nervioso mecánico.

source: Incorrect. We don't have a skeletal nervous system.
es_es: Incorrecta. No tenemos un sistema nervioso esquelético.

source: No. If all food molecules were the same shape, they would all taste the same.
es_es: No. Si todas las moléculas de los alimentos fueron la misma forma, todos sabrían igual.

source: That's right! Each molecule shape stimulates receptors differently.
es_es: ¡Eso es! Cada forma molécula estimula los receptores de forma diferente.

source: While this is often true, it doesn't directly cause taste differences.
es_es: Aunque esto suele ser cierto, no causa directamente las diferencias de sabor.

source: Um... No... We don't taste colors.
es_es: Um ... No. .. No saboreamos colores.

source: Nope. This would make dogs less sensitive than people.
es_es: No es cierto. Esto haría que los perros fueran menos sensibles que las personas.

source: Sorry. This would make people more sensitive than dogs.
es_es: Lo siento. Esto haría que las personas fueran más sensibles que los perros.

source: Right! Dogs have many more smell receptors.
es_es: ¡Muy bien! Los perros tienen muchos más receptores de olor.

source: Incorrect. We would be about equally sensitive.
es_es: Incorrecta. Estaríamos casi igualmente sensibles.

source: This one is correct. Light is part of the electromagnetic spectrum.
es_es: Esta es la correcta. La luz es parte del espectro electromagnético.

source: Try again. Light does enter the eye through the pupil.
es_es: Inténtelo de nuevo. Luz entra en el ojo a través de la pupila.

source: Correct. Rods sense intensity and cones sense color.
es_es: Correcta. Las varillas detectan la intensidad y conos perciben el color.

source: No... This is correct. Cones sense color and rods sense intensity.
es_es: No... Esto es correcto. Los conos perciben el color y varillas sienten intensidad.

source: You got it! This causes the image to be not properly focused on the retina.
es_es: ¡Ya lo tiene! Esto hace que la imagen no se enfoca correctamente en la retina.

source: Nope. People with longer eye diameters are nearsighted.
es_es: No es así. Las personas con diámetros oculares más largos tienen miopía.

source: Sorry. Both nearsighted and farsighted people have about the same numbers of rods.
es_es: Lo siento. Ambas personas miopes y hipermétropes tienen aproximadamente el mismo número de varillas.

source: Incorrect. Both nearsighted and farsighted people have about the same numbers of rods.
es_es: Incorrecta. Ambas personas miopes y hipermétropes tienen aproximadamente el mismo número de varillas.

source: We hope not. Isolated events are hard to remember.
es_es: Esperamos que no. Hechos aislados son difíciles de recordar.

source: Correct. A memory is a pattern of cellular connections.
es_es: Correcta. Una memoria es un patrón de conexiones celulares.

source: No... Lists of unrelated facts aren't very useful.
es_es: No... Las listas de hechos no relacionados no son muy útiles.

source: That may result in one type of memory, but not always a useful one.
es_es: Esto puede resultar en un tipo de memoria, pero no siempre uno útil.

source: No. Breaking the material into chunks is a good idea.
es_es: No. Rompiendo el material en trozos es una buena idea.

source: Sorry. Creating a complex mental image is an excellent plan.
es_es: Lo siento. La creación de una imagen mental complejo es un plan excelente.

source: Nope. Practice, practice, practice.
es_es: No es cierto. Práctica, práctica, práctica.

source: There you go. Cramming doesn't work.
es_es: Ahí lo tiene. Abarrotando información no funciona.

source: Sorry. Cone cells are sensitive to light.
es_es: Lo siento. Los conos son sensibles a la luz.
