Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Groundwater is found in:
es_es: El agua subterránea se encuentra en:

source: Underground rivers
es_es: Ríos subterráneos

source: Underground lakes
es_es: Lagos subterráneos

source: Underground rivers and lakes
es_es: Ríos y lagos subterráneos

source: Cracks and spaces in underground rocks
es_es: Aperturas y fracturas en rocas subterráneas

source: The largest source of fresh water on earth is:
es_es: La fuente más grande de agua dulce en la Tierra es:

source: The Great Lakes
es_es: Los Grandes Lagos

source: The Polar ice caps
es_es: Los casquetes polares

source: Groundwater
es_es: El agua subterránea

source: Atlantic and Pacific Oceans
es_es: Los Océanos Atlántico y Pacífico

source: Solid granite rock
es_es: Roca sólida de granito

source: Liquid rock
es_es: Rocas líquidas

source: Rocks underground
es_es: Rocas subterráneas

source: Rock with lots of spaces and fractures in it
es_es: Rocas con muchos espacios y fracturas en ellas

source: The BEST kind of rock to find groundwater in would be...
es_es: El mejor tipo de roca en el cuál encontrar agua subterránea sería...

source: When water is in its gaseous form in the atmosphere you:
es_es: Cuando el agua está en su estado gaseoso en la atmósfera tú:

source: Can't see it but you can smell it
es_es: No puedes verla, pero puedes olerla

source: Can see it
es_es: Puedes verla

source: Can feel it but you can't see it
es_es: Puedes sentirla pero no puedes verla

source: Can taste it
es_es: Puedes sentir su sabor

source: Natural Resources
es_es: Recursos naturales

source: Based on the map that shows the wind zones of the Unites States, which area of the country would you build a wind farm to maximize the generation of energy from wind turbines?
es_es: Basándonos en el mapa que muestra las zonas de viento de los Estados Unidos, ¿en qué región del país construirías una granja eólica para maximizar la generación de energía con molinos de viento?

source: The pacific coast
es_es: La costa del Pacífico

source: The midwest
es_es: El medio oeste

source: The Southwest
es_es: El suroeste

source: The Northeast
es_es: El noreste

source: Click on the item that is NOT a natural resource.
es_es: Haz clic en el objeto que no es un recurso natural.

source: Sand
es_es: Arena

source: Wood
es_es: Madera

source: Glass
es_es: Cristal

source: Copper
es_es: Cobre

source: Read the statements below about natural and manmade resources and select the BEST statement that is correct.
es_es: Lee las afirmaciones a continuación sobre recursos naturales y artificiales y selecciona la mejor afirmación correcta.

source: Most living things get what they need to survive directly from nature.
es_es: La mayoría de los seres vivos obtienen lo que necesitan para sobrevivir directamente de la naturaleza.

source: All of the man-made items are made from natural resources provided by the earth.
es_es: Todas las cosas hechas por el hombre están fabricadas a partir de recursos naturales proporcionados por la Tierra.

source: Natural resources are anything that is found in nature that isn't created by humans.
es_es: Los recursos naturales son cualquier cosa que se encuentre en la naturaleza y no haya sido creada por humanos.

source: All of the above are correct statements.
es_es: Todas las anteriores son correctas.

source: Look at the map of the world regions with major oil reserves. The green bars represent proven reserves, and the yellow bars show possible but undiscovered oil resources. Click on the statement below that is NOT correct.
es_es: Mira el mapa de las regiones del mundo con grandes reservas de petróleo. Las barras verdes representan las reservas demostradas, y las barras amarillas muestran fuentes de petróleo posibles pero no descubiertas. Haz clic en la afirmación a continuación que no es correcta.

source: Oil is a natural resource that is found around the world in different amounts.
es_es: El petróleo es un recurso natural que se encuentra en distintas cantidades alrededor del mundo.

source: Oil is a natural resource that will not run out because there are reserves that have not been discovered.
es_es: El petróleo es un recurso natural que no se agotará porque hay reservas que no han sido descubiertas.

source: Oil is a natural resource that is mostly found in the Middle East.
es_es: El petróleo es un recurso natural que se encuentra principalmente en Oriente Medio.

source: Oil is a natural resource that is important for people to produce energy for their daily activities.
es_es: El petróleo es un recurso natural importante para las personas, pues genera energía para sus actividades diarias.

source: Read the following statements about conserving natural resources and click on the one that is NOT true.
es_es: Lee las siguientes afirmaciones sobre conservar los recursos naturales y haz clic en la que no es cierta.

source: We have to be very careful about how we use our natural resources.
es_es: Tenemos que ser muy cuidadosos con cómo usamos nuestros recursos naturales.

source: Without people in the cycle of life, resources would replenish themselves. But when people use these resources, they also have to be responsible to make sure there will be more.
es_es: Sin personas en el ciclo de la vida, los recursos se reabastecerían solos. Pero cuando la gente usa esos recursos, también tienen que ser responsables y asegurarse de que habrá más.

source: Conserving renewable resources is more important than conserving non-renewable resources.
es_es: Conservar recursos renovables es más importante que conservar recursos no renovables.

source: Taking materials or energy from the earth and using them can have a harmful impact on the environment.
es_es: Tomar materiales o energía de la Tierra y usarlos puede tener un impacto perjudicial en el medio ambiente.

source: Read the definition below and click on the term it is defining. A resource that has limited quantities or that cannot be replaced as fast as they are used up.
es_es: Lee la definición a continuación y haz clic en el término que define. Un recurso con cantidades limitadas o que no puede reabastecerse tan rápido como se gasta.

source: Natural resource
es_es: Recurso natural

source: Man-made (artificial) resource
es_es: Recurso creado por el hombre (artificial)

source: Renewable resource
es_es: Recurso renovable

source: Non-renewable resources
es_es: Recurso no renovable

source: A natural resource is anything that humans:
es_es: Un recurso natural es cualquier cosa que los humanos:

source: Invent or build
es_es: Inventan o construyen

source: Design or create
es_es: Diseñan o crean

source: Have not created
es_es: No han creado

source: Use to meet their needs
es_es: Usan para satisfacer sus necesidades

source: Which of the following energy resources is NOT an alternative to fossil fuels?
es_es: ¿Cuál de las siguientes fuentes de energía no es una alternativa a los combustibles fósiles?

source: Nuclear energy
es_es: Energía nuclear

source: Energy from natural gas
es_es: Energía procedente del gas natural

source: Solar Energy
es_es: Energía solar

source: Energy from wind
es_es: Energía eólica

source: What is the main difference between renewable and non-renewable resources?
es_es: ¿Cuál es la principal diferencia entre recursos renovables y no renovables?

source: All non-renewable resources pollute the environment, renewable resources do not.
es_es: Todos los recursos no renovables contaminan el medio ambiente, los recursos renovables no.

source: All non-renewable resources need to be conserved, renewable resources do not.
es_es: Todos los recursos no renovables deben ser conservados, los recursos renovables no.

source: There is a limited amount of renewable resources, and not of non-renewable resources.
es_es: Hay una cantidad limitada de recursos renovables, pero no de los recursos no renovables.

source: There is a limited amount of non-renewable resources, and not of renewable resources.
es_es: Hay una cantidad limitada de recursos renovables, pero no de los recursos no renovables.

source: Recycling is a way to conserve natural resources. Which is the best example of how recycling contributes to the wise and effective use of natural resources?
es_es: Reciclar es una forma de conservar los recursos naturales. ¿Cuál es el mejor ejemplo de cómo contribuye el reciclaje al uso sensato y efectivo de los recursos naturales?

source: Recycling prevents garbage from being burned.
es_es: Reciclar evita que la basura sea quemada.

source: It saves fuel the garbage trucks would have to use.
es_es: Ahorra el combustible que tendrían que usar los camiones de la basura.

source: By reusing natural resource materials instead of using new sources of natural resources.
es_es: Al reutilizar productos de recursos naturales en vez de usar nuevas fuentes de recursos naturales.

source: By reducing the amount of money spent on making plastic bags.
es_es: Reduciendo la cantidad de dinero gastado en fabricar bolsas de plástico.

source: The amount of natural resources varies in different parts of the world because resources are not:
es_es: La cantidad de recursos naturales varía en distintas partes del mundo porque los recursos no:

source: sufficient to meet the needs of developed countries
es_es: Son suficientes para satisfacer las necesidades de los países desarrollados

source: needed in the same amounts by all people
es_es: Son necesarios en la misma cantidad en todo el mundo

source: evenly distributed on the earth
es_es: Están distribuidos de forma uniforme en la Tierra

source: taken from both land and water in all countries
es_es: Se extraen en todos los países tanto de la tierra como del mar

source: Because fish and animals produce offspring, they are considered...
es_es: Como los peces y los animales tienen descendencia, se consideran...

source: limited
es_es: Limitados

source: renewable
es_es: Renovables

source: recyclable
es_es: Reciclables

source: essential
es_es: Esenciales

source: Pea plants may be tall or short. Two tall pea plants are crossed. Their offspring are all tall. What kind of trait do the offspring have?
es_es: Las plantas de guisantes pueden ser altas o bajas. Se cruzan dos plantas de guisantes altas. Sus descendientes son todos altos. ¿Qué tipo de rasgo no tienen los hijos?

source: hybrid
es_es: híbrido

source: dominant
es_es: dominante

source: recessive
es_es: recesivo

source: regressive
es_es: regresivo

source: Describe the characteristic shown in the pedigree below.
es_es: Describe la característica mostradas en el árbol genealógico siguiente.

source: uncertain
es_es: incierto

source: desirable
es_es: deseable

source: Choose the correct statement below.
es_es: Escoge la afirmación correcta a continuación.

source: Males produce eggs and females produce sperm.
es_es: Los machos producen óvulos y las hembras producen esperma.

source: Males produce offspring and females produce eggs.
es_es: Los machos producen descendencia y las hembras producen óvulos.

source: Females produce eggs and males produce sperm.
es_es: Las hembras producen óvulos y los machos producen esperma.

source: Both males and females produce eggs and sperm.
es_es: Tanto los machos como las hembras producen óvulos y esperma.

source: Reproductive organs are found in which plant structure?
es_es: ¿En qué estructura de la planta se encuentran los órganos reproductores?

source: flowers
es_es: flores

source: seeds
es_es: semillas

source: roots
es_es: raíces

source: leaves
es_es: hojas

source: Which of the following behaviors is most closely associated with reproduction?
es_es: ¿Cuál de los siguientes comportamientos está más estrechamente relacionado con la reproducción?

source: Birds migrating to warmer regions during cold weather.
es_es: La migración de los pájaros a tierras más cálidas durante el invierno.

source: Packs of wolves hunting large mammals for food.
es_es: Grupos de lobos cazando grandes mamíferos en manada.

source: Fish swimming in schools in the ocean.
es_es: Bancos de peces nadando en el océano.

source: Male bison battling for dominance in a herd.
es_es: Un bisonte macho luchando por el dominio de una manada.

source: Which statement is correct about the parents in the pedigree below?
es_es: ¿Qué afirmación es cierta sobre los padres en el siguiente árbol genealógico?

source: The parents are hybrid.
es_es: Los padres son híbridos.

source: The parents are true breeding.
es_es: Los padres son de raza pura.

source: The parents are recessive.
es_es: Los padres son recesivos.

source: The parents are homozygous.
es_es: Los padres son homocigotos.

source: Only a few members of a population survive a natural disaster. What is most likely true about future members of the population?
es_es: Solo unos pocos miembros de una población sobreviven a un desastre natural. ¿Qué es lo más probable acerca de los futuros miembros de la población?

source: The future population will most resemble those who did not survive the disaster.
es_es: La futura población mayoritariamente se parecerá a aquellos que no pudieron sobrevivir al desastre.

source: The future population will most resemble the survivors of the disaster.
es_es: La futura población mayoritariamente se parecerá a aquellos que pudieron sobrevivir al desastre.

source: The future population will not resemble the survivors of the disaster.
es_es: La futura población mayoritariamente no se parecerá a aquellos que pudieron sobrevivir al desastre.

source: The future population will not resemble similar species.
es_es: La futura población no se parecerá a especies similares.

source: Which of the following best describes a mutation?
es_es: ¿Cuál de las siguientes describe mejor una mutación?

source: random changes in genetic material
es_es: cambios aleatorios en el material genético.

source: genetic engineering
es_es: ingeniería genética

source: selection of desirable traits
es_es: selección de rasgos deseables

source: genetic information for a given train
es_es: la información genética de un rasgo en concreto

source: What kinds of cells are capable of passing characteristics from parents to offspring?
es_es: ¿Qué tipo de células pueden pasar características de los padres a los hijos?

source: white blood cells and muscle cells
es_es: glóbulos blancos y células musculares

source: skin cells and red blood cells
es_es: células de la piel y glóbulos rojos

source: sperm cells and egg cells
es_es: espermatozoides y óvulos

source: egg cells and skin cells
es_es: óvulos y células de la piel

source: In wolf packs, only one male and one female usually mate and have puppies. How does this behavior help to ensure the survival of the pack?
es_es: En manadas de lobos, normalmente solo un macho y una hembra se aparejan y tienen cachorros. ¿Cómo ayuda este comportamiento a la supervivencia de la manada?

source: The entire pack feeds and cares for the young animals.
es_es: Toda la manada se preocupa y alimenta a los cachorros.

source: All members of the pack hunt and feed only themselves.
es_es: Todos los miembros de la manada cazan y se alimentan por sí mismos.

source: Most male and female wolves are sterile.
es_es: La mayoría de lobos macho y lobos hembra son estériles.

source: Wolf packs often hunt large mammals over a wide range.
es_es: Las manadas de lobos cazan normalmente grandes mamíferos en un amplio intervalo.

source: In many plants, the male and female flower parts mature at different times. How does this help to ensure the survival of the species?
es_es: En muchas plantas, las partes de las flores masculinas y femeninas maduran en diferentes momentos. ¿Cómo ayuda esto a asegurar la supervivencia de la especie?

source: Self-pollination usually results in vigorous, healthy offspring.
es_es: La autopolinización generalmente resulta en unos hijos vigorosos y saludables.

source: Cross-pollination usually results in vigorous, healthy offspring.
es_es: La alogamia generalmente resulta en hijos vigorosos y saludables.

source: Stamens produce large numbers of egg cells in late summer.
es_es: Los estambres producen un gran número de óvulos a finales del verano.

source: Pistils produce large numbers of pollen cells in late summer.
es_es: Los pistilos producen un gran número de células de polen a finales del verano.

source: For which of the following processes would asexual reproduction be most useful?
es_es: ¿Para cuál de los siguientes procesos sería más útil una reproducción asexual?

source: Generating new combinations of traits in food plants.
es_es: Generar nuevas combinaciones de rasgos en plantas de alimentos.

source: Accumulating mutations in wild fish species.
es_es: Acumular mutaciones en especies de peces salvajes.

source: Producing many examples of the same type of fruit tree.
es_es: Producir muchos ejemplos del mismo tipo de árbol frutal.

source: Promoting diversity in wild populations of polar bear.
es_es: Promover la diversidad en poblaciones salvajes de oso polar.

source: What is the easiest way to get a plant to reproduce asexually?
es_es: ¿Cuál es la manera más fácil de hacer que una planta se reproduzca asexualmente?

source: By splitting it down the middle.
es_es: Dividiéndola por la mitad.

source: By giving it artificial hormones.
es_es: Dándole hormonas artificiales.

source: By taking a cutting from it and replanting it.
es_es: Cortando un trozo de la misma y replantándolo.

source: By spreading it roots through the ground.
es_es: Esparciendo sus raíces por el suelo.

source: Which of the following is most likely a pollinator?
es_es: ¿Cuál de los siguientes es con más probabilidad un polinizador?

source: A beetle crawls into and out of a flower.
es_es: Un escarabajo se arrastra dentro y fuera de una flor.

source: A bird builds a nest in a tree.
es_es: Un pájaro que construye un nido en un árbol.

source: Termites construct a colony inside a tree.
es_es: Unas termitas que construyen una colonia dentro de un árbol.

source: Deer chew the leaves of plants in a meadow.
es_es: Un ciervo que mastica hojas de plantas en un prado.

source: Which of the following is true of animal cycles?
es_es: ¿Cuál de las siguientes es cierta sobre los ciclos de los animales?

source: Some animals reproduce.
es_es: Algunos animales se reproducen.

source: Animals only reproduce by laying eggs.
es_es: Los animales se reproducen únicamente poniendo huevos.

source: All animals reproduce.
es_es: Todos los animales se reproducen.

source: A and B
es_es: A y B

source: In the life cycle of a plant, the first step is seed germination. The second step is plant growth. What occurs next in the third step?
es_es: En el ciclo de vida de una planta, la primera etapa es la germinación de las semillas. La segunda etapa es el crecimiento de las plantas. ¿Qué es lo siguiente que ocurre en la tercera etapa?

source: The fruit releases seeds.
es_es: La fruta libera semillas.

source: The plant flowers.
es_es: La planta florece.

source: The plant dies.
es_es: La planta muere.

source: None of the above.
es_es: Ninguna de las anteriores.

source: History of Earth
es_es: Historia de la Tierra

source: Based on the image below, after the animals have died and their fossils have formed, how would their fossils be found in the layers of rock? Click on the best answer.
es_es: Basándote en la imagen debajo, después de que los animales han muerto y se han formado sus fósiles ¿cómo se encontrarían sus fósiles en las capas de roca? Da clic en la mejor respuesta.

source: The fish fossil would be at the deepest layer, and the monkey fossil closest to the top.
es_es: El fósil del pez estaría en la capa más profunda, y el fósil del mono más cerca de la superficie.

source: The monkey fossil would be at the deepest layer, and the fish fossil closest to the top.
es_es: El fósil del mono estaría en la capa más profunda, y el fósil del pez más cerca de la superficie.

source: The fish fossil would be at the deepest layer, and the monkey fossil in the middle.
es_es: El fósil del pez estaría en la capa más profunda, y el fósil del mono a la mitad.

source: The monkey fossil would be at the deepest layer, and the fish fossil in the middle.
es_es: El fósil del mono estaría en la capa más profunda, y el fósil del pez a la mitad.

source: Look at the image of a lake and how it has changed from 1999 to 2013. Then select the statement that is NOT true about changes of the earth.
es_es: Mira la imagen de un lago y cómo ha cambiado de 1999 al 2013. Luego selecciona la declaración que no es cierta acerca de los cambios en la Tierra.

source: The earth is always changing. These changes can be seen over long periods of time.
es_es: La Tierra siempre está cambiando. Estos cambios pueden verse durante periodos largos de tiempo.

source: Some changes occur naturally, and some occur because of humans' actions.
es_es: Algunos cambios ocurren naturalmente, y otros ocurren debido a las acciones humanas.

source: The change in water level in Lake Powell over 14 years is due to a drought for many years.
es_es: El cambio en el nivel del agua en el Lago Powell a lo largo de 14 años se debe a una sequía de muchos años.

source: Not all of the reasons and factors of the earth changing are known.
es_es: No todas las razones y factores de los cambios de la Tierra son conocidos.

source: Read the statements about the earth changing and select the one that is NOT true.
es_es: Lee las declaraciones acerca de los cambios en la Tierra y selecciona el que no es cierto.

source: Some of these changes happen quickly, and some changes happen so slowly that we hardly notice the changes in our lifetime.
es_es: Algunos de estos cambios suceden rápidamente, y otros cambios suceden tan lentamente que apenas nos damos cuenta de ellos en nuestras vidas.

source: Over time, changes have happened to living things more than the changes that have happened to the environment.
es_es: A lo largo del tiempo, han sucedido más cambios a los seres vivos que los que han pasado al ambiente.

source: Many forces, such as earthquakes and volcanoes, change the earth's shape and its features.
es_es: Muchas fuerzas, como los terremotos y volcanes, cambian la forma de la Tierra y sus características.

source: Events and forces have changed the kind of environments and the kind of life forms that exist in those environments as well as the earth itself.
es_es: Eventos y fuerzas han cambiado la clase de ambientes y los tipos de formas de vida que existen en esos ambientes, así como la Tierra misma.

source: How do studying different rock layers help determine how old fossils are? Read the explanations below and click on the one that is NOT correct.
es_es: ¿Cómo ayuda estudiar distintas capas de roca a determinar la edad de los fósiles? Lee las explicaciones debajo y da clic en la que no es correcta.

source: Scientists can get a good idea about how animals evolved and how the rock structure of an area has changed over time.
es_es: Los científicos pueden tener una buena idea acerca de cómo los animales evolucionaron y cómo la estructura rocosa de un área ha cambiado a lo largo del tiempo.

source: Rocks and fossils are evidence that help geologists figure out how old one layer of rock was compared to another and how the environment where the rock was found changed over time.
es_es: Las rocas y fósiles son evidencias que les ayudan a los geólogos a descifrar la edad de una capa de roca al compararla con otra, y cómo el ambiente donde la roca fue encontrada cambió a través del tiempo.
