Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: No, not all plants have seeds. There are four other ways for plants to reproduce.
es_es: No, no todas las plantas tienen semillas. Hay cuatro otras maneras para que las plantas se reproducen.

source: Correct. Acorns, walnuts, and coconuts are large seeds that are able to endure adverse conditions and be planted far away from their parent tree.
es_es: Correcto. Las bellotas, las nueces y los cocos son semillas grandes que son capaces de soportar condiciones adversas y ser plantados lejos de su árbol primario.

source: No, cross-pollination is when a pollinator moves pollen to a different plant.
es_es: No, la polinización cruzada es cuando un polinizador traslada polen a una planta diferente.

source: No, not all seeds need to be planted nearby the parent plant. Coconuts (the large seeds of palm trees) can reach and be planted miles away.
es_es: No, no todas las semillas necesitan ser plantado cerca de la planta progenitora. Los cocos (las semillas grandes de las palmeras) pueden llegar y ser plantados desde millas de distancia.

source: No, some seeds may fall to the ground near the plant, but this is not the primary way for the seeds to spread.
es_es: No, algunas semillas pueden caer al suelo cerca de la planta, pero esto no es la forma principal para las semillas difundir.

source: No, some seeds may be knocked to the ground when it rains, but this is not the primary way for the seeds to spread.
es_es: No, algunas semillas pueden ser tiradas al suelo cuando llueve, pero esto no es la forma principal para las semillas difundir.

source: Correct, most of the dandelion seeds are spread by a wind or breeze, or sometimes by people who blow on the dandelion.
es_es: Correcto, la mayoría de las semillas del diente de León se extiende por un viento o brisa o a veces por personas que sople en el diente de León.

source: No, an animal may occasionally eat a dandelion and spread its seeds, but very few dandelion seeds are spread this way.
es_es: No, un animal de vez en cuando puede comer un diente de León y propagar sus semillas, pero muy pocas semillas del diente de León se reparten de esta manera.

source: No, the roots absorb the water and nutrients from the soil into the plant.
es_es: No, las raíces absorben el agua y los nutrientes del suelo a la planta.

source: Correct. The flower is the part that has the stamen and pistil to make seeds.
es_es: Correcto. La flor es la parte que tiene los estambres y el pistilo para hacer que las semillas.

source: No, the stem gives the plant support. It is also in charge of distributing water and sap throughout the plant.
es_es: No, el tallo da el soporte de la planta. También es responsable de distribuir agua y sap en toda la planta.

source: No, plant leaves have the important job of producing food through photosynthesis.
es_es: No, hojas de las plantas tienen la tarea importante de producción de alimentos mediante la fotosíntesis.

source: No, it would affect the plant's life cycle. Without its flowers and seeds, the plant would be unable to reproduce.
es_es: No, afectaría a ciclo de vida de la planta. Sin sus flores y semillas, la planta sería incapaz de reproducirse.

source: Most flowering plants need seeds to reproduce. If the flowers are too damaged to create seeds, the plant would produce new flowers to allow reproduction to continue.
es_es: La mayoría de las plantas florecientes necesitan semillas para reproducirse. Si las flores son demasiado dañadas para crear semillas, la planta produciría nuevas flores para permitir la reproducción para continuar.

source: No, a pollinator does not make the plant reproduce. It simply assists in pollination and helps set the stage for reproduction in the flower.
es_es: No, un polinizador no hace la planta reproducirse. Simplemente asiste en la polinización y ayuda a preparar el escenario para la reproducción en la flor.

source: No, even the organisms that have the ability to fix themselves do not go backwards in their life cycle. Without its flowers and seeds, the plant would be unable to reproduce.
es_es: No, ni siquiera los organismos que tienen la capacidad de fijar ellos mismos, no retroceder en su ciclo de vida. Sin sus flores y semillas, la planta sería incapaz de reproducirse.

source: No, soil does not pollinate plants. Soil provides water and nutrients to plants.
es_es: No, el suelo no polinizan las plantas. Suelo proporciona agua y nutrientes a las plantas.

source: Correct, bees can pollinate plants. When a bee lands on a flower, its feet get full of pollen. The bee flies away looking for nectar and lands on another flower. The pollen is now on a different flower.
es_es: Correcto, las abejas pueden polinizar las plantas. Cuando una abeja tierras de una flor, sus pies se lleno de polen. La abeja vuela buscando néctar y tierras de otra flor. El polen se encuentra ahora en una flor.

source: No, watering the plants helps them grow, but not pollinate. Bees can pollinate plants.
es_es: No, el suelo no polinizan las plantas. Suelo proporciona agua y nutrientes a las plantas.

source: No, seeds are formed after pollination takes place. Bees can pollinate plants.
es_es: No, las semillas se forman después de la polinización. Las abejas pueden polinizar las plantas.

source: Correct. A seed sprouts into a seedling through germination, which grows into an adult plant, which produces more seeds.
es_es: Correcto. Una semilla brota en una planta de semillero a través de la germinación, que se convierte en una planta adulta, que produce más semillas.

source: No, a seed sprouts into a seedling (not the other way around). Once it is an adult plant it can produce more seeds.
es_es: No, una semilla brota en una planta de semillero (no al revés). Una vez que es una planta adulta puede producir más semillas.

source: No, a seedling grows into an adult plant (not the other way around). Once it is an adult plant it can produce more seeds.
es_es: No, una planta de semillero se convierte en una planta adulta (no al revés). Una vez que es una planta adulta puede producir más semillas.

source: No, a seed grows first into a seedling, then an adult plant. Once it is an adult plant it can produce more seeds.
es_es: No, una semilla crece primera en una planta de semillero, entonces una planta adulta. Una vez que es una planta adulta puede producir más semillas.

source: No, after day 6 the plant's growth did not slow down; its height went from 2.7 to 1.1 cm. This is a noticeable change.
es_es: No, después día 6 crecimiento de la planta no más despacio; su altura fue de 2,7 a 1,1 cm. Este es un cambio notable.

source: No, from day 1 to day 6, the plant's growth was relatively steady, until it experienced a very noticeable change.
es_es: No, desde el día 1 a día 6, crecimiento de la planta fue relativamente constante, hasta que experimentó un cambio muy notable.

source: Correct. from day 1 to day 6, the plant's growth was relatively steady, until it experienced a very noticeable change when its height went from 2.7 to 1.1 cm.
es_es: Correcto. Del día 1 al día 6, el crecimiento de la planta fue relativamente estable, hasta que se ha experimentado un cambio muy notable cuando su altura pasó de 2.7 a 1.1 centímetros.

source: No, most of the growth was steady, but after day 6 its height went from 2.7 to 1.1 cm.
es_es: No, la mayoría del crecimiento fue constante, pero después el día 6 su altura fue de 2,7 a 1,1 cm.

source: No, cross-pollination is when pollen from a different flower is brought to the stigma of a flower.
es_es: No, la polinización cruzada es cuando el polen de una flor diferente se trae al estigma de una flor.

source: Correct. Pollinators can help, as long as the pollen and stigma are from the same flower, it is considered self-pollination.
es_es: Correcto. Los polinizadores pueden ayudar, mientras el polen y el estigma son de la misma flor, se considera la autopolinización.

source: No, germination is the sprouting and growth of a seed to a seedling.
es_es: No, la germinación es brotar y el crecimiento de una semilla a una planta de semillero.

source: No, pollinators such as insects and wind disperse seeds for pollination. Self-pollination is when pollen from the same flower is brought to the stigma of that flower.
es_es: No, los polinizadores tales como insectos y el viento dispersan semillas para la polinización. La autopolinización es cuando el polen de la misma flor se trae al estigma de esa flor.

source: You are a scientist on the conservation team that will decide which area should get full conservation support. How would you choose one forest to protect the biodiversity of the island? List three factors you would consider to compare the forests. For example, what economic advantage each island has could be a factor. What else would you consider to make a decision that would best meet the biodiversity conservation goals?
es_es: Eres un/a científico/a en el equipo de conservación que decidirá qué área debería recibir apoyo de conservación total. ¿Cómo elegirías un bosque para proteger la biodiversidad de la isla? Enlista tres factores que considerarías para comparar los bosques. Por ejemplo, qué ventajas económicas tiene cada isla podría ser un factor. ¿Qué otros aspectos considerarías al tomar una decisión que mejor cumplirá los objetivos de conservación?

source: Using what you know about solar energy and how the sun impacts different parts of the earth at different times of the year, what kind of information would you provide to and questions you would ask the city officials to help them make a decision on whether or not to install solar panels. Place your information and questions in the text box provided.
es_es: Usando lo que sabes sobre energía solar y cómo el sol impacta diferentes partes de la Tierra en distintos momentos del año, explica qué tipo de información ofrecerías y qué preguntas harías a los funcionarios para ayudarles a tomar la mejor decisión acerca de instalar o no los paneles solares. Escribe tu información y preguntas en la caja de texto a continuación.

source: Based on what you know about water sources, how would you help them?
es_es: Basándote en lo que sabes acerca de las fuentes de agua, ¿cómo los ayudarías?

source: You are a zoologist in the ornithology department (a branch of zoology that concerns the study of birds). You are preparing an enclosed habitat for this manakin species to live at your zoo. Based on what you now know about the animal and reproduction, what ideas do you have for the bird's area you are building? What behavior in the birds might cause problems related to mating? What could you do to solve such a problem with manakins in breeding season in your zoo?
es_es: Eres un/a zoólogo/a en el departamento de ornitología (una rama de la zoología relacionado con el estudio de las aves). Estás preparando un hábitat cerrado para que esta especie de saltarín pueda vivir en tu zoológico. Basándote en lo que sabes sobre el animal y la reproducción, ¿qué ideas tienes para el área para los pájaros que estás construyendo? ¿Qué comportamiento en las aves podría causar problemas relacionados con el apareamiento? ¿Qué podrías hacer para resolver un problema de este tipo con los saltarines en época de reproducción en el zoológico?

source: Suppose you were to design a house for a client who will build it. You are comparing using metal to wood for the foundation of the house. Using what you know about properties of matter, what would you consider the benefit of each material? You need to compare the two for the client.
es_es: Supón que fueses a diseñar una casa para un cliente que la construirá. Estás comparando usar metal o madera para la creación de la casa. Usando lo que sabes de las propiedades de la materia, qué considerarías de los beneficios de cada material? Es necesario comparar los dos para el cliente.

source: You are to give a report on how removing the trees will affect the environment. Using what you now know about plants as producers in the food web, offer some suggestions on how the company can have positive impacts on the environment.
es_es: Vas a dar un informe sobre cómo afectará al entorno retirar los árboles. Usando lo que ya sabes sobre las plantas como productores en la red alimenticia, ofrece algunas sugerencias sobre cómo puede influir positivamente la empresa en el entorno.

source: Now describe what features you would design into your a house to best protect yourself and your family from being harmed by those natural hazards.
es_es: Ahora describa las características que usted desea diseñar en su casa para proteger mejor a usted y a su familia de los daños por estas amenazas naturales.

source: Discuss three health issues students face at school. Offer solutions to a healthier lifestyle. Even though your presentation at school will be half an hour, outline the health problems and solutions you plan to present to the students in the text box provided below.
es_es: Debate tres problemas de salud que los estudiantes pueden encontrase en la escuela. Ofrece soluciones para llevar un estilo de vida más sano. A pesar de que tu presentación en la escuela será de media hora, esboza los problemas de salud y las soluciones que planeas presentar a los estudiantes en el cuadro de texto a continuación.

source: The company executives need to identify the risks associated with this project to see if it is worth their investment. Using what you now know about transforming energy into different forms, what possible factors and issues would you outline to help them make a decision? Key or paste in your analysis in the text box provided.
es_es: Los ejecutivos de la compañía necesitan identificar los riesgos asociados con este proyecto para ver si merece su inversión. Usando lo que sabes acerca de transformar la energía en diferentes formas, ¿qué posibles factores y problemas señalarías para ayudarles a tomar una decisión? Explica tu análisis en el libro de texto proporcionado.

source: Based on what you now know about natural selection and how the environment changes affect living things over time, decide which human traits to change in your novel. Explain what skills people would need to survive in your new, high-tech world, and how people would have to be different to stay alive and prosper. Which traits would people no longer have to have in your new world?
es_es: Basándote en lo que sabes ahora acerca de la selección natural y cómo los cambios ambientales afectan a los seres vivos a lo largo del tiempo, decide qué características humanas cambiar en tu novela. Explica qué habilidades necesitarían las personas para sobrevivir en tu nuevo mundo de alta tecnología, y cómo las personas necesitarían ser diferentes para mantenerse con vida y prosperar. ¿Qué características no necesitarían tener las personas en tu nuevo mundo?

source: Your assignment is to design or research one or more activities which can be used first to test the "grab-reflex" of team members and then be used by the team members to help them improve their grab-reflex. In the box provided explain how each grab-reflex activity works. Feel free to cut and paste drawings and explanations in the box.
es_es: Tu tarea es diseñar o investigar una o más actividades que puedan ser utilizadas para primero evaluar el "reflejo de agarre" de los miembros del equipo y que luego puedan ser utilizadas por los miembros del equipo para ayudarles a mejorar su reflejo de agarre. En el campo debajo explica cómo cada actividad de reflejo de agarre funciona. Siéntete libre de cortar y pegar dibujos y explicaciones en el área.

source: Using what you know about plants and what you can research about honeybees, what are some things you would advise the department to consider to ensure that the plants get pollinated? Key in your possible solutions in the textbox below.
es_es: Usando lo que sabes sobre las plantas y lo que usted puede investigar acerca de las abejas, ¿cuáles son algunas cosas que aconsejaría al departamento que considere para asegurar que las plantas obtener polinizadas? Poner en sus posibles soluciones en el recuadro más abajo.

source: Using what you now know about how everyone acts and responds in different ways to changes and stimuli, come up with three scenarios about how you would test the interviewees for the babysitting job. Explain what you are testing with each stimulus you suggest in the textbox below.
es_es: Utilizando lo que usted sabe acerca de como actúa y responde cada uno en diferentes formas a los cambios y los estímulos, proponga tres escenarios acerca de cómo usted evaluaría a las entrevistadas para el trabajo de niñera. Explique qué está evaluando con cada estímulo que sugiere en el cuadro de abajo.

source: Design a study to map the concentration of pressure points at various locations on the body (e.g., different fingertips, palm, back of hand, different toes, bottom of foot, back of neck, etc.). Describe your study and report your data in a table that lists the areas studies from the most sensitive to touch to least sensitive to touch.
es_es: Diseñe un estudio para trazar la concentración de los puntos de presión en varios lugares en el cuerpo (por ejemplo, diferentes puntas de los dedos, la palma, el dorso de la mano, diferentes dedos de los pies, parte inferior del pie, parte posterior del cuello, etc.) Describa su estudio e escriba los datos en una tabla que enumera los estudios de áreas desde las más sensibles al tacto a menos sensibles al tacto.

source: Using what you know about environmental factors that can cause disease, develop a plan for them that lists the things they should do and why they should do them for the sake of their health.
es_es: Utilizando lo que sabes acerca de los factores ambientales que pueden causar enfermedades, desarrolla un plan para ellos que enlista las cosas que deberían hacer y por qué deberían hacerlas por el bien de su salud.

source: Using what you now know about being scientific, how would you go about making this decision? How would you go about doing a study that could convince your mom that her hypothesis is wrong? In the text box provided, key in the plan you would follow to make the decision as well as you would prove her hypothesis false.
es_es: Usando lo que sabes acerca de ser científico/a, ¿cómo harías para tomar esta decisión? ¿Cómo harías un estudio que pudiese convencer a tu madre de que su hipótesis no es correcta? En la caja de texto a continuación, escribe el plan que seguirías para tomar la decisión, y también para probar que su hipótesis es falsa.

source: You have been hired as a consultant to help the townsfolk figure out what has happened to the pond water. Using what you know about the composition and characteristics of different kinds of mixtures, prepare a report describing what kind of tests can be done to determine if the murky water condition will clean up by itself or if it is a more serious condition that will take some specific action. Type your report in the text box provided.
es_es: Has sido contratado como consultor para ayudar a la gente del pueblo a averiguar qué ha pasado con el agua del estanque. Usando lo que sabes sobre la composición y características de los diferentes tipos de mezclas, prepara un informe que describa qué tipo de pruebas se pueden hacer para determinar si la condición de turbiedad del agua se va a limpiar por sí misma o si se trata de una afección más grave que requerirá de alguna acción específica. Escribe tu informe en el cuadro de texto correspondiente.

source: Explain to them why this breakfast is incomplete, and offer them healthier breakfast ideas. (Hint: you can inform them about the food groups their breakfast is not including, or about the harm in having too much of certain substances.)
es_es: Explícales por qué este desayuno está incompleto, y ofréceles ideas saludables para el desayuno. (Pista: puedes informarles sobre los grupos de alimentos que su desayuno no incluye, o sobre el daño de consumir demasiado de ciertas sustancias).

source: The historical society in your town has hired you to prepare a report on what the town area may have looked like before people settled there. Take a walk around your neighborhood and make some notes in the space below about how you think your own community looks now and how it may have looked before people settled there.
es_es: La sociedad histórica de tu ciudad te ha contratado para preparar un informe sobre cómo podría haber sido el paisaje de la zona antes de que la gente se estableciera allí. Haz un paseo por tu barrio y toma algunas notas en el espacio siguiente sobre cómo es tu comunidad ahora y cómo puede que hubiera sido tu comunidad anteriormente.

source: Prepare some 'talking points' (things that people might say) for people on both sides of the issue. Use the headings, 'Reasons why the US should cut back on the use of fossil fuels' and 'Reasons why the US should not cut back on the use of fossil fuels' to organize your talking points. Enter or cut and paste your talking points in the text box provided.
es_es: Prepara algunos 'puntos de debate' (cosas que las personas puedan decir) para las personas en ambas posiciones del tema. Utiliza los encabezados, 'Razones por las que EU debería reducir el uso de combustibles fósiles' y 'Razones por las que EU no debería reducir el uso de combustibles fósiles' para organizar tus puntos de debate. Introduce o copia y pega tus puntos de debate en el campo para texto designado.

source: You have been asked by the park managers to make a prediction about what might happen if wolves are removed. Use the space below to list all the things in the park that will be directly and indirectly affected if all the wolves are removed. Also write a brief explanation whether you think wolf removal is a good idea or not.
es_es: Los administradores del parque te han pedido que hagas una predicción acerca de lo que podría suceder si se remueven los lobos. Utiliza el espacio debajo para enlistar todas las cosas en el parque que se verán directa e indirectamente afectadas si todos los lobos son removidos. También escribe una breve explicación acerca de si crees que la remoción de los lobos es una buena idea o no.

source: From your fossil discoveries in the rock layers of the cliff, how would you interpret the fossil evidence you found to tell how past climate and geography changed over time at this location? Explain your reasoning in a report in the text box provided.
es_es: A partir de tus descubrimientos fósiles en las capas rocosas del risco, ¿cómo interpretarías la evidencia fósil que encontraste para descifrar cómo el clima y geografía cambiaron a lo largo del tiempo en esta ubicación? Explica tu razonamiento en un reporte en la caja de texto debajo.

source: Describe and explain some features you would design into your new city to use natural resources wisely.
es_es: Describe y explica algunas características que diseñarías en tu nueva ciudad para usar los recursos naturales sabiamente.

source: Using what you now know about artificial selection and the importance of having a variety of animals and plants, list three concerns you have with this project. Your teammates might argue that there are benefits to spreading superior genes. What issues would you bring up when stating your concerns? Type them into the textbox below.
es_es: Utilizando lo que sabes ahora acerca de la selección artificial y la importancia de tener una variedad de plantas y animales, lista tres preocupaciones que tienes con respecto a este proyecto. Tus compañeros de equipo quizá argumenten que hay beneficios en extender genes superiores. ¿Qué conflictos mencionarías al presentar tus preocupaciones? Escríbelas en la caja de texto debajo.
