Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Helpful mutation
es_es: Mutación benéfica

source: Neutral mutation
es_es: Mutación neutral

source: Inherited mutation
es_es: Mutación heredada

source: Correct! The ice cream on the left is all mixed in together and the particles are not separated. The ice cream mixture on the right is heterogeneous and the strawberry parts are visibly distinguishable from each other.
es_es: ¡Correcto! El helado de la izquierda está mezclado y las partículas no se separan. La mezcla de helado de la derecha es heterogénea y las partes de fresa son visiblemente distinguibles entre sí.

source: Not quite! Ice cream on the left is all mixed in together and the particles are not separated. The ice cream mixture on the right is heterogeneous and the strawberry parts are visibly distinguishable from each other.
es_es: ¡No del todo! El helado de la izquierda está mezclado y las partículas no se separan. La mezcla de helado de la derecha es heterogénea y las partes de fresa son visiblemente distinguibles entre sí.

source: Great job! Oxygen (or Chlorine) is composed of only oxygen (or chlorine) atoms.
es_es: ¡Buen trabajo! El oxígeno (o el cloro) está compuesto solamente de átomos de oxígeno (o cloro).

source: Great job! Chlorine (or Oxygen) is composed of only Chlorine (or Oxygen) atoms.
es_es: ¡Bien! El cloro (o el oxígeno) está compuesto solamente de átomos de cloro (u oxígeno).

source: Great job! Water (or carbon dioxide) are compounds, made of different elements.
es_es: ¡Bien! El agua (o el dióxido de carbono) son compuestos, hechos de elementos diferentes.

source: Great job! carbon dioxide (or water) are compounds, made of different elements.
es_es: ¡Buen trabajo! El dióxido de carbono (o el agua) son compuestos, hechos de elementos diferentes.

source: Nope! Water (or carbon dioxide) are compounds, made of different elements.
es_es: ¡No! El agua (o el dióxido de carbono) son compuestos, hechos de elementos diferentes.

source: Nope! Steel is a compound, not an element. It is made up of iron and carbon.
es_es: ¡No! El acero es un compuesto, no un elemento. Está hecho de hierro y carbono.

source: Correct! Brass is an alloy of two elements-- copper and tin.
es_es: ¡Correcto! El latón es una aleación de dos elementos-- cobre y estaño.

source: Correct! Looking at earth from space, the oceans give earth the name the "Blue Planet".
es_es: ¡Correcto! Viendo la Tierra desde el espacio, los océanos le dan el nombre de "Planeta Azul".

source: No. Looking at earth from space, the oceans give earth the name the "Blue Planet".
es_es: No. Viendo la Tierra desde el espacio, los océanos le dan el nombre de "Planeta Azul".

source: No, that would be a good example of interaction between the anthrosphere and the geosphere.
es_es: No, ese sería un buen ejemplo de interacciones entre la antropósfera y la geósfera.

source: No. There is a lot of possible wind and water damage on a cliff
es_es: No. Hay mucho daño por viento y agua posible en un risco.

source: What would you suggest? Enter your answer in the text box below and compare your solution to those suggested by your classmates and discuss which one might be more effective.
es_es: ¿Qué sugerirías? Introduce tu respuesta en el campo para texto debajo y compara tu solución a aquellas sugeridas por tus compañeros de clase y encuentren cuál sería la más efectiva.

source: Yes, 10 square miles
es_es: Sí, 2.600 hectáreas

source: Yes, 100 square miles
es_es: Sí, 26.000 hectáreas

source: No, ecosystems do not have a certain size
es_es: No, los ecosistemas no tienen un tamaño determinado

source: Your first quiz question is...
es_es: Tu primera pregunta del test es...

source: No, the mail carrier approaching the house is the stimulus and the dog barking is the response.
es_es: No, el cartero que se acerca a la casa es el estímulo y el perro ladrando es la respuesta.

source: No, stubbing your toe and experiencing pain is the stimulus, and wincing is the response.
es_es: No, golpearte el dedo y experimentar dolor es el estímulo, y hacer una mueca es la respuesta.

source: Correct. This is not a stimulus-response example. A specific situation is a stimulus and how a living thing reacts a response.
es_es: Correcto. Este no es un ejemplo de estímulo-respuesta. Una situación específica es un estímulo y cómo reacciona un ser vivo es la respuesta.

source: No, the coyote approaching is the stimulus, and the skunk's response is to spray the coyote.
es_es: No, el coyote que se aproxima es el estímulo, y la respuesta del zorrillo es rociar al coyote.

source: No, once they hatch, the sea turtles respond to the brightness of the sea and move toward the safe water. Bright lights may attract and mislead turtles away from the water.
es_es: No, una vez que nacen, las tortugas marinas responden a la brillantez del mar y se mueven hacia el agua donde están seguras. Las luces brillantes pueden atraerlas y guiarlas lejos del agua.

source: Correct. Having bright lights on the beach could be dangerous and misleading for the newly-hatched sea turtles.
es_es: Correcto. Tener luces brillantes en la playa podría ser peligroso y guiar equivocadamente a las tortugas marinas recién nacidas.

source: No, once they hatch, they respond to brightness of the sea and move toward the safe water. Bright lights may attract and mislead turtles away from the water.
es_es: No, una vez que nacen, las tortugas responden a la brillantez del mar y se mueven hacia el agua donde están seguras. Las luces brillantes pueden atraerlas y guiarlas lejos del agua.

source: No, once they hatch, the sea turtles respond to brightness of the sea and move toward the safe water. Bright lights may attract and mislead turtles away from the water.
es_es: No, una vez que nacen, las tortugas marinas responden a la brillantez del mar y se mueven hacia el agua donde están seguras. Las luces brillantes pueden atraerlas y guiarlas lejos del agua.

source: Correct! Coughing, sneezing and crying are all innate behaviors. Newborns can do all of these without help. Walking, skate boarding, and singing are learned behaviors. They need to be taught directly or indirectly, and will not be passed down to the next generation.
es_es: ¡Correcto! Toser, estornudar y llorar son todos comportamientos innatos. Los recién nacidos pueden hacer todas estas cosas sin ayuda. Caminar, patinar y cantar son comportamientos aprendidos. Necesitan ser enseñados directa o indirectamente y no se heredarán a la siguiente generación.

source: Not quite. Coughing, sneezing, and crying are all innate behaviors. Newborns can do all of these without help. Walking, skate boarding, and singing are learned behaviors. They need to be taught directly or indirectly, and will not be passed down to the next generation.
es_es: No exactamente. Toser, estornudar y llorar son todos comportamientos innatos. Los recién nacidos pueden hacer todas estas cosas sin ayuda. Caminar, patinar y cantar son comportamientos aprendidos. Necesitan ser enseñados directa o indirectamente y no se heredarán a la siguiente generación.

source: No, talking is a learned behavior. People cannot do it when they are born and they cannot pass on the ability to the next generation.
es_es: No, hablar es un comportamiento aprendido. Las personas no lo pueden hacer cuando acaban de nacer y no pueden heredar la habilidad a la siguiente generación.

source: No, walking is a learned behavior. Humans have to learn to walk, which usually happens in stages. This ability is not genetically-inherited.
es_es: No, caminar es un comportamiento aprendido. Los humanos tienen que aprender a caminar, lo que usualmente sucede por etapas. Esta habilidad no se hereda genéticamente.

source: Correct. Thinking is innate to humans. However, critical and higher level thinking can be taught and strategies can be learned.
es_es: Correcto. Pensar es innato a los humanos. Sin embargo, pensamiento crítico y de niveles más altos se puede enseñar y estrategias pueden ser aprendidas.

source: No, sharing is an activity that must be taught. Some people are not aware of its social importance and they never learn to share.
es_es: No, compartir es una actividad que debe ser enseñada. Algunas personas no están conscientes de su importancia social y nunca aprenden a compartir.

source: Great! Learned behavior depends on the environment the animal lives in, survival needs, and inherited traits. In the case of a bird, learning to sing is a behavior important for survival. The bird has inherited the ability to sing. And depending on the kind of bird it is, it will pick up clues from the environment and learn to sing the song it needs for its survival.
es_es: ¡Excelente! El comportamiento aprendido depende del ambiente en el que vive el animal, sus necesidades de supervivencia y características heredadas. En el caso de un ave, aprender a cantar es un comportamiento importante para la supervivencia. El ave ha heredado la habilidad de cantar. y dependiendo de la clase de ave que sea, recogerá claves de su ambiente y aprenderá a cantar la canción que necesita para sobrevivir.

source: Not quite. Learned behavior depends on the environment the animal lives in, survival needs, and inherited traits. In the case of a bird, learning to sing is a behavior important for survival. The bird has inherited the ability to sing. And depending on the kind of bird it is, it will pick up clues from the environment and learn to sing the song it needs for its survival.
es_es: No exactamente. El comportamiento aprendido depende del ambiente en el que vive el animal, sus necesidades de supervivencia y características heredadas. En el caso de un ave, aprender a cantar es un comportamiento importante para la supervivencia. El ave ha heredado la habilidad de cantar. y dependiendo de la clase de ave que sea, recogerá claves de su ambiente y aprenderá a cantar la canción que necesita para sobrevivir.

source: No, being able to sing is an important quality that would increase the likelihood of reproduction for birds.
es_es: No, ser capaz de cantar es una característica importante que incrementaría las probabilidades de reproducción para las aves.

source: Correct. The color of a bird's eyes is less important compared to its ability to sing, catch food, and attract mates by feather demonstrations.
es_es: Correcto. El color de los ojos de un ave es menos importante comparado con su capacidad de cantar, atrapar comida y atraer pareja por medio de demostraciones de plumas.

source: No, finding food is a survival skill that would increase mating chances.
es_es: No, encontrar comida es una habilidad de supervivencia que incrementaría sus oportunidades de reproducción.

source: No, birds compete for the chance to mate. Feather demonstrations are one way they do this.
es_es: No, las aves compiten por la oportunidad de aparearse. Las demostraciones de plumas son una forma en que hacen esto.

source: No, living 6 - 7 years is just the average age of that type of crow in that area.
es_es: No, vivir 6 a 7 años es sólo la edad promedio de ese tipo de cuervo en esa área.

source: No, having black feathers is inherited and part of the bird's innate behavior.
es_es: No, tener plumas negras es heredado y parte del comportamiento innato del ave.

source: Correct. The crows 'learned' that dropping nuts in front of cars will open them. Their offspring will learn this from observing their parents, not from the DNA.
es_es: Correcto. Los cuervos "aprendieron" que dejar caer nueces en frente de autos sirve para abrirlas. Sus crías aprenderán esto por medio de observar a sus padres, no por el ADN.

source: No, having excellent hearing is inherited and part of the bird's innate behavior.
es_es: No, tener excelente oído es heredado y parte del comportamiento innato del ave.

source: No, even if your parents learned how to ride a bicycle, the behavior is not passed onto you. You had to learn how to ride a bicycle yourself.
es_es: No, incluso si tus padres aprendieron a montar en bicicleta, el comportamiento no te será heredado. Tuviste que aprender a montar en bicicleta tú mismo.

source: No, animals do learn by observing their parents and experiencing things themselves. Different animals stay with their parents for different periods of time until they are independent.
es_es: No, los animales aprenden al observar a sus padres y experimentando cosas por ellos mismos. Distintos animales se quedan con sus padres por periodos diferentes de tiempo hasta que son independientes.

source: No, the advantage of learned behavior is that the offspring can learn different behaviors which might come in handy in situations needed to survive.
es_es: No, la ventaja del comportamiento aprendido es que las crías pueden aprender comportamientos distintos que pueden ser útiles en situaciones necesarias para sobrevivir.

source: Correct. This is false because being colorblind is an inherited trait, not something you can learn.
es_es: Correcto. Esto es falso porque ser daltónico es una característica heredada, no algo que puedas aprender.

source: Correct. There are innate and learned behaviors. Innate are those behaviors which are not taught and have to do with survival skills. They include reflexes (automatic responses to stimulus) and instincts. Other behaviors are learned from parents or through hands-on experience.
es_es: Correcto. Hay comportamientos innatos y aprendidos. Innatos son los comportamientos que no son aprendidos y que tienen que ver con habilidades de supervivencia. Incluyen los reflejos (respuestas automáticas a estímulos) e instintos. Otros comportamientos son aprendidos de los padres o a través de experiencia propia.

source: Not quite. There are innate and learned behaviors. Innate are those behaviors which are not taught and have to do with survival skills. They include reflexes (automatic responses to stimulus) and instincts. Other behaviors are learned from parents or through hands-on experience.
es_es: No exactamente. Hay comportamientos innatos y aprendidos. Innatos son los comportamientos que no son aprendidos y que tienen que ver con habilidades de supervivencia. Incluyen los reflejos (respuestas automáticas a estímulos) e instintos. Otros comportamientos son aprendidos de los padres o a través de experiencia propia.

source: No, walking is not a specific situation that causes a response. It is an innate behavior in this animal.
es_es: No, caminar no es una situación específica que provoca una respuesta. Es un comportamiento innato en este animal.

source: No, reflexes are simple and automatic responses to an external stimulus. The ability to walk is innate behavior, just not a reflex.
es_es: No, los reflejos son respuestas simples y automáticas a un estímulo externo. La capacidad de caminar es un comportamiento innato, no sólo un reflejo.

source: Correct. Walking within five minutes of birth shows this behavior to be innate and instinctual.
es_es: Correcto. Caminar a los cinco minutos de haber nacido muestra que este comportamiento es innato e instintivo.

source: No, walking for humans is a learned behavior, but for horses it is an innate behavior.
es_es: No, caminar para los humanos es un comportamiento aprendido, pero para los caballos es un comportamiento innato.

source: Correct! An animal will instinctively go to its mother for milk, but it learned to go to its human owner for cuddling. Other animals might have 'learned' not to go near humans based on their experience. Screaming is another example in which if it is done without thinking, out of fear, it is a reflex. But if a person learns that screaming will lead to more parental attention, it is no longer considered a reflex.
es_es: ¡Correcto! Un animal acudirá instintivamente a su madre por leche, pero aprendió a acudir a su amo para ser acariciada. Otros animales quizá "aprendieron" a no acercarse a los humanos basándose en su experiencia. Gritar es otro ejemplo en que si se hace sin pensar, por miedo, es un reflejo. Pero si una persona aprende que gritar le atraerá mayor atención de los padres, entonces no se considera un reflejo.

source: Not quite. An animal will instinctively go to its mother for milk, but it learned to go to its human owner for cuddling. Other animals might have 'learned' not to go near humans based on their experience. Screaming is another example in which if it is done without thinking, out of fear, it is a reflex. But if a person learns that screaming will lead to more parental attention, it is no longer considered a reflex.
es_es: No exactamente. Un animal acudirá instintivamente a su madre por leche, pero aprendió a acudir a su amo para ser acariciada. Otros animales quizá "aprendieron" a no acercarse a los humanos basándose en su experiencia. Gritar es otro ejemplo en que si se hace sin pensar, por miedo, es un reflejo. Pero si una persona aprende que gritar le atraerá mayor atención de los padres, entonces no se considera un reflejo.

source: No, the mouse traveled through the maze based on its instinct, but needed more experience to learn how to get to the end.
es_es: No, el ratón viajó a través del laberinto basándose en su instinto, pero necesitaba más experiencia para aprender cómo llegar al final.

source: No, the statements show no sign of this behavior. It shows the animal's ability to learn new behaviors.
es_es: No, las frases no muestran signos de este comportamiento. Muestran la habilidad del animal para aprender nuevos comportamientos.

source: No, reflexes are automatic responses to a stimulus. Going from 20 to 12 minutes in four tries shows the animal's ability to learn new behaviors.
es_es: No, los reflejos son respuestas automáticas a un estímulo. Pasar de 20 a 12 minutos en cuatro intentos muestra la habilidad del animal para aprender nuevos comportamientos.

source: Correct. Through trial and error the animal learned how to get to the maze in a faster way, that is why the time reduced from 20 to 12 minutes.
es_es: Correcto. A través de prueba y error el animal aprendió cómo llegar al final del laberinto de una forma más rápida, por eso es que el tiempo se redujo de 20 a 12 minutos.

source: Correct! The growing conditions are the same year-round in a rainforest.
es_es: ¡Correcto! Las condiciones de crecimiento son las mismas durante todo el año en una selva tropical.

source: Nope. Rainforests are full of large trees with lots of animals.
es_es: No. Las selvas tropicales están llenas de árboles grandes con muchos animales.

source: Nope. People actually do 'slash and burn' many rainforest trees.
es_es: No. Las personas realmente cortan y queman muchos árboles de las selvas tropicales.

source: Nope. Periods of daily rain is a characteristic of all tropical rainforests.
es_es: No. Periodos de lluvia diariamente son una característica de todas las selvas tropicales.

source: Sorry, grasslands get way more rain than deserts.
es_es: Lo siento, las praderas tienen mucha más lluvia que los desiertos.

source: Yes! Taiga and boreal forest are pretty much the same.
es_es: ¡Sí! La taiga y el bosque boreal son prácticamente lo mismo.

source: No... These two couldn't be much more different.
es_es: No... Estos dos no podrían ser más diferentes.

source: Not this time. Tundra has no trees. Taiga is full of trees.
es_es: No esta vez. La tundra no tiene árboles. La taiga está llena de árboles.

source: Correct. Hives and hills do provide protection from predators and extreme weather. They also provide protection for their young. The extreme heat of volcanoes will destroy the hive or hill.
es_es: Correcto. Las colmenas y colonias proveen de protección de depredadores y clima extremo. También proveen de protección para las crías. El calor extremo de los volcanes destruiría la colmena o colonia.

source: Not quite. Hives and hills provide protection from predators and extreme weather. They also provide protection for their young. However, the extreme heat of volcanoes will destroy the hive or hill.
es_es: No exactamente. Las colmenas y colonias proveen de protección de depredadores y clima extremo. También proveen de protección para las crías. Sin embargo, el calor extremo de los volcanes destruiría la colmena o colonia.

source: Yes! Hives are built in places that are hard for predators to attack.
es_es: ¡Sí! Las colmenas se construyen en lugares que son difíciles de atacar para los depredadores.

source: No... Hives can't move...
es_es: No... Las colmenas no se pueden mover...

source: Probably not. A good place for a hive may or may not be near food.
es_es: Probablemente no. Un buen lugar para la colmena puede o no estar cerca de alimento.

source: Sorry. Prey species are food sources, not threats.
es_es: Lo siento. Especies presa son fuentes de alimento, no amenazas.

source: That's right. Small fires rid forests of dead, dry materials that can lead to bigger fires if allowed to build up.
es_es: Así es. Pequeños incendios liberan a los bosques de materiales secos y muertos que pueden ocasionar incendios mayores si se les permite acumularse.

source: Not true. A young healthy forest needs a few fires.
es_es: No es verdad. Un bosque joven en buenas condiciones de salud necesita de algunos incendios.

source: Not always. Sometimes forest managers actually start small fires to get rid of some of the dead, dry debris in a forest.
es_es: No siempre. Algunas veces los cuidadores de bosques inician pequeños incendios para deshacerse de algunos de los desechos secos y muertos del bosque.

source: Not true. Even areas that have suffered large, destructive fires begin to grow new trees and plants that attract tourists.
es_es: No es verdad. Incluso en áreas que han sufrido de incendios grandes y destructivos, nuevos árboles y plantas que atraen turistas comienzan a crecer.

source: Not this one. Earth is a bit big for batteries.
es_es: Esta no. La Tierra es algo grande para baterías.

source: Sorry. While Earth may generate some nuclear power, Biosphere does not.
es_es: Lo siento. Aunque la Tierra puede generar algo de energía nuclear, Biósfera 2 no lo hace.

source: There you go. Solar power provides energy for both.
es_es: Eso es. La energía solar provee de energía a ambas.

source: No... Neither Earth nor Biosphere uses gasoline.
es_es: No... ni la Tierra ni Biósfera 2 utilizan gasolina.

source: No.... Distance from the equator is related to temperature patterns.
es_es: No... La distancia del ecuador se relaciona con los patrones de temperatura.

source: Correct. Migration patterns don't determine biomes; they are determined by biomes.
es_es: Correcto. Los patrones de migración no determinan a los biomas; son determinados por los biomas.

source: Sorry. Rainfall patterns determine biomes.
es_es: Lo siento. Los patrones de lluvia determinan a los biomas.

source: Nope. Temperature patterns determine biomes.
es_es: Nop. Los patrones de temperatura determinan a los biomas.

source: Correct. Biosphere 2 does let us see how changing conditions impact biomes as well as how people and nature interact. The Biosphere isn't nearly large enough to provide much food and it doesn't actually produce any new water.
es_es: Correcto. Biósfera 2 nos permite ver cómo las condiciones cambiantes impactan a los biomas así como ver cómo interactuan las personas y la naturaleza. Biósfera 2 no es ni remotamente lo suficientemente grande como para proveer comida y no produce agua nueva en realidad.

source: Biosphere 2 does allow experimentation with climate conditions, but see if there are any other correct choices.
es_es: Biósfera 2 sí nos permite experimentar con condiciones climáticas, pero revisa si hay algunas otras opciones correctas.
