Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Stories from other people are the best way to learn how nature works.
es_es: Las historias de otras personas son la mejor forma de aprender cómo funciona la naturaleza.

source: Science seldom offers much to help understand natural processes.
es_es: La ciencia raramente ofrece ayuda para entender los procesos naturales.

source: The best solutions are always the least expensive solutions.
es_es: Las mejores soluciones siempre son las soluciones menos costosas.

source: Choose the best definition of biodiversity.
es_es: Elige la mejor definición de biodiversidad.

source: Biodiversity is the set of plants living in an area.
es_es: Biodiversidad es el grupo de plantas que viven en un área.

source: Biodiversity is the number of people in a community.
es_es: La biodiversidad es la cantidad de gente en una comunidad.

source: Biodiversity is the sum of all living things in all ecosystems.
es_es: La biodiversidad es la suma de todos los seres vivos en todos los ecosistemas.

source: Biodiversity is the set of animals living in the world.
es_es: La biodiversidad es el grupo de animales que viven en el mundo.

source: Composition of Matter
es_es: Composición de la Materia

source: To describe the mass of an object, which unit of the metric system should you use?
es_es: Para describir la masa de un objeto, ¿qué unidad del sistema métrico tendrías que usar?

source: centimeters
es_es: centímetros

source: grams
es_es: gramos

source: liters
es_es: litros

source: degrees
es_es: grados

source: A mixture of 1 kilogram of iron filings and 1 kilogram of sand was given to a group of student to separate. Read the statements below and select the method that you think would be best to separate the iron filings from the sand.
es_es: Se dio a un grupo de estudiantes por separado una mezcla de un kilogramo de limaduras de hierro y un kilogramo de arena . Lee la siguiente declaración y selecciona el método que piensas que es el mejor para separar las limaduras de hierro de la arena.

source: You could stir the mixture into hot water and dissolve the sand.
es_es: Podrías remover la mezcla en agua caliente y disolver la arena.

source: You could drag a magnet through the mixture and attract the iron filings.
es_es: Podrías dejar caer un imán dentro de la mezcla y atraer las limaduras de hierro.

source: You could shake the mixture causing the iron filings to settle to the bottom.
es_es: Podrías agitar la mezcla causando que las limaduras de hierro fuesen al fondo.

source: You could strain the mixture through a filter made of paper and collect the sand.
es_es: Podrías pasar la mezcla por un filtro de papel y recoger la arena.

source: A science teacher mixes white powder into a beaker of water until the powder cannot be seen in the water anymore. Then she heats the mixture until the water evaporates and the powder can be seen once more. Which property of the powder do you think she is demonstrating?
es_es: Una profesora de ciencia mezcla polvo blanco en un vaso de precipitados con agua hasta que el polvo ya no se ve. Luego calienta la mezcla hasta que el agua se evapora y se puede volver a ver el polvo. ¿Qué propiedad del polvo crees que está demostrando?

source: Density
es_es: Densidad

source: Conductivity
es_es: Condictividad

source: Solubility
es_es: Solubilidad

source: Change in mass
es_es: Cambios en la masa

source: In a container, there is a mixture of beads. The beads are of various sizes, and they are each made of different material (plastic, glass, steel). It would be easy to separate the beads because they...
es_es: En un recipiente, hay una mezcla de perlas. Las perlas son de varios tamaños, y están hechas de materiales diferentes (plástico, vidrio, acero). Sería fácil separar las perlas, ya que ...

source: have the same amount of mass
es_es: tienen la misma cantidad de masa

source: are less dense than water
es_es: son menos densas que el agua

source: are solids with different densities
es_es: son sólidos con densidades diferentes

source: are attracted to a magnet
es_es: son atraídas por el imán

source: A substance's ___________ is the temperature at which the substance changes from a solid to a liquid.
es_es: El ___________ de una sustancia es la temperatura a la que la sustancia pasa de sólida a líquida.

source: boiling point
es_es: punto de ebullición

source: condensation point
es_es: punto de condensación

source: A salad dressing label says 'Ingredients: Oil, Vinegar, Spices. Shake well before use.' Which statement best explains why we should shake the dressing and its ingredients before using it?
es_es: Una etiqueta de aderezo para ensaladas dice " Ingredientes: aceite, vinagre, especias. Agitar bien antes de usar". ¿Qué enunciado explica mejor por qué debemos agitar el aderezo y sus ingredientes antes de usarlo?

source: Vinegar and oil are both liquids, so we should shake the bottle before we use it.
es_es: El vinagre y el aceite son líquidos, por lo que tendríamos que agitar la botella antes de usarla.

source: Vinegar and oil easily form a solution when they are shaken.
es_es: El vinagre y el aceite forman fácilmente una solución cuando se agitan.

source: Vinegar and oil have different densities, shaking the bottle mixes them together.
es_es: El vinagre y el aceite tienen diferentes densidades, agitar la botella los mezcla.

source: Vinegar and oil don't form a solution but shaking mixes them for a short time.
es_es: El vinagre y el aceite no forman una solución pero si se agitan se mezclan formando una solución a corto plazo.

source: Vinegar and oil both contain water which is why they should be shaken.
es_es: Tanto el vinagre como el aceite contienen agua, que es por lo que tendrían que agitarse.

source: Read the following statements and select the choice that is NOT true:
es_es: Lee las siguientes declaraciones y selecciona la que NO es correcta:

source: An element contains only one kind of atom
es_es: Un elemento contiene sólo un tipo de átomos

source: A compound contains more than one element
es_es: Un compuesto contiene más de un elemento

source: A compound contains more than one kind of atom
es_es: Un compuesto contiene más de un tipo de átomos

source: There are more unique elements than unique compounds
es_es: Hay más elementos únicos que compuestos únicos

source: Which of the following is NOT a way to uniquely identify an element?
es_es: ¿Cuál de las siguientes NO es una forma de identificar de forma única un elemento?

source: combined mass and volume
es_es: Combinar la masa y el volumen

source: state of matter
es_es: estado de la materia

source: A heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: Una mezcla heterogénea que contiene partículas lo suficientemente grandes como para sedimentarse las unas de las otras.

source: Molecules that contain the same type of atoms are molecules of __________. An example is __________.
es_es: Las moléculas que contienen el mismo tipo de átomos son moléculas de __________. Un ejemplo es __________.

source: An element, chlorine gas
es_es: Un elemento, gas de cloro

source: An element, water
es_es: Un elemento, agua

source: A compound, oxygen gas
es_es: Un compuesto, oxígeno gas

source: A compound, carbon dioxide
es_es: Un compuesto, el dióxido de carbono

source: Select the true statement regarding elements.
es_es: Selecciona el enunciado verdaderp roelacionado con los elementos.

source: All 117 elements are man-made.
es_es: Los 117 elementos están hechos por el hombre.

source: All 117 elements are naturally found.
es_es: Los 117 elementos se encuentran en la naturaleza.

source: The majority of elements are man-made.
es_es: La mayoría de los elementos están hechos por el hombre.

source: The majority of elements are naturally found.
es_es: La mayoría de los elementos se encuentran en la naturaleza.

source: Click on the term matching the definition provided. A heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: Haz clic en el término que coincide con la definición dada. Una mezcla homogenea que tiene partículas muy pequeñas que se mezclan extremadamente bien.

source: colloid
es_es: coloide

source: suspension
es_es: suspensión

source: element
es_es: elemento

source: solution
es_es: solución

source: Changing Life Forms
es_es: Formas de Vida Cambiantes

source: Select the statement that is NOT correct.
es_es: Selecciona la frase que NO es correcta.

source: Sometimes the differences in characteristics between individuals of the same species provide advantages in finding food and surviving.
es_es: Algunas veces las diferencias en las características entre los individuos de la misma especie proveen de ventajas para encontrar comida y sobrevivir.

source: So in a particular habitat, some organisms can survive better than others, and some may not survive at all.
es_es: Así que en un hábitat particular, algunos organismos pueden sobrevivir mejor que otros, y algunos pueden no sobrevivir en absoluto.

source: The species that survives well can reproduce and produce more of its kind that will continue to survive well.
es_es: La especie que sobrevive bien puede reproducirse y producir más de su clase que continuarán sobreviviendo bien.

source: The environment and resources change all the time, but do not affect plants and animals, as they do not change over time.
es_es: El ambiente y recursos cambian todo el tiempo, pero no afectan a plantas y animales, ya que ellos no cambian a lo largo del tiempo.

source: Look at the bird feet and select the one that's best for swimming.
es_es: Mira las patas de las aves y selecciona aquellas que son las mejores para nadar.

source: Some birds use their beaks to grab insects and take them out of holes in trees. Look at the following objects and select the one with the function most like the kind of beak these birds have.
es_es: Algunas aves utilizan sus picos para atrapar insectos y sacarlos de los hoyos en los árboles. Mira los siguientes objetos y selecciona aquél que tenga la función más parecida a la del pico de estas aves.

source: As winter approaches, some animals' fur grows thicker. Why does this adaptation occur?
es_es: Conforme se acerca el invierno, el pelaje de algunos animales se vuelve más grueso. ¿Por qué ocurre esta adaptación?

source: To keep the animal's body warm
es_es: Para mantener el cuerpo del animal caliente

source: To keep the animal safe from other animals eating it
es_es: Para mantener el animal a salvo de otros animales que puedan comérselo

source: To help the animal find a mate
es_es: Para ayudar al animal a encontrar una pareja

source: To help the animal find something to eat
es_es: Para ayudar al animal a encontrar algo qué comer

source: Birds use their beaks to get food. Look at the beaks of the two different birds. The birds' beaks are different because of...
es_es: Las aves utilizan sus picos para obtener comida. Mira los picos de dos aves distintas. Los picos de las aves son diferentes debido a...

source: migration.
es_es: migración.

source: physical adaptations.
es_es: adaptaciones físicas.

source: seasonal changes.
es_es: cambios estacionales.

source: hibernation.
es_es: hibernación.

source: Select the cactus with the characteristics that help conserve water the most in a dry desert?
es_es: Selecciona el cactus con las características que le permiten conservar el agua mejor en un desierto seco.

source: A cactus with waxy stems and sharp spines
es_es: Un cactus con tallos cerosos y espinas afiladas

source: A cactus with sweet fruit and large flowers
es_es: Un cactus con fruta dulce y flores grandes

source: A cactus with sharp spines and sweet fruit
es_es: Un cactus con espinas afiladas y fruta dulce

source: A cactus with large flowers and waxy stems
es_es: Un cactus con flores grandes y tallos cerosos

source: Which environmental change would most likely cause changes in nearby living things?
es_es: ¿Cuál cambio ambiental sería más probable que causara cambios en los seres vivos cercanos?

source: A volcanic eruption more than a thousand kilometers away.
es_es: Una erupción volcánica a más de mil kilómetros de distancia.

source: A rapidly deepening canyon, more than 50 kilometers long.
es_es: Un cañón que se profundiza rápidamente, de más de 50 kilómetros de largo.

source: A rapidly warming climate resulting in sea levels rising.
es_es: Un clima que se calienta rápidamente que resulta en la subida de los niveles de mar.

source: A very long period without rain causing widespread drought.
es_es: Un periodo muy largo sin lluvia que causa una sequía extendida.

source: A mutation that changes the fur of a fox to bright yellow
es_es: Una mutación que cambia el pelaje del zorro a amarillo brillante.

source: A mutation that makes a fox run faster
es_es: Una mutación que hace que el zorro corra más rápido.

source: A mutation that changes the eye color of a fox
es_es: Una mutación que cambia el color de los ojos del zorro.

source: A mutation that gives a fox a third ear
es_es: Una mutación que le da al zorro una tercera oreja.

source: Which of the following ideas is not an essential part of natural selection?
es_es: ¿Cuál de las siguientes ideas no es una parte esencial de la selección natural?

source: Populations display inherited variation for nearly every trait.
es_es: Las poblaciones presentan variaciones heredadas para casi cada característica.

source: Species produce very large numbers of offspring.
es_es: Las especies producen números muy grandes de crías.

source: There is a competition for survival in nature.
es_es: Hay competencia para sobrevivir en la naturaleza.

source: Every few million years, a comet strikes the earth.
es_es: Cada unos pocos millones de años, un cometa choca con la Tierra.

source: When will a change most likely be passed on to the next generation?
es_es: ¿Cuándo es más probable que un cambio pase a la siguiente generación?

source: When it changes the physical characteristics of the living thing
es_es: Cuando cambia las características físicas del ser vivo.

source: When it prevents the living thing from finding a mate
es_es: Cuando previene que el ser vivo encuentre una pareja para aparearse.

source: When it is completely random, without a specific purpose
es_es: Cuando es completamente aleatorio, sin un objetivo en específico.

source: When it becomes an advantage to the survival of the living thing
es_es: Cuando se convierte en una ventaja para la supervivencia del ser vivo.

source: The example of the peppered moths living near English industrial cities demonstrates that:
es_es: El ejemplo de las polillas moteadas que vivían cerca de ciudades industriales inglesas demuestra que:

source: A change in an environment can result in the evolution of species living there
es_es: Un cambio en el ambiente puede resultar en la evolución de las especies que viven allí.

source: The environment near these cities has always favored dark colored moths
es_es: El ambiente cerca de estas ciudades siempre ha favorecido a las polillas de color oscuro.

source: Evolution occurs so slowly that it is not possible to determine that it has happened in less than a million years
es_es: La evolución ocurre tan lentamente que no es posible determinar que ha sucedido en menos de un millón de años.

source: None of the above
es_es: Ninguna de las anteriores.

source: Which of the following statements is consistent with Darwin's idea of natural selection?
es_es: ¿Cuál de las siguientes frases es consistente con la idea de Darwin de la selección natural?

source: Larger individuals tend to have more offspring.
es_es: Individuos más grandes tienden a tener más crías.

source: Individuals better adapted to the environment tend to leave more offspring.
es_es: Individuos mejor adaptados al ambiente tienden a tener más crías.

source: Individuals with variation tend to survive longer.
es_es: Individuos con variaciones tienden a sobrevivir más tiempo.

source: Survival of individuals is more important in natural selection than in reproduction.
es_es: La supervivencia de los individuos es más importante en la selección natural que en la reproducción.

source: The chart shows the survival rate of peppered moth over time (2001-2007). The blue dashed line shows the fraction of light colored moth that survived. The red solid line shows the fraction of dark colored moth that survived. Use this chart to click on the statement that is NOT correct regarding this data and what you know about environment changes.
es_es: La gráfica muestra la tasa de supervivencia de la polilla moteada a lo largo del tiempo (2001-2007. La línea punteada azul muestra la fracción de polillas de color claro que sobrevivieron. La línea roja muestra la fracción de polillas moteadas oscuras que sobrevivieron. Utiliza esta gráfica para dar clic en la frase que NO es correcta en relación con estos datos y lo que tú sabes acerca de los cambios ambientales.

source: The population of light and dark colored moths is changing from 2001-2007.
es_es: La población de polillas claras y oscuras ha cambiado de 2001-2007.

source: In 2004, light colored moths survived more than dark colored moths did.
es_es: En 2004, las polillas de color claro sobrevivieron más que las polillas de color obscuro.

source: From 2005 to 2006 something must have caused the survival rate of dark colored moths to increase.
es_es: De 2005 a 2006 algo debe haber causado que la tasa de supervivencia de las polillas de color oscuro aumentara.

source: In 2003, the fraction of light colored moths that survived show that pollution must be low.
es_es: En 2003, la fracción de polillas de color claro que sobrevivieron muestra que la contaminación debió ser baja.

source: Role of Water
es_es: Papel del Agua

source: Most of the water on the earth is found in _____1______. Most of the fresh water on the earth is found in _____2______.
es_es: La mayor parte del agua en la Tierra se encuentra en _____1______. La mayor parte del agua dulce en la Tierra se encuentra en _____2______.

source: 1. Glaciers and ice caps 2. The oceans
es_es: 1. Glaciares y casquetes polares 2. Los océanos

source: 1. Lakes and rivers combined 2. The oceans
es_es: 1. Lagos y ríos combinados 2. Los océanos

source: 1. The oceans 2. Glaciers and ice caps
es_es: 1. Los océanos 2. Glaciares y casquetes polares

source: 1. Glaciers and ice caps 2. Lakes and rivers combined
es_es: 1. Glaciares y casquetes polares 2. Lagos y ríos combinados

source: Select the most accurate statement about the amount of fresh water on the earth.
es_es: Selecciona la declaración más acertada acerca de la cantidad de agua dulce en la Tierra.

source: There is plenty of fresh water for all of the population on the earth.
es_es: Hay agua dulce abundante para toda la población de la Tierra.

source: There is more fresh water than the amount of salt water on the earth.
es_es: Hay más agua dulce que agua salada en la Tierra.

source: There is much less fresh water than salt water and it is running out quickly.
es_es: Hay mucha menos agua dulce que agua salada y se está acabando rápidamente.

source: There is much less fresh water than salt water and it is threatened by pollution and overuse.
es_es: Hay mucha menos agua dulce que agua salada y está amenazada por la contaminación y exceso de uso.

source: Water in its solid form usually first ____1___ into the ____2____ form before it can continue through cycle as ground water or runoff.
es_es: El agua en estado sólido usualmente primero se ____1___ al estado ____2____ antes de que pueda continuar el ciclo como agua subterránea o escorrentía.

source: 1. freezes 2. gas
es_es: 1. congela 2. gaseoso

source: 1. melts 2. liquid
es_es: 1. derrite 2. líquido

source: 1. evaporates 2. Liquid
es_es: 1. evapora 2. líquido

source: 1. melts 2. gas
es_es: 1. derrite 2. gaseoso

source: Ground water is different from place to place. What affects the quality of groundwater?
es_es: El agua subterránea es distinta en cada lugar. ¿Qué afecta la calidad de las aguas subterráneas?

source: The climate and soil of the area
es_es: El clima y el suelo del área

source: Different minerals and rocks of the area
es_es: Los distintos minerales y rocas del área

source: How deep you drill a well to get to the groundwater
es_es: Qué tan profundo cavas un pozo para llegar al agua subterránea

source: a and b
es_es: a y b

source: a, b, and c
es_es: a, b y c

source: Which of the following will slowly go into the soil and pollute the groundwater?
es_es: ¿Cuál de los siguientes entrará lentamente al suelo y contaminará el agua subterránea?

source: Runoff from using fertilizers and pesticides
es_es: Escorrentías de fertilizantes y pesticidas

source: Chemicals from factories and sewage from cities
es_es: Químicos de las fábricas y drenaje de las ciudades

source: Household chemicals poured down the drain
es_es: Químicos de uso en el hogar que se vierten en el drenaje

source: All of the above
es_es: Todos los anteriores

source: Select the statement that is NOT correct about groundwater.
es_es: Selecciona la declaración que no es correcta acerca del agua subterránea.

source: Because groundwater is part of the water cycle, we have a continuous supply of groundwater.
es_es: Ya que el agua subterránea es parte del ciclo del agua, tenemos un suministro continuo de agua subterránea.

source: Groundwater is formed when rain seeps into the ground and fills the little spaces between rock particles and the cracks and fractures in the rock.
es_es: El agua subterránea se forma cuando el agua de lluvia se filtra en el suelo y llena los pequeños espacios entre las partículas de roca y las fracturas en la roca.

source: To get groundwater out of the ground, a hole is drilled in the ground and the water is pumped up.
es_es: Para obtener agua subterránea del suelo, se excava un hoyo en el suelo y el agua se bombea hacia arriba.

source: Groundwater is naturally clean and free from pollution, but it can be polluted easily.
es_es: El agua subterránea está naturalmente limpia y libre de contaminación, pero puede contaminarse fácilmente.

source: Why do we try to conserve water?
es_es: ¿Por qué tratamos de conservar el agua?

source: To stop minerals from going into our drinking water
es_es: Para evitar que los minerales entren en nuestra agua potable

source: To increase water supply consumption
es_es: Para incrementar el consumo de los suministros de agua

source: To filter and increase the supply of usable salt water
es_es: Para filtrar e incrementar el suministro de agua salada útil

source: To reduce the freshwater consumption
es_es: Para reducir el consumo de agua dulce

source: The graph on the right shows the typical use for water in your house other than for drinking and cooking. Which are the top three uses?
es_es: La gráfica de la derecha muestra el uso típico de agua en tu hogar sin incluir el agua para beber y cocinar. ¿Cuáles son los tres usos principales?

source: Leaks, clothes washing, and shower
es_es: Fugas, lavar la ropa y ducharse

source: Shower, faucet, and clothes washing
es_es: Ducharse, grifos, y lavado de ropa

source: Toilet, shower, and faucet
es_es: Baño (escusado), ducharse y grifos

source: Toilet, shower, and clothes washing
es_es: Baño (escusado), ducharse y lavar la ropa

source: Which of the following graphs best tells us about where water is found on earth?
es_es: ¿Cuál de las siguientes gráficas nos dice mejor dónde se encuentra el agua en la Tierra?

source: The kind of water that is essential for human life is...
es_es: El tipo de agua que es esencial para la vida humana es...

source: Spring water
es_es: Agua de manantial

source: Fresh water
es_es: Agua dulce

source: Bottled water
es_es: Agua embotellada

source: Salt water
es_es: Agua salada
