Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Adding less fertilizer to a plant always makes it grow more slowly.
es_es: Añadir menos fertilizante a una planta siempre hace que crezca más despacio.

source: Light, temperature, and amount of water also affect plant growth.
es_es: La luz, la temperatura y la cantidad de agua también afectan al crecimiento de la planta.

source: Adding more fertilizer to a plant doesn't always make it grow faster.
es_es: Añadir más fertilizante a una planta no siempre hace que crezca más deprisa.

source: In this experiment, the plant that received more nutrients grew faster.
es_es: En este experimento, la planta que recibió más nutrientes creció más rápido.

source: This plant receives the nutrition it needs to continue to live. What if we took all its oxygen away, could the plant still grow?
es_es: Esta planta recibe la nutrición que necesita para seguir viviendo. Si retirásemos todo el oxígeno, ¿podría la planta seguir creciendo?

source: Yes, because it needs CO<sub>2</sub> and gives off O<sub>2</sub>.
es_es: Sí, porque necesita CO<sub>2</sub> y desprende O<sub>2</sub>.

source: No, because it needs O<sub>2</sub> and gives off CO<sub>2</sub>.
es_es: No, porque necesita O<sub>2</sub> y desprende CO<sub>2</sub>.

source: Yes, because plants need CO<sub>2</sub> to grow and O<sub>2</sub> to produce food.
es_es: Sí, porque las plantas necesitan CO<sub>2</sub> para crecer y O<sub>2</sub> para producir alimento.

source: No, because plants need O<sub>2</sub> to grow and CO<sub>2</sub> to produce food.
es_es: No, porque las plantas necesitan O<sub>2</sub> para crecer y CO<sub>2</sub> para producir alimento.

source: The 'waste product' of photosynthesis is _______1______, and the source of energy for photosynthesis is ______2_______.
es_es: El 'residuo' de la fotosíntesis es el _______1______, y la fuente de energía de la fotosíntesis es el ______2_______.

source: 1) carbon dioxide 2) sun
es_es: 1) dióxido de carbono 2) Sol

source: 1) oxygen 2) sun
es_es: 1) oxígeno 2) Sol

source: 1) carbon dioxide 2) soil
es_es: 1) dióxido de carbono 2) suelo

source: 1) oxygen 2) soil
es_es: 1) oxígeno 2) suelo

source: Butterflies get food from the flowers of a plant. They also lay their eggs on the leaves of the plant. As the caterpillars develop, they eat the leaves of the plant. How does the plant benefit from the butterflies?
es_es: Las mariposas obtienen alimento de las flores de una planta. También dejan sus huevos en las hojas de la planta. Cuando los gusanos nacen, se comen las hojas de la planta. ¿Cómo se beneficia la planta de las mariposas?

source: Butterflies help the plant grow larger flowers.
es_es: Las mariposas ayudan a que la planta tenga flores más grandes.

source: Butterflies' eggs help the leaves to fall off the plant.
es_es: Los huevos de mariposa ayudan a que caigan las hojas de la planta.

source: Butterflies help pollinate flowers so that seeds can form.
es_es: Las mariposas ayudan a polinizar las flores para que se puedan formar semillas.

source: Butterflies help add nutrients to the nectar of the flowers.
es_es: Las mariposas ayudan a añadir nutrientes al néctar de las flores.

source: Bacteria and fungi are responsible for recycling nutrients from dead plants and animals. Bacteria, fungi, and plants all grow best under the same conditions. The graph shows bacterial and fungal activity in a grassland environment for one year. What part of the year offered the best growing conditions for plants?
es_es: Las bacterias y los hongos son los responsables de reciclar los nutrientes de las plantas y los animales muertos. Las bacterias, los hongos y las plantas crecen mejor bajo las mismas condiciones. El gráfico muestra la actividad de bacterias y hongos en un ambiente de pradera a lo largo de un año. ¿Qué parte del año ofreció las mejores condiciones de crecimiento para las plantas?

source: January - March
es_es: Enero - Marzo

source: March - June
es_es: Marzo - Junio

source: June - August
es_es: Junio - Agosto

source: August - November
es_es: Agosto - Noviembre

source: Which of the following is not a common use of cellulose?
es_es: ¿Cuál de los siguientes no es un uso común de la celulosa?

source: Human dietary energy.
es_es: Energía en la dieta humana.

source: Wood for houses.
es_es: Madera para casas.

source: Source material for paper.
es_es: Materia prima para papel.

source: Food for grazing animals.
es_es: Alimento para animales rumiantes.

source: Look at the diagram of results of an experiment of increasing the level of carbon dioxide and its effect on plant growth. Then click on the statement that you infer from analyzing the data in the bar graph. (Suboptimal means less than optimal amount of water.)
es_es: Mira el diagrama que muestra los resultados de un experimento incrementando el nivel de dióxido de carbono y su efecto en el crecimiento de las plantas. Haz clic en la afirmación que deduces tras analizar los datos del gráfico de barras a continuación. (Subóptimo significa cantidad de agua menor a la óptima).

source: Increased amounts of CO<sub>2</sub> dramatically enhanced plant growth.
es_es: Un incremento de la cantidad de CO<sub>2</sub> mejoró considerablemente el crecimiento de la planta.

source: In low CO<sub>2</sub> conditions, plants grew much better with less water than optimal.
es_es: En condiciones de bajo CO<sub>2</sub>, las plantas crecieron mucho mejor con menos agua que la óptima.

source: The amount of water the plants received did not affect their growth.
es_es: La cantidad de agua que las plantas recibieron no afectó a su crecimiento.

source: The amount of carbon dioxide the plants were exposed to did not affect their growth.
es_es: La cantidad de dióxido de carbono al que las plantas fueron expuestas no afectó a su crecimiento.

source: Select the health condition that is considered an infectious disease.
es_es: Selecciona la condición de salud que se considera una enfermedad infecciosa.

source: How Diseases Destroy
es_es: Cómo Enfermedades Destruye

source: pneumonia caused by microorganisms
es_es: neumonía causada por microorganismos

source: lung cancer caused by smoking
es_es: cáncer de pulmón causado por fumar

source: heart problems caused by diet high in fat
es_es: problemas de corazón causados por una dieta rica en grasas

source: eye problems caused by ultraviolet light
es_es: problemas de la vista causados por luz ultravioleta

source: Invisible things in the air or on things you touch cause colds.
es_es: Cosas invisibles en el aire o en las cosas que tocas provocan resfriados.

source: Colds and flu are both caused by viruses.
es_es: Tanto los resfriados como la influenza son causados por virus.

source: You only need to take antibiotics for as long as you feel sick.
es_es: Sólo necesitas tomar antibióticos mientras te sientas enfermo/a.

source: Flu symptoms are often much more severe than cold symptoms
es_es: Los síntomas de la influenza son con frecuencia mucho más severos que los del resfriado

source: An organism or a virus that can cause disease in other organisms is called a ______________.
es_es: Un organismo o virus que puede provocar enfermedades en otros organismos se llama ______________.

source: microbe
es_es: microbio

source: carrier
es_es: portador

source: pathogen
es_es: patógeno

source: The best way to keep from getting sick from toxic chemicals is to avoid them whenever possible. If a person is exposed to a chemical, its level of harm depends on four factors. Click on the phrase that is NOT an important factor.
es_es: La mejor forma de evitar enfermarse debido a químicos tóxicos es el evitarlos siempre que sea posible. Si una persona está expuesta a un químico, su nivel de daño depende de cuatro factors. Da clic en la frase que NO es un factor importante.

source: how strong the chemical is
es_es: cuán fuerte es el químico

source: the amount of a chemical that an organism is exposed to
es_es: la cantidad de un químico a la cuál está expuesta una persona

source: the producer of the chemical
es_es: el productor del químico

source: the size of the person encountering the chemicals
es_es: el tamaño de la persona que se encuentra con los químicos

source: how often a person encounters a chemical
es_es: cuán frecuentemente una persona se encuentra con un químico

source: Click on the FALSE statement about diseases and antibiotic resistance.
es_es: Da clic en la declaración FALSA acerca de las enfermedades y la resistencia a antibióticos.

source: Antimicrobial agents can stop microbial growth or destroy microbes.
es_es: Los agentes antimicrobianos pueden detener el crecimiento de los microbios o destruirlos.

source: Antibiotics can fight infections caused by viruses.
es_es: Los antibióticos pueden combatir infecciones provocadas por virus.

source: Antibiotic resistance is one of the world's most pressing public health problems.
es_es: La resistencia a antibióticos es uno de los problemas de salud pública más urgentes en el mundo.

source: Overuse of antimicrobial soaps may contribute to the problem of antibiotic resistance.
es_es: El uso excesivo de jabón antimicrobiano podría contribuir al problema de resistencia a antibióticos.

source: Read the following statements about the immune system. Click on the statement that is correct.
es_es: Lee las siguientes declaraciones acerca del sistema inmunológico. Da clic en la declaración que es correcta.

source: Hair is the body's defense system against infectious organisms and other invaders.
es_es: El cabello es el sistema de defensa del cuerpo contra organismos infecciosos y otros invasores.

source: The immune system is located in the upper right hand side of the body.
es_es: El sistema inmunológico está ubicado en la parte superior derecha de tu cuerpo.

source: The purpose of the immune system is to help bacteria and viruses invade your body.
es_es: La finalidad del sistema inmunológico es ayudar a las bacterias y virus a invadir tu cuerpo.

source: Washing your hands, exercise, and eating healthy food can help your immune system.
es_es: Lavarte las manos, hacer ejercicio y comer comida sana puede ayudar a tu sistema inmunológico.

source: What is one reason that viral infections are difficult to eliminate?
es_es: ¿Cuál es una razón por la que las infecciones virales son difíciles de eliminar?

source: Viruses are so small that it is hard to develop medicine that can "find" them.
es_es: Los virus son tan pequeños que es difícil desarrollar medicina que los pueda "encontrar".

source: Viruses do not have very capable protection and defense mechanisms.
es_es: Los virus no tienen mecanismos de protección y defensa muy capaces.

source: Viruses become resistant to efforts to treat the disease they cause.
es_es: Los virus se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Viral infections cause no symptoms, so are more difficult to detect.
es_es: Las infecciones virales no provocan síntomas, así que son las más difíciles de detectar.

source: Which best describes the purpose of antimicrobial agents?
es_es: ¿Cuál describe mejor la finalidad de los agentes antimicrobianos?

source: They reduce the harmful effects of toxic chemicals on the body.
es_es: Reducen los efectos dañinos de los químicos tóxicos en el cuerpo.

source: They destroy or prevent the growth of disease causing microbes.
es_es: Destruyen o previenen el crecimiento de microbios que causan enfermedades.

source: They encourage microorganisms to produce more antibiotics.
es_es: Fomentan a los microorganismos a producir más antibióticos.

source: They act like a vaccine to help our bodies recognize and fight off viral infections.
es_es: Actúan como una vacuna para ayudar a nuestros cuerpos a reconocer y combatir las infecciones virales.

source: Click on the FALSE statement about common health conditions and what may be linked to them.
es_es: Da clic en la declaración FALSA acerca de las condiciones de salud comunes y qué causa puede estar vinculada a ellas.

source: Allergens and air pollution are often linked to the increased cases of asthma.
es_es: Los alergenos y contaminación del aire con frecuencia están ligados a un incremento en los casos de asma.

source: Pregnant women should avoid: tobacco use, excessive caffeine consumption, and drinking alcohol to avoid birth defects.
es_es: Las mujeres embarazadas deberían evitar: el uso del tabaco, consumo excesivo de cafeina, y beber alcohol para evitar defectos de nacimiento.

source: Cancers can be linked to tobacco use, radiation, and environmental pollutants.
es_es: El cáncer puede estar ligado al uso del tabaco, radiación y contaminantes ambientales.

source: Learning and behavioral disorders are only caused by toxic chemical exposure, for instance pesticides and heavy metals such as lead.
es_es: Los desórdenes de aprendizaje y comportamiento sólo son provocados por la exposición a químicos tóxicos, como pesticidas y metales pesados, como el plomo.

source: The Tomato Spotted Wilt Virus prevents the plant from fully growing or even kills it. It does not spread to other plants but tomato growers would still be concerned about the spread of this disease because:
es_es: El virus del Bronceado del Tomate previente que la planta crezca del todo o incluso la mata. No se transmite a otras plantas pero los productores de tomate aún se preocupan acerca de la propagación de esta enfermedad porque:

source: The virus could cause disease in humans if they eat tomatoes from the infected plants.
es_es: El virus podría causar enfermedades en los humanos si comen tomates de las plantas infectadas.

source: The virus will simply weaken or kill their tomato plants.
es_es: El virus simplemente debilitaría o mataría a sus plantas de tomate.

source: The virus would spread to other types of crops in nearby fields such as strawberries.
es_es: El virus se propagaría a otros tipos de cultivos en campos cercanos como a las fresas.

source: Wild animals will eat more of the tomato crop since the infected plants will be shorter.
es_es: Los animales salvajes comerían más de los cultivos de tomate ya que las plantas infectadas serán más bajas.

source: The West Nile virus can be deadly to birds and can infect animals and even humans. The virus uses mosquitoes as a vector to reach its bird or other animal host. It can be transmitted when an infected mosquito bites a bird or person. Mosquitoes acquire the virus by biting infected birds or other animals. The virus does not harm the mosquito. Why does it benefit the West Nile virus to not harm the mosquito?
es_es: El virus del Nilo Occidental puede ser mortal para las aves y puede infectar animales e incluso humanos. El virus utiliza mosquitos como vector para alcanzar a su ave o animal anfitrión. Puede ser transmitido cuando un mosquito infectado pica a un ave o persona. Los mosquitos adquieren el virus al picar aves u otros animales que están infectados. El virus no daña al mosquito. ¿Cómo beneficia al virus del Nilo Occidental el no hacer daño al mosquito?

source: Sick mosquitoes would not be able to fly and would not likely be eaten by birds which is what the virus needs.
es_es: Los mosquitos enfermos no serían capaces de volar y probablemente no serían comidos por las aves que es lo que necesita el virus.

source: The mosquito is much smaller than a person or bird so there would be fewer cells for the virus to take over and use to reproduce.
es_es: El mosquito es mucho más pequeño que una persona o ave así que habría menos células que el virus podría dominar y utilizar para reproducirse.

source: If the mosquito was damaged or harmed, it might not be able to bite a suitable host to transmit the West Nile virus.
es_es: Si el mosquito fuese dañado podría no ser capaz de picar a un anfitrión apropiado para transmitir el virus del Nilo Occidental.

source: There is no benefit. What happens to the mosquito does not affect the virus.
es_es: No hay beneficio. Lo que le pase al mosquito no afecta al virus.

source: Click on the correct statement.
es_es: Da clic en la declaración correcta.

source: The body defends itself from chemicals and microorganisms with symptoms.
es_es: El cuerpo se defiende de químicos y microorganismos utilizando síntomas.

source: Disease is only brought on by outside factors such as toxins, radiation, or invading bacteria.
es_es: Las enfermedades sólo ocurren debido a factores externos como toxinas, radiación o bacterias invasoras.

source: The body has a system to fight off invaders, but does not use it until after they are sick.
es_es: El cuerpo tiene un sistema para combatir invasores, pero no lo utiliza sino hasta que ya está enfermo.

source: Disease is a breakdown in the structure or functions of an organism.
es_es: La enfermedad es una descomposición de la estructura o funciones de un organismo.

source: Edit Languages
es_es: Editar Idiomas

source: Languages
es_es: Idiomas

source: Default
es_es: Defecto

source: Set of Languages
es_es: Conjunto de Idiomas

source: Language settings have been updated. You can now go back to the dashboard.
es_es: Configuración de idioma se han actualizado. Ahora puede volver al tablero de instrumentos.

source: Please select at least one default language. Thank you.
es_es: Por favor, seleccione al menos un idioma predeterminado. Gracias.

source: Submit
es_es: Presentar

source: When a living organism dies, it sometimes is covered by soil, sand, mud or other sediments. These sediments may harden into sedimentary rock, preserving some remains of the organism or some type of trace or trail of the organism's activity. These remains or other evidence of an ancient dead plant or animal are called fossils. They can be a bone, a shell print in rock, a track, a burrow or a tunnel. There are several main types of fossils, including molds, casts, true form fossils, and trace fossils. Fossils indicate that many different life forms have existed at different times throughout the geological history of the earth. Scientists called paleontologists use fossils to study the plants and animals that lived on the Earth a long time ago and to study what the Earth was like in the far distant past and how it has changed. Over millions of years, heat and pressure went to work on the dead plants and animals in rocks formed in ancient seas and swamps until they became pockets of fossil fuel in the earth. Petroleum (oil), natural gas, and coal are three types of fossil fuels. Today, miners and oilmen use big drills and other heavy equipment to dig or drill into the earth's crust to find fossil fuels. Natural gas is usually found near oil deposits that were created under similar conditions. Oil, gas, and coal can be converted to electricity - another form of energy. Oil can be made into gasoline to run our cars. We use fossil fuels every day, but the process of forming them inside the earth takes a long time - millions of years. That means these resources are non-renewable; they cannot be replaced once they are used up.
es_es: Cuando un organismo vivo muere, a veces está cubierto por tierra, arena, barro u otros sedimentos. Estos sedimentos pueden endurecerse y convertirse en roca sedimentaria, la preservación de algunos restos del organismo o algún tipo de huella o rastro de la actividad del organismo. Estos restos u otra evidencia de una planta muerta antiguo o animal se llaman fósiles. Pueden ser un hueso, una impresión shell en roca, una pista, una madriguera o un túnel. Hay varios tipos principales de los fósiles, incluyendo moldes, moldes, verdaderos fósiles de forma, y ​​trazas fósiles. Los fósiles indican que muchas formas de vida diferentes han existido en diferentes momentos a lo largo de la historia geológica de la tierra. Los científicos llaman paleontólogos usan fósiles para estudiar las plantas y animales que vivieron en la Tierra hace mucho tiempo y estudiar lo que era la Tierra como en el pasado lejano y cómo ha cambiado. Durante millones de años, el calor y la presión se pusieron a trabajar en las plantas y los animales muertos en las rocas formadas en los mares y pantanos antiguos hasta que se convirtieron en focos de combustibles fósiles en la tierra. Petróleo (aceite), el gas natural y el carbón son tres tipos de combustibles fósiles. Hoy en día, los mineros y petroleros utilizan grandes taladros y otros equipos pesados ​​para excavar o perforar la corteza de la tierra para encontrar los combustibles fósiles. El gas natural se encuentra generalmente cerca de los depósitos de petróleo que se crearon en condiciones similares. Petróleo, gas y carbón se pueden convertir en electricidad - otra forma de energía. El aceite puede ser hecho en la gasolina para hacer funcionar nuestros coches. Utilizamos combustibles fósiles cada día, pero el proceso de formación de ellos dentro de la tierra tarda mucho tiempo - de millones de años. Eso significa que estos recursos no son renovables; no pueden ser sustituidos una vez que se han agotado.

source: The term data refers to information gathered through observation. Instruments are tools designed to help us extend our senses. Data that consist of descriptions of characteristics or behaviors without numbers are called qualitative data. Data that consist of measured amounts or things that can be counted are called quantitative data. All measurements have some amount of error. It is a good idea to take several measurements and average them to reduce error. The metric system is used in science and many other countries because measures in the metric system are related by factors of 10. When exact measurements are not needed, the measurement can be estimated. An estimate is a measurement or answer that is close to the real measurement or answer.
es_es: El término datos hace referencia a la información obtenida a través de la observación. Los instrumentos span> son herramientas diseñadas para ayudar a ampliar nuestros sentidos. Los datos que consisten en descripciones de características o comportamientos sin números se llaman datos cualitativos span>. Los datos que constan de cantidades o cosas medidas que se puede contar son llamados datos cuantitativos span>. Todas las medidas tienen una cierta cantidad de error. Es una buena idea realizar varias mediciones y hacer la media span> para reducir el error. El sistema métrico se usa en la ciencia y en muchos otros países debido a que las medidas del sistema métrico se relacionan por factores de 10. Cuando no se necesitan medidas exactas, la medición puede estimarse. Una estimación es una medida o respuesta que es próxima a la medición real.
