Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Two ducks mate and raise their ducklings every year. The number of ducklings that survive each year are shown over a six-year period of time. Select the statement that best explains why the number of ducklings that survive each year is different.
es_es: Dos patos se aparean y crían a sus patitos cada año. El número de patitos que sobreviven cada año se muestran en un período de tiempo de seis años. Selecciona la frase que mejor explica por qué el número de patitos que sobrevive cada año es diferente.

source: Different environmental conditions have an effect on the ducklings each year.
es_es: Las diferentes condiciones ambientales tienen un efecto en los patitos cada año.

source: The ducklings develop different adaptations each year.
es_es: Los patitos se desarrollan de forma diferente cada año.

source: Some ducklings inherit more genetic traits from one parent than the other.
es_es: Algunos patitos heredan más rasgos genéticos de uno de los padres que del otro.

source: The environmental conditions have an effect on the parent ducks more than the ducklings.
es_es: Las condiciones ambientales tienen un efecto mayor en los padres que en los patitos.

source: All of these can be passed on to the next generation of humans except _________.
es_es: Todo esto puede pasarse a la siguiente generación de seres humanos, excepto _________.

source: height
es_es: Altura

source: eye color
es_es: color de los ojos

source: blood type
es_es: tipo de sangre

source: language
es_es: idioma

source: Read the statements about sexual and asexual reproduction and select the incorrect statement.
es_es: Lee las declaraciones sobre la reproducción sexual y asexual y selecciona la declaración incorrecta.

source: Sexual reproduction allows a species to survive in difficult times.
es_es: La reproducción sexual permite a las especies sobrevivir en tiempos difíciles.

source: Asexual reproduction leads to an exact duplication of a parent.
es_es: La reproducción asexual conduce a una duplicación exacta de un progenitor.

source: New gene combinations appear each generation in asexual reproduction.
es_es: Aparecen nuevas combinaciones de genes en cada generación en la reproducción asexual.

source: All living things use asexual reproduction to grow.
es_es: Todos los seres vivos usan la reproducción asexual para crecer.

source: Place the following in order from smallest to largest: A. Base pair, B. Chromosome, C. DNA molecule
es_es: Pon los siguientes en orden de menor a mayor: A. Par de bases, B. Cromosoma, C. molécula de ADN

source: Which of the following matings would most likely produce around three dominant offspring for every recessive?
es_es: ¿Cuál de los siguientes apareamientos es más probable que se de entre tres descendencias dominantes por cada una recesiva?

source: Click on the incorrect statement.
es_es: Haz clic en la declaración incorrecta.

source: Mutations can be from small changes in genes located on chromosomes.
es_es: Las mutaciones pueden darse por cambios pequeños en genes localizados en los cromosomas.

source: Mutations can be due to the insertion or omission of a base compound.
es_es: Las mutaciones pueden ser debidas a la omisión o inserción de una base.

source: Mutations are only when sex cells have too few or too many chromosomes.
es_es: Las mutaciones se dan solo cuando las células sexuales tienen muy pocos o demasiados cromosomas.

source: Mutations give all living things the ability to adapt to their environments.
es_es: Las mutaciones proporcionan a todos los seres vivos la habilidad de adaptarse a su medio ambiente.

source: Part of a gene sequence is AATTAGTTTAAA. Which of the following is likely the most dangerous mutation?
es_es: Una parte de una secuencia de un gen es AATTAGTTTAAA. ¿Cúal de las siguientes es probablemente la mutación más peligrosa?

source: Change the first T to an A.
es_es: Cambiar la primera T por una A.

source: Delete the second T.
es_es: Eliminar la segunda T.

source: Change the second A to a G
es_es: Cambiar la segunda A por una G.

source: Change the third T to a G.
es_es: Cambiar la tercera T por una G.

source: The process that results in sex cells is called...
es_es: El proceso que da lugar a las células sexuales se llama...

source: Meiosis
es_es: Meisosis

source: Cell division
es_es: División celular

source: Fertilization
es_es: Fertilización

source: Each gene is responsible for the production of:
es_es: Cada gen es responsable de la producción de:

source: a single protein.
es_es: Una sola proteína.

source: many different proteins.
es_es: muchas proteínas diferentes.

source: a single chromosome.
es_es: un solo cromosoma.

source: half of all chromosomes.
es_es: La mitad de los cromosomas.

source: Which of the following offspring probably had parents BB and bb? (B being a dominant trait, and b being a recessive trait.)
es_es: Cuál de la siguiente descendencia tuvo probablemente padres BB y bb? (B siendo un rasgo dominante, y b siendo un rasgo recesivo)

source: Can't tell from the information given.
es_es: No se puede decir con la información dada.

source: Which of the following is not true about meiosis?
es_es: ¿Cuál de las siguientes no es cierta sobre la meiosis?

source: Sex cells contain half the normal number of chromosomes.
es_es: Las células sexuales contienen la mitad del número normal de cromosomas.

source: Sex cells contain the normal number of chromosomes.
es_es: Las células sexuales contienen el número normal de cromosomas.

source: Sex cells contain twice the normal number of chromosomes.
es_es: Las células sexuales contienen el doble del número normal de cromosomas.

source: Sex cells contain three times the normal number of chromosomes.
es_es: Las células sexuales contienen el triple del número normal de cromosomas.

source: Energy for Life
es_es: Energía para la Vida

source: Which of the following factors might tend to limit the growth of a living population?
es_es: ¿Cuál de los siguientes factores tiende a limitar el crecimiento de una población viva?

source: A large supply of water
es_es: Un gran suministro de agua

source: A shortage of food
es_es: Una escasez de comida

source: The lack of predators
es_es: La falta de depredadores

source: Plentiful producers
es_es: Productores abundantes

source: Which of the following is an important function of photosynthesis?
es_es: ¿Cuál de las siguientes es una importante función de la fotosíntesis?

source: Release of energy from complex carbohydrates
es_es: Liberación de energía de carbohidratos complejos

source: Production of carbon dioxide and water
es_es: Producción de dióxido de carbono y agua

source: Storing energy by combining water and carbon dioxide
es_es: Acumulación de energía por medio de la combinación de agua y dióxido de carbono

source: Production of energy and sugars
es_es: Producción de energía y azúcares

source: In any ecosystem, rank the numbers of producers, and different-order consumers from greatest to least in number.
es_es: En cualquier ecosistema, clasifical la cantidad de productores y consumidores de distintos órdenes de mayor a menor.

source: producers, first-order consumers, second-order consumers, third-order consumers
es_es: productores, consumidores de primer orden, consumidores de segundo orden, consumidores de tercer orden

source: producers, second-order consumers, third-order consumers, first-order consumers
es_es: productores, consumidores de segundo orden, consumidores de tercer orden, consumidores de primer orden

source: first-order consumers, third-order consumers, second-order consumers, producers
es_es: consumidores de primer orden, consumidores de tercer orden, consumidores de segundo orden, productores

source: first-order consumers, producers, third-order consumers, second-order consumers
es_es: consumidores de primer orden, productores, consumidores de tercer orden, consumidores de segundo orden

source: Select the incorrect statement.
es_es: Selecciona la frase incorrecta.

source: Animals may be first or second-order consumers.
es_es: Los animales pueden ser consumidores de primer o segundo orden.

source: Plants store solar energy using photosynthesis.
es_es: Las plantas almacenan energía solar utilizando la fotosíntesis.

source: Animals may be producers or second-order consumers.
es_es: Los animales pueden ser productores o consumidores de segundo orden.

source: The energy for nearly all living things comes from the sun.
es_es: La energía de casi todos los seres vivos proviene del sol.

source: Choose the correct statement about decomposers.
es_es: Elige la declaración correcta acerca de los descomponedores.

source: Decomposers recycle nutrients from dead plants and animals.
es_es: Los descomponedores reciclan nutrientes de plantas y animales muertos.

source: Decomposers are usually considered to be producers.
es_es: Los descomponedores se consideran usualmente como productores.

source: Decomposers absorb energy directly from the sun.
es_es: Los descomponedores absorben energía directamente del sol.

source: Decomposers do not release energy from dead plants and animals.
es_es: Los descomponedores no liberan energía de plantas y animales muertos.

source: Solar energy is stored as potential energy as carbon dioxide and water are combined to form carbohydrates in a process known as:
es_es: La energía solar se acumula como energía potencial mientras que el dióxido de carbono y el agua se combinan para formar carbohidratos en un proceso conocido como:

source: Decomposition
es_es: Descomposición

source: Respiration
es_es: Respiración

source: Assembly
es_es: Ensamblaje

source: Energy stored in food is released in which of the following processes?
es_es: La energía acumulada en los alimentos se libera a través de ¿cuál de los siguientes procesos?

source: Dehydration synthesis
es_es: Síntesis de deshidratación

source: Amino acid synthesis
es_es: Síntesis de aminoácidos

source: Cellular respiration
es_es: Respiración celular

source: Calvin cycle
es_es: Ciclo de Calvin

source: Choose the correct products of cellular respiration.
es_es: Elige los productos correctos de la respiración celular.

source: Carbon dioxide and water
es_es: Dióxido de carbono y agua

source: Carbon dioxide and oxygen
es_es: Dióxido de carbono y oxígeno

source: Complex carbohydrates
es_es: Carbohidratos complejos

source: Fatty acids and glycerol
es_es: Ácidos grasos y glicerol

source: In plant cells, photosynthesis occurs in structures called:
es_es: En las células vegetales, la fotosíntesis ocurre en estructuras llamadas:

source: Golgi apparatus
es_es: Aparato de Golgi

source: chlorophyll
es_es: clorofila

source: chloroplasts
es_es: cloroplastos

source: lysozomes
es_es: lisosomas

source: Mitochondria are found in:
es_es: Las mitocondrias se encuentran en:

source: plants and bacteria only.
es_es: las plantas y las bacterias únicamente.

source: animals and fungi only.
es_es: los animales y los hongos únicamente.

source: microbes and plants only.
es_es: los microbios y las plantas únicamente.

source: all organisms that conduct cellular respiration.
es_es: todos los organismos que llevan a cabo respiración celular.

source: Which of the following is a direct product of photosynthesis?
es_es: ¿Cuál de los siguientes es un producto directo de la fotosíntesis?

source: six-carbon sugars
es_es: azúcares de seis átomos de carbono

source: complex carbohydrates
es_es: carbohidratos complejos

source: fats and oils
es_es: grasas y aceites

source: proteins
es_es: proteínas

source: As energy moves through the ecosystem, atoms are created, destroyed, and rearranged.
es_es: Conforme la energía se mueve a través del ecosistema, átomos son creados, destruidos y reorganizados.

source: As energy moves through the ecosystem, atoms are rearranged, but are neither created nor destroyed.
es_es: Conforme la energía se mueve a través del ecosistema, átomos son reorganizados pero no son creados ni destruidos.

source: As energy moves through the ecosystem, atoms are created, but are never destroyed.
es_es: Conforme la energía se mueve a través del ecosistema, átomos son creados, pero nunca destruidos.

source: As energy moves through the ecosystem, atoms are destroyed, but are never created.
es_es: Conforme la energía se mueve a través del ecosistema, átomos son destruidos, pero nunca creados.

source: Coal is a fossil fuel made up mostly of:
es_es: El carbón es un combustible fósil hecho principalmente de:

source: dinosaur remains.
es_es: restos de dinosaurios.

source: marine fossils.
es_es: fósiles marinos.

source: plant material.
es_es: material vegetal.

source: preserved insects.
es_es: insectos preservados.

source: Which of the following is the name of the process in which green plants convert solar energy into chemical bond energy?
es_es: ¿Cuál de los siguientes es el nombre del proceso por el cual las plantas verdes convierten energía solar en energía en vínculos químicos?

source: cellular respiration
es_es: respiración celular

source: metabolism
es_es: metabolismo

source: glycolysis
es_es: glicólisis

source: All living things perform photosynthesis.
es_es: Todos los seres vivos realizan la fotosíntesis.

source: Only animals make use of cellular respiration.
es_es: Sólo los animales hacen uso de la respiración celular.

source: Mitochondria are the location of photosynthesis.
es_es: Las mitocondrias son el lugar donde se realiza la fotosíntesis.

source: Both plants and animals perform cellular respiration.
es_es: Tanto las plantas como los animales realizan la respiración celular.

source: Which of the following statements is true regarding photosynthesis?
es_es: ¿Cuál de las siguientes frases es cierta acerca de la fotosíntesis?

source: Photosynthesis occurs only in animal cells.
es_es: La fotosíntesis ocurre sólo en células animales.

source: Energy is stored in the chemical bonds of sugars.
es_es: La energía se acumula en los vínculos químicos de las azúcares.

source: Carbon dioxide is released into the air.
es_es: El dióxido de carbono se libera en el aire.

source: Sugars are consumed for energy release.
es_es: Los azúcares se consumen para liberar energía.

source: Staying Alive
es_es: Mantenerse con Vida

source: In many places, people have chosen to kill large predators, fearing they might do harm to people, pets, and livestock. Which of the following is a problem with that policy?
es_es: En muchos lugares, las personas han elegido matar depredadores grandes, temiendo que puedan hacer daño a las personas, mascotas y ganado. ¿Cuál de los siguientes es un problema con esa política?

source: People are protected from large predators.
es_es: La gente es protegida de depredadores grandes.

source: Livestock are protected from large predators.
es_es: El ganado es protegido de depredadores grandes.

source: Pets are able to roam freely around homes.
es_es: Las mascotas son capaces de pasear libremente alrededor de las casas.

source: Prey species may overpopulate the area.
es_es: Las especies presa pueden sobrepoblar el área.

source: Which of the following is not a problem of overpopulation?
es_es: ¿Cúal de los siguientes no es un problema de la sobrepoblación?

source: Rapid spread of disease.
es_es: Propagación rápida de enfermedades.

source: Steady population numbers.
es_es: Números poblacionales constantes.

source: Declining food resources.
es_es: Fuentes de alimento en declive.

source: Lack of space for living things.
es_es: Falta de espacio para seres vivos.

source: Occasionally, natural disasters occur, like a volcanic eruption or forest fire. Ecosystems are upset, and extinction of many local species occurs. What is the usual outcome of such disasters?
es_es: Ocasionalmente, ocurren desastres naturales, como una erupción volcánica o un incendio forestal. Los ecosistemas se alteran, y la extinción de muchas especies locales ocurre. ¿Cuál es el resultado usual de dichos desastres?

source: Plants and animals will begin to recolonize the area in a few years.
es_es: Las plantas y animales comienzan a recolonizar el área en unos cuantos años.

source: Animals will begin to use the area, but plants will avoid it.
es_es: Los animales comenzarán a utilizar el área, pero las plantas la evitarán.

source: Plants will soon begin to grow, but animals will no longer use the area.
es_es: Las plantas comenzarán a crecer pronto, pero los animales ya no utilizarán el área.

source: Once an area loses its living things, they never return.
es_es: Una vez que un área pierde a sus seres vivos, ellos nunca regresan.

source: Young crows often live in family groups for three to five years. Which of the following is probably not an important reason for these family groups?
es_es: Los cuervos jóvenes con frecuencia viven en grupos familiares de tres a cinco años. ¿Cuál de las siguientes probablemente no es una razón importante para la existencia de estos grupos familiares?

source: Crows do not generally go through season migrations.
es_es: Los cuervos generalmente no pasan por migraciones de temporada.

source: Crows must learn to fit into complex social groups.
es_es: Los cuervos deben aprender a encajar en grupos sociales complejos.

source: Crows must learn complex feeding behaviors.
es_es: Los cuervos deben aprender comportamientos de alimentación complejos.

source: Crows must learn to recognize many other individual crows.
es_es: Los cuervos deben aprender a reconocer a muchos otros cuervos individuales.

source: Keystone species are important for which of the following reasons?
es_es: Las especies de Keystone son importantes ¿por cuál de las siguientes razones?

source: They are not dependent on any other species for survival.
es_es: No dependen de otras especies para sobrevivir.

source: They are always primary producers in any ecosystem.
es_es: Siempre son los productores principales en cualquier ecosistema.

source: They interact with many other species in ecosystems.
es_es: Interactúan con muchas otras especies en los ecosistemas.

source: They are invaders from neighboring ecosystems.
es_es: Son invasores de ecosistemas vecinos.

source: Which of the following observations describes a behavior that makes parent/offspring interaction more likely?
es_es: ¿Cuál de las siguientes observaciones describe un comportamiento que hace más probable la interacción entre padres y crías?

source: Many insects undergo a metamorphic phase.
es_es: Muchos insectos pasan por una fase de metamorfósis.

source: Babies cry when they are hungry.
es_es: Los bebés lloran cuando tienen hambre.

source: Many flowers are wind-pollinated.
es_es: Muchas flores se polinizan por el viento.

source: Salmon return to their spawning stream to breed.
es_es: Los salmones regresan a su arroyo de nacimiento para procrear.

source: Which of the following observations most strongly supports the conclusion that landscapes change dramatically over time?
es_es: ¿Cuál de las siguientes observaciones apoya más fuertemente la conclusión de que los paisajes cambian dramáticamente a lo largo del tiempo?

source: Fossil fish are found in mountain rocks.
es_es: Peces fósiles se han encontrado en rocas de la montaña.

source: Oak trees sometimes grow alone in open grasslands.
es_es: Robles a veces crecen solos en praderas abiertas.

source: Many fish swim in schools numbering in the thousands.
es_es: Muchos peces nadan en bancos que llegan a los miles.

source: Lightning is often seen before thunder is heard.
es_es: Los relámpagos se ven con frecuencia antes de que se escuchen los truenos.

source: Growth of cities is most likely to affect which of the following?
es_es: El crecimiento de las ciudades es más probable que afecte ¿cuál de los siguientes?

source: The length of spring and fall.
es_es: La duración de la primavera y el otoño.

source: Hibernation time for northern brown bears.
es_es: El tiempo de hibernación para los osos cafés del norte.

source: Frequency of volcanic eruptions.
es_es: La frecuencia de las erupciones volcánicas.

source: Space available to wildlife.
es_es: El espacio disponible para la vida salvaje.

source: Human attempts to manage wild animal populations have often failed, sometimes leading to the extinction of the very animals they were supposed to protect. Which of the follow statements is not a reason for these failures?
es_es: Los intentos humanos para manejar la población de animales salvajes han fallado con frecuencia, algunas veces llevando a la extinción de los propios animales que buscaban proteger. ¿Cuál de las siguientes declaraciones no es una razón de estos fracasos?

source: Many management attempts are driven by profit motives.
es_es: Muchos intentos de manejo son dirigidos por motivos de lucro.

source: Decisions are only made after careful study of complex systems.
es_es: Las decisiones sólo son tomadas después de un estudio cuidadoso de sistemas complejos.

source: Natural interactions are often more complex than people realize.
es_es: Las interacciones naturales son con frecuencia más complejas de lo que la gente cree.

source: People often begin management efforts only when a population is endangered.
es_es: Las personas con frecuencia inician esfuerzos de manejo hasta que una población se encuentra en peligro.

source: Which of the following behaviors is most likely to improve the likelihood of populations raising healthy offspring to adulthood?
es_es: ¿Cuál de los siguientes comportamientos es más probable que incremente la probabilidad de las poblaciones de criar descendientes sanos hasta la adultez?

source: In bison, only the strongest male mates with many females.
es_es: En los bisontes, sólo el macho más fuerte se aparea con muchas hembras.

source: House cats are major predators of songbirds.
es_es: Los gatos domésticos son los principales depredadores de las aves canoras.

source: Manatees are often injured in collisions with boats.
es_es: Los manatíes con frecuencia son heridos en choques con botes.

source: Deer often cross busy roads shortly after sunset.
es_es: Los ciervos con frecuencia cruzan carreteras en uso poco después del ocaso.

source: How does energy flow in a food web?
es_es: ¿Cómo fluye la energía en una red alimentaria?

source: Consumer->Producer->Decomposer->Sun
es_es: Consumidor->Productor->Descomponedor->Sol

source: Sun->Decomposer->Producer->Consumer
es_es: Sol->Descomponedor->Productor->Consumidor

source: Sun->Consumer->Decomposer->Consumer
es_es: Sol->Consumidor->Descomponedor->Consumidor

source: Sun->Producer->Consumer->Decomposer
es_es: Sol->Productor->Consumidor->Descomponedor

source: Which of the following statements is probably true about animals that spend little time with their parents?
es_es: ¿Cuál de las siguientes declaraciones es probablemente cierta acerca de los animales que pasan poco tiempo con sus padres?

source: These animals learn complex behaviors from their parents.
es_es: Estos animales aprenden comportamientos complejos de sus padres.

source: These animals have many instinctual behaviors.
es_es: Estos animales tienen muchos comportamientos instintivos.

source: These animals live in extended family units.
es_es: Estos animales viven en unidades familiares extensas.

source: These animals learn to find food from their parents.
es_es: Estos animales aprenden a encontrar comida de sus padres.

source: When making environmental decisions, it's important to consider scientific observations because...
es_es: Cuando tomamos decisiones sobre el medio ambiente, es importante considerar observaciones científicas porque...

source: The best decisions take both nature and the needs of people into account.
es_es: Las mejores decisiones toman en cuenta tanto la naturaleza como las necesidades de las personas.
