Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: The glove has high thermal conductivity
es_es: El guante tiene alta conductividad térmica

source: The glove has low thermal conductivity
es_es: El guante tiene baja conductividad térmica

source: The glove is a mitten and has no fingers
es_es: El guante es una manopla y no tiene dedos

source: The glove will not burn in a fire
es_es: El guante no se quemaría en un incendio

source: A roasting marshmallow, a rotting apple and a burning piece of paper are most similar in what way?
es_es: ¿Un malvavisco tostado, una manzana podrida y una pieza de papel quemada son similares de qué manera?

source: All involve a physical change
es_es: Todos ellos implican un cambio físico

source: All represent a naturally occurring material
es_es: Todos ellos representan a un material de origen natural

source: All involve a chemical change
es_es: Todos ellos implican un cambio químico

source: All require some kind of fire
es_es: Todos ellos requieren algún tipo de fuego

source: A hydrologist studies the location, movement, and quality of water. A hydrologist recognizes the importance that water exists as...
es_es: Un hidrólogo estudia la ubicación, el movimiento, y la calidad del agua. Un hidrólogo reconoce la importancia de que el agua exista como ...

source: a solid, a liquid, and a gas
es_es: un sólido, un líquido, y un gas

source: a solid and a liquid
es_es: un sólido y un líquido

source: a liquid and a gas
es_es: un líquido y un gas

source: a liquid only
es_es: un líquido solo

source: A metal spoon was left in a pot of boiling soup. The cook burned a finger by touching the spoon. Why did the cook's finger get burned?
es_es: Se dejó una cuchara de metal en una olla de sopa hirviendo. El cocinero se quemó un dedo al tocar la cuchara. ¿Por qué se quemó el dedo del cocinero?

source: The metal spoon chemically reacted with the cook's hand.
es_es: La cuchara de metal reacciona químicamente con la mano del cocinero.

source: The metal spoon conducted electricity to the cook's hand.
es_es: La cuchara de metal condujo la electricidad hasta la mano del cocinero.

source: The metal spoon conducted heat to the cook's hand.
es_es: La cuchara de metal condujo el calor hasta la mano del cocinero.

source: The metal spoon insulated the cook's hand.
es_es: La cuchara de metal aisló la mano del cocinero.

source: A student had a mineral sample that was gray in color and had a hardness of 6. The mineral made a white streak when scraped on a ceramic plate.
es_es: Un estudiante tenía una muestra de mineral de color gris y con una dureza de 6. El mineral dejó una raya blanca al ser raspado contra un plato de cerámica.

source: Gray, black, or reddish brown
es_es: Gris, negro o marrón rojizo

source: Black
es_es: Negro

source: Red, reddish brown, brown, or black
es_es: Rojo, marrón rojizo, marrón, o negro

source: Gray or white
es_es: Gris o blanco

source: Hardness
es_es: Dureza

source: Streak
es_es: Raya

source: Red
es_es: Rojo

source: White
es_es: Blanco

source: Hematite
es_es: Hematita

source: Magnetite
es_es: Magnetita

source: Garnet
es_es: Granate

source: Feldspar
es_es: Feldespato

source: According to the table above, the mineral sample was most likely
es_es: De acuerdo con la tabla anterior, la muestra de mineral era más parecida

source: Which of the following mixtures forms a new substance?
es_es: ¿Cuál de las siguientes mezclas forma una nueva sustancia?

source: mixing baking soda and vinegar
es_es: mezcla de bicarbonato de sodio y vinagre

source: mixing baking soda and water
es_es: mezcla de bicarbonato y agua

source: mixing salt and vinegar
es_es: mezcla de sal y vinagre

source: mixing salt and water
es_es: mezcla de sal y agua

source: Energy and Its Forms
es_es: La energía y sus formas

source: Your friend claims that a moving small car can do as much or more damage in a crash as a larger car. Do you think your friend is right or not and why?
es_es: Tu amigo dice que un coche pequeño en movimiento puede hacer tanto o más daño en un accidente que un coche más grande. ¿Crees que tu amigo está en lo cierto o no? ¿Por qué?

source: No. A small car will not have as much mass as a larger car.
es_es: No. Un coche pequeño no tendrá tanta masa como un coche más grande.

source: Maybe. It depends on how fast the small and larger cars are moving.
es_es: Quizá. Depende de a qué velocidad se muevan los coches pequeño y grande.

source: Yes. A small car will be able to move faster than a larger car.
es_es: Sí. Un coche pequeño podrá moverse más rápido que un coche más grande.

source: Never. A larger car will always do more damage than a smaller car.
es_es: Nunca. Un coche más grande siempre causará más daños que un coche más pequeño.

source: Which of the sequences below best describes changes in the energy involved when you climb a playground slide and slide down to the bottom after eating lunch?
es_es: ¿Cuál de las siguientes secuencias describe mejor los cambios de energía implicada cuando te subes en un tobogán y te deslizas hasta la parte inferior tras comerte tu almuerzo?

source: kinetic -> potential -> kinetic
es_es: cinética -> potencial -> cinética

source: potential -> kinetic -> potential -> kinetic
es_es: potencial -> cinética -> potencial -> cinética

source: chemical -> heat and kinetic -> potential -> heat and kinetic
es_es: química -> calorífica y cinética -> potencial -> calorífica y cinética

source: solar -> heat -> potential -> kinetic -> potential -> heat and kinetic
es_es: solar -> calorífica -> potencial -> cinética -> potencial -> calorífica y cinética

source: kinetic
es_es: cinética

source: potential
es_es: potencial

source: and
es_es: y

source: Flipping a light switch to turn on a light involves what transfers of energy?
es_es: ¿Activar un interruptor para encender una luz qué transferencias de energía implica?

source: Chemical to electrical and light
es_es: Química a eléctrica y lumínica

source: Electrical to light and heat
es_es: Eléctrica a lumínica y calorífica

source: Mechanical to electrical and light
es_es: Mecánica a eléctrica y lumínica

source: Nuclear to electrical, light and heat
es_es: Nuclear a eléctrica, lumínica y calorífica

source: A flashlight battery is an example of what kind of energy?
es_es: ¿La batería de una linterna es un ejemplo de qué tipo de energía?

source: stored chemical energy that is released as electrical energy
es_es: energía química almacenada que es liberada como energía eléctrica

source: stored electrical energy that is released as mechanical energy
es_es: energía eléctrica almacenada que es liberada como energía mecánica

source: stored heat energy that is released as electrical energy
es_es: energía calorífica almacenada que es liberada como energía eléctrica

source: stored mechanical energy that is released as chemical energy
es_es: energía mecánica almacenada que es liberada como energía química

source: Which of the following is not an example of a renewable energy source?
es_es: ¿Cuál de las siguientes no es un ejemplo de una fuente de energía renovable?

source: Fossils
es_es: Fósil

source: Plants
es_es: Plantas

source: The "law of conservation of energy" refers to which of the following ideas:
es_es: La "ley de conservación de la energía" hace referencia a cuál de las siguientes ideas:

source: that some trash can be recycled
es_es: a que alguna basura puede ser reciclada

source: that energy can change forms but it doesn't disappear
es_es: a que la energía puede cambiar su forma pero no desaparece

source: that it is important to save energy
es_es: a que es importante ahorrar energía

source: that it is illegal to litter the highways
es_es: a que es ilegal lanzar basura en las autopistas

source: The illustration shows a toy car before and after rolling down a ramp and skids to a stop at the bottom of the ramp. Which of the following energy changes best describes what is happening?
es_es: La ilustración muestra un coche de juguete antes y después de rodar por una rampa y patina hasta detenerse en la parte inferior de la rampa. ¿Cuál de los siguientes cambios de energía describe mejor lo que ha pasado?

source: Potential energy changes to kinetic energy as the car rolls down the ramp. Kinetic energy changes to heat energy as the car skids across the floor.
es_es: La energía potencial cambia a energía cinética a medida que el coche rueda por la rampa. La energía cinética cambia a energía calorífica mientras el coche se desliza por el suelo.

source: Chemical energy changes to kinetic energy as the car rolls down the ramp. The car's kinetic energy changes to heat energy as the car skids across the floor.
es_es: La energía química pasa a energía cinética a medida que el coche rueda por la rampa. La energía cinética del coche cambia a energía calorífica mientras el coche patina por el suelo.

source: Kinetic energy changes to potential energy as the car rolls down the ramp. The car's potential energy changes to heat energy as the car skids across the floor.
es_es: La energía cinética pasa a energía potencial a medida que el coche rueda por la rampa. La energía potencial del coche cambia a energía calorífica mientras el coche patina por el suelo.

source: Kinetic energy changes to heat energy as the car rolls down the ramp and skids across the floor.
es_es: La energía cinética cambia a energía calorífica a medida que el coche rueda por la rampa y patina por el suelo.

source: Hydroelectric power companies convert the kinetic energy of fast-moving water into electrical energy. Why is the electric energy generated less than the kinetic energy of the water?
es_es: Las empresas de energía hidroeléctrica convierten la energía cinética del agua en rápido movimiento en energía eléctrica. ¿Por qué la energía eléctrica generada es inferior a la energía cinética del agua?

source: Some energy is changed to heat.
es_es: Alguna energía cambia a calor.

source: Some energy becomes potential energy.
es_es: Alguna energía se convierte en energía potencial.

source: Some energy is destroyed during the conversion.
es_es: Alguna energía se destruye durante la conversación.

source: Some energy is changed to chemical energy in the water.
es_es: Alguna energía cambia a energía química en el agua.

source: Mechanical energy is the kind of energy that moves objects or does work. Which of the following is the best example of changing electrical energy into mechanical energy?
es_es: La energía mecánica es el tipo de energía que mueve objetos o realiza un trabajo. ¿Cuál de los siguientes es el mejor ejemplo de cambio de energía eléctrica a energía mecánica?

source: Turning on an electric fan
es_es: Encender un ventilador eléctrico

source: Turning on an electric light
es_es: Encender una luz eléctrica

source: Toasting bread in an electric toaster
es_es: Tostar pan en una tostadora eléctrica

source: Turning on a computer
es_es: Encender un ordenador

source: Kinetic energy is the energy of objects moving. The faster something is moving, the more kinetic energy an object has. Where would you have the most kinetic energy in riding a skateboard down a hill?
es_es: La energía cinética es la energía de los objetos en movimiento. Cuanto más rápido se mueve un objeto, más energía cinética tiene ese objeto. ¿Dónde tendrías más energía cinética montando un monopatín mientras bajas una montaña?

source: Top of the hill
es_es: En la cima de la montaña

source: Half way down the hill
es_es: En la mitad de la montaña

source: Bottom of the hill
es_es: En la parte inferior de la montaña

source: It would be the same all the time
es_es: Sería siempre la misma

source: Use the illustration below to answer Questions 11 and 12.
es_es: Usa la ilustración siguiente para responder a las Preguntas 11 y 12.

source: What kind of energy does the bob have as the person is holding it as shown in the first drawing?
es_es: ¿Qué tipo de energía tiene el columpio mientras la persona lo sujeta como se muestra en el primer dibujo?

source: Kinetic
es_es: Cinética

source: Radiant
es_es: Electromagnética

source: Electrical
es_es: Eléctrica

source: Potential
es_es: Potencial

source: What kind of energy does the bob have as it moves past the bottom as shown in the second drawing?
es_es: ¿Qué tipo de energía tiene el columpio mientras pasa por la parte inferior, como se muestra en el segundo dibujo?

source: Sound
es_es: Sonora

source: A fifth grade student has a container for making frozen juice bars. He pours juice into the container and then puts the container into the freezer for 12 hours. What happens to the juice molecules in the container during these 12 hours?
es_es: Un estudiante de quinto curso tiene un recipiente para hacer helados de zumo congelado. El estudiante vierte el zumo en el recipiente y a continuación coloca el recipiente en el congelador durante 12 horas. ¿Qué les pasa a las moléculas del zumo del recipiente durante esas 12 horas?

source: They lose kinetic energy.
es_es: Pierden energía cinética.

source: They lose chemical energy.
es_es: Pierden energía química.

source: They gain electrical energy.
es_es: Ganan energía eléctrica.

source: They gain gravitational energy.
es_es: Ganan energía gravitatoria.

source: Which exchange of energy best describes what happens when you eat your school lunch and then play tag at recess after lunch?
es_es: ¿Qué intercambio de energía describe mejor qué sucede cuando te comes el almuerzo de la escuela y entonces juegas a pilla pilla en el recreo tras el almuerzo?

source: tag
es_es: pilla pilla

source: energy
es_es: energía

source: body
es_es: cuerpo

source: Click on the sentence that is not true:
es_es: Haz clic en el enunciado falso:

source: All sources of energy are important because we can change one form to another.
es_es: Todas las fuentes de energía son importantes, porque podemos cambiar de una forma a otra.

source: Fossil fuels get their energy from plants and animals that died a long time ago.
es_es: Los combustibles fósiles obtienen su energía de las plantas y los animales que murieron hace mucho tiempo.

source: The law of conservation of energy states that no energy can be created or destroyed.
es_es: La ley de la conservación de la energía establece que la energía no puede ser creada ni destruida.

source: Fossil fuels are considered renewable because plants and animals continue to die.
es_es: Los combustibles fósiles se consideran renovables porque las plantas y los animales siguen muriendo.

source: How Animals Behave
es_es: Cómo se Comportan los Animales

source: Look at the picture and click on the answer that best describes it.
es_es: Observe la figura y haga click sobre la respuesta que mejor la describa.

source: An external stimulus caused a response of fear in the cat.
es_es: Un estímulo externo causó una respuesta de miedo en el gato.

source: An internal or external stimulus caused a response of fear in the cat.
es_es: Un estímulo interno o externo causó una respuesta de miedo en el gato.

source: An external response caused a stimulus of fear in the cat.
es_es: Una respuesta externa causó un estímulo de miedo en el gato.

source: An internal or external response caused a stimulus of fear in the cat.
es_es: Una respuesta interna o externa causó un estímulo de miedo en el gato.

source: Click on the learned behavior for a dog.
es_es: Haga click sobre el comportamiento aprendido para un perro.

source: Wag its tail
es_es: Menear su cola

source: Bark at a stranger
es_es: Ladrar a un extraño

source: Play dead
es_es: Hacerse el muerto

source: Shake off water
es_es: Agitar el agua

source: Click on the statement that is NOT correct.
es_es: Haga click en el enunciado que NO es correcto.

source: To adapt means "to change".
es_es: Adptarse significa "cambiar".

source: Instincts are behaviors that animals need to learn.
es_es: Los instintos son comportamientos que los animales necesitan aprender.

source: An adaptation allows animals to respond to life needs by acting in a certain way.
es_es: Una adaptación permite a los animales responder a las necesidades de la vida actuando en cierta forma.

source: A lion copying hunting skills from its mother is a learned behavior.
es_es: Un león que imita las habilidades de caza de su madre es un ejemplo de comportamiento aprendido.

source: Hibernation is an example of an adaptation.
es_es: La hibernación es un ejemplo de una adaptación.

source: Look at the phrases placed into three columns: I. Adaptation, II. Learned behavior, and III. Instinctual behavior. Select the phrase that is NOT shown to be in the correct column.
es_es: Observe las frases escritas en las tres columnas: I. Adaptación, II. Comportamiento aprendido y III. Comportamiento instintivo. Seleccione la frase que NO está ubicada en la columna correcta.

source: Migration
es_es: Migración

source: Camouflage
es_es: Camuflaje

source: Baby walking
es_es: Bebé caminando

source: Baby crying
es_es: Bebé llorando

source: Bats avoiding humans
es_es: Murciélagos que evitan a los humanos

source: I. Adaptation
es_es: I. Adaptación

source: II. Learned Behavior
es_es: II. comportamiento aprendido

source: III. Instinctual Behavior
es_es: III. Comportamiento instintivo

source: Click on the item below that is NOT a mechanical stimulus.
es_es: Haga click sobre el elemento a continuación que NO es un estímulo mecánico.

source: Touch
es_es: Tacto

source: Smell
es_es: Olor

source: Pain
es_es: Dolor

source: Nerve cells are called ____1_____. They take messages to and from the brain. A ____2_____ causes a message to be sent to the brain, and the brain sends out a ____3_____.
es_es: Las células nerviosas son llamadas ____1_____. Ellas llevan mensajes hacia y desde el cerebro. A ____2_____ produce un mensaje que se envía al cerebro y este último envía un ____3_____.

source: 1) stimulus 2) neurons 3) response
es_es: 1) estímulo 2) neuronas 3) respuesta

source: 1) neurons 2) stimulus 3) response
es_es: 1) neuronas 2) estímulo 3) respuesta

source: 1) stimulus 2) response 3) neurons
es_es: 1) estímulo 2) respuesta 3) neuronas

source: 1) response 2) neurons 3) stimulus
es_es: 1) respuesta 2) neuronas 3) estímulo

source: As light enters the eye, it passes through the ____.
es_es: Cuando la luz entra al ojo, pasa a través de ____.

source: cornea
es_es: córnea

source: lens
es_es: cristalino

source: optic nerve
es_es: nervio óptico

source: The peripheral nervous system does not include the ______________.
es_es: El sistema nervioso periférico no incluye ______________.

source: brain
es_es: cerebro

source: motor neurons
es_es: neuronas motoras

source: sensory neurons
es_es: neuronas sensoriales

source: cone receptors
es_es: conos receptores

source: Every time you take a step, you use your _________________.
es_es: Cada vez que usted da un paso, usa _________________.

source: motor nerves
es_es: nervios motores

source: autonomic nervous system
es_es: sistema nervioso autónomo

source: auditory nerve
es_es: nervio auditivo

source: parasympathetic nervous system
es_es: sistema nervioso parasimpático

source: Responses typically associated with fear are controlled by _____________.
es_es: Las respuestas asociadas habitualmente con el miedo son controladas por _____________.

source: the autonomic nervous system
es_es: el sistema nervioso autónomo

source: the automatic nervous system
es_es: el sistema nervioso automático

source: the sympathetic nervous system
es_es: el sistema nervioso simpático

source: the parasympathetic nervous system
es_es: el sistema nervioso parasimpático

source: Taste sensations are a response to ____________.
es_es: Las sensaciones gustativas son una respuesta a____________.

source: internal stimuli
es_es: los estímulos internos

source: chemical stimuli
es_es: los estímulos químicos

source: electromagnetic stimuli
es_es: los estímulos electromagnéticos

source: mechanical stimuli
es_es: los estímulos mecánicos

source: Which of the following senses respond to the same type of stimulus?
es_es: ¿Cuál de los siguientes sentidos responden al mismo tipo de estímulo?

source: taste and smell
es_es: gusto y olfato

source: vision and touch
es_es: visión y tacto

source: taste and touch
es_es: gusto y tacto

source: smell and vision
es_es: olfato y visión

source: How Animals Respond
es_es: Cómo los animales responden

source: When animals change behavior in response to experience, the new behavior is said to be:
es_es: Cuando los animales cambian de comportamiento en respuesta a la experiencia, se dice que el nuevo comportamiento es:

source: learned.
es_es: aprendido.

source: instinctive.
es_es: instintivo.

source: inherited.
es_es: heredado.

source: Within a few minutes of birth, most human babies begin to suckle milk from their mothers. This behavior is most likely...
es_es: A los pocos minutos del nacimiento, la mayoría de los bebés humanos empiezan a succionar la leche de sus madres. Este comportamiento es más probable ...

source: cognitive.
es_es: cognitivo.

source: patterned.
es_es: modelado.

source: Choose the correct statement.
es_es: Elige la afirmación correcta.

source: Ears are sensitive to electromagnetic stimuli.
es_es: Las orejas son sensibles a los estímulos electromagnéticos.

source: Eyes are sensitive to chemical stimuli.
es_es: Los ojos son sensibles a los estímulos químicos.

source: Ears are sensitive to chemical stimuli.
es_es: Las orejas son sensibles a los estímulos químicos.

source: Eyes are sensitive to electromagnetic stimuli.
es_es: Los ojos son sensibles a los estímulos electromagnéticos.

source: Which of the following is most likely an inherited behavior?
es_es: ¿Cuál de los siguientes es más probable que un comportamiento heredado?

source: Eagles make additions to the same nest each year.
es_es: Las águilas hacen adiciones al mismo nido cada año.

source: Female salmon build nests in the gravel of the same stream in which they hatched.
es_es: La salmón hembra construye nidos en la grava de la misma corriente en la que nació.

source: Older male and female wolves are usually the dominant members of the pack.
es_es: Lobos machos y hembras mayores suelen ser los miembros dominantes de la manada.

source: Most children begin to read around age five.
es_es: La mayoría de los niños comienzan a leer alrededor de los cinco años.

source: Memories may best be thought of as:
es_es: Los recuerdos pueden ser mejor considerados como:

source: complex sets of interconnections between neurons.
es_es: conjuntos complejos de interconexiones entre las neuronas.

source: alterations in a single nerve cell.
es_es: alteraciones en una sola célula nerviosa.

source: immediate reflexes to mechanical stimuli.
es_es: reflejos inmediatos a los estímulos mecánicos.

source: behaviors inherited from parents.
es_es: comportamientos heredados de los padres.

source: Which of the following methods is least likely to help you remember a long list?
es_es: ¿Cuál de los siguientes métodos es menos probable que le ayude a recordar una larga lista?

source: Break the list into parts and learn each part one at a time.
es_es: Divide la lista en partes y aprende cada parte de uno a la vez.

source: Wait until the last minute and learn the whole list at the same time.
es_es: Espera hasta el último minuto y aprende toda la lista a la vez.

source: Recite the list over and over a period of days.
es_es: Recita la lista una y otra vez durante un período de días.

source: Which of the following groups of structures is most closely related?
es_es: ¿Cuál de los siguientes grupos de estructuras está más relacionado?

source: motor neurons, muscles, peripheral nervous system
es_es: neuronas motoras, músculos, sistema nervioso periférico

source: sensory neurons, bones, heart
es_es: neuronas sensoriales, huesos, corazón
