Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Not quite! Based on the shadows you can see it is not the same time of day. No matter the time, a person's shadow will always move with them. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated. The time of the shorter shadow is probably closer to noon. Both shadows are behind the runners, so you can tell they are facing the sun.
es_es: ¡No exactamente! Basándonos en las sombras, puedes ver que no es la misma hora del día. Sin importar la hora, la sombra de una persona siempre se moverá con ella. Sabiendo la posición del sol a la hora en que la sombra ha sido creada, se puede estimar la hora del día. La hora de la sombra más corta es probablemente más cercana al mediodía. Ambas sombras están tras los corredores, así que sabes que están mirando al sol.

source: Not quite! Day and night are caused by the rotation of the earth, not its tilt. The earth makes a complete turn on its axis, which makes the sun to shine on one half, while the other half will have no light.
es_es: ¡No exactamente! El día y la noche son provocados por la rotación de la Tierra, no por su inclinación. La Tierra hace un giro completo sobre su eje, lo que hace que el sol brille en una mitad, mientras la otra mitad no tiene luz.

source: You got it! The diagram is showing how seasons work. The tilt of the earth is what causes the difference in the amount of sunlight reaching the ground in the different hemispheres and different seasons.
es_es: ¡Lo tienes! El diagrama muestra cómo funcionan las estaciones. La inclinación de la Tierra es lo que causa la diferencia en la cantidad de luz solar que alcanza el suelo en los distintos hemisferios y las distintas estaciones.

source: Nope! Day and night are caused by the rotation of the earth, but the diagram is showing the occurrence of seasons due to the tilt of the earth.
es_es: ¡No! El día y la noche son provocados por la rotación de la Tierra, pero el diagrama muestra la existencia de estaciones debida a la inclinación de la Tierra.

source: Look again! The diagram is showing the occurrence of seasons, but it is due to the tilt of the earth which causes a difference in the amount of sunlight reaching the ground in the different hemispheres.
es_es: ¡Mira otra vez! El diagrama muestra la existencia de estaciones, pero es la inclinación de la Tierra lo que causa una diferencia en la cantidad de luz solar que alcanza el suelo en los distintos hemisferios.

source: Super! The Northern Hemisphere is getting all the sun, so it will be summer. The Southern Hemisphere is farther away from the sun and it will be winter in that area.
es_es: ¡Genial! El Hemisferio Norte está recibiendo todo el sol, así que será verano. El Hemisferio Sur está más lejos del sol así que será invierno en esa zona.

source: Nope! Exactly the other way around. The Northern Hemisphere is getting all the sun, so it will be summer. The Southern Hemisphere is farther away from the sun and it will be winter in that area.
es_es: ¡No! Todo lo contrario. El Hemisferio Norte está recibiendo todo el sol, así que será verano. El Hemisferio Sur está más lejos del sol así que será invierno en esa zona.

source: Think again! The earth is tilted so the same amount of sun will not reach the Northern and Southern Hemisphere at the same time. It is summer time in countries in the Northern Hemisphere. It is winter time in countries in the Southern Hemisphere.
es_es: ¡Piénsalo de nuevo! La Tierra está inclinada así que no puede llegar la misma cantidad de sol a los Hemisferios Norte y Sur al mismo tiempo. Es verano en los países del Hemisferio Norte. Es invierno en los países del Hemisferio Sur.

source: Not quite! The earth is tilted so the same amount of sun will not reach the Northern and Southern Hemisphere at the same time. It is summer time in countries in the Northern Hemisphere. It is winter time in countries in the Southern Hemisphere.
es_es: ¡No exactamente! La Tierra está inclinada así que no puede llegar la misma cantidad de sol a los Hemisferios Norte y Sur al mismo tiempo. Es verano en los países del Hemisferio Norte. Es invierno en los países del Hemisferio Sur.

source: Correct! The sun warms the earth no matter what the weather may be. The Sun radiates energy equally in all directions. It plays a very important role in the water cycle and our weather.
es_es: ¡Correcta! El sol calienta la Tierra sin importar qué tiempo haga. El Sol irradia la misma energía en todas las direcciones. Juega un papel muy importante en el ciclo del agua y en el tiempo meteorológico.

source: Nope! The sun is a large ball of superheated gas called plasma - not solid - its energy is released when hydrogen atoms are joined or fused together.
es_es: ¡No! El Sol es una gran bola de gas sobrecalentado llamado plasma (no es sólido), su energía se libera cuando los átomos de hidrógeno se unen o fusionan.

source: Not quite. The sun warms the earth no matter what the weather may be, the sun radiates energy in all directions, and the sun plays a very important role in the water cycle and our weather. But the sun is not like a burning fire—its energy is released when hydrogen atoms are joined or fused together and the sun does not strike all places on the earth at the same angle at all times of the year because the earth is tilted on its axis as it orbits the sun.
es_es: No exactamente. El sol calienta la Tierra sin importar qué tiempo haga, el sol irradia energía en todas las direcciones, y el sol juega un papel muy importante en el ciclo del agua y en el tiempo meteorológico. Pero el sol no es como un fuego ardiendo: su energía es liberada cuando átomos de hidrógeno se unen o fusionan, y el sol no llega a todos los lugares de la Tierra con el mismo ángulo a lo largo de todo el año porque la Tierra tiene un eje inclinado a medida que orbita el sol.

source: Try again! There is no carbon or nitrogen on the Sun.
es_es: ¡Inténtalo de nuevo! No hay carbono ni nitrógeno en el Sol.

source: Not quite! There is no oxygen on the Sun.
es_es: ¡No exactamente! No hay oxígeno en el Sol.

source: Nope! There is no oxygen or carbon on the Sun.
es_es: ¡No! No hay oxígeno ni carbono en el Sol.

source: You got it! Hydrogen and helium are the gases inside the sun.
es_es: ¡Lo tienes! Hidrógeno y helio son los gases del interior del sol.

source: Right on! The earth spins on its axis and that's what make it seem to moving across the sky.
es_es: ¡Exacto! La Tierra gira sobre su eje y eso es lo que hace que parezca que se mueve por el cielo.

source: Not quite! The Sun does not go around the Earth- the Earth orbits the Sun. But the orbiting does not explain the appearance of the Sun moving across the sky.
es_es: ¡No exactamente! El Sol no gira alrededor de la Tierra: la Tierra orbita al Sol. Pero esa órbita no explica que parezca que el Sol se mueve por el cielo.

source: Think again! Nuclear energy is produced in the Sun and some of that energy reaches the Earth. But that energy is coming in all the time- it does not explain the appearance of the Sun moving across the sky.
es_es: ¡Piénsalo de nuevo! En el Sol se produce energía nuclear y parte de esa energía alcanza la Tierra. Pero esa energía está llegando todo el tiempo: eso no explica que parezca que el Sol se mueve por el cielo.

source: Nope! The tilt of the Earth on its axis does cause the change in seasons. But the tilt does not explain the appearance of the Sun moving across the sky.
es_es: ¡No! La inclinación del eje de la Tierra provoca los cambios de estaciones. Pero la inclinación no explica que parezca que el Sol se mueve por el cielo.

source: Super! The Earth makes one full rotation in 24 hours, not one hour
es_es: ¡Genial! La Tierra hace una rotación completa en 24 horas, no en una hora.

source: Nope! This statement is true. The sun does not really rise and set every day, it is the earth's rotation that makes it seem this way.
es_es: ¡No! Esta respuesta es cierta. El sol no sube y baja realmente todos los días, es la rotación de la Tierra lo que hace que parezca así.

source: Not quite! This statement is true. It is daytime for the side of the Earth that faces the Sun.
es_es: ¡No exactamente! Esta respuesta es cierta. Es de día en el lado de la Tierra que mira al Sol.

source: Think again! This statement is true. The sun does not really rise and set every day, it is the earth's rotation that makes it seem this way.
es_es: ¡Piénsalo de nuevo! Esta frase es cierta. El sol no sube y baja realmente todos los días, es la rotación de la Tierra lo que hace que parezca así.

source: Correct! When the earth is rotating on its axis, it seems that in the morning the sun is rising from the east. At noon, the sun is directly over the earth and the shadow is shortest. As the day goes on, the shadows begin to get longer again until the earth rotates in a way that it appears the sun is setting in the west. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated.
es_es: ¡Correcto! Cuando la Tierra rota sobre su eje, parece que por la mañana el sol sale por el este. Al mediodía, el sol está directamente sobre la Tierra y la sombra es mínima. A medida que pasa el día, las sombras empiezan a alargarse otra vez hasta que la Tierra rota de forma que parece que el sol se está poniendo por el oeste. Sabiendo la posición del sol en el momento en que la sombra es creada, puede estimarse la hora del día.

source: Not quite! When the earth is rotating on its axis, it seems that in the morning the sun is rising from the east. At noon, the sun is directly over the earth and the shadow is shortest. As the day goes on, the shadows begin to get longer again until the earth rotates in a way that it appears the sun is setting in the west. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated.
es_es: ¡No exactamente! Cuando la Tierra rota sobre su eje, parece que por la mañana el sol sale por el este. Al mediodía, el sol está directamente sobre la Tierra y la sombra es mínima. A medida que pasa el día, las sombras empiezan a alargarse otra vez hasta que la Tierra rota de forma que parece que el sol se está poniendo por el oeste. Sabiendo la posición del sol en el momento en que la sombra es creada, puede estimarse la hora del día.

source: Correct! The water cycle consists of evaporation where water turns into vapor, condensation where the vapor turns into small droplets of water that combine into larger droplets that fall back to Earth as precipitation in the form of rain, sleet, hail and snow.
es_es: ¡Correcto! El ciclo del agua consiste en la evaporación, donde el agua se convierte en vapor, la condensación, donde el vapor se convierte en pequeñas gotitas de agua, que se combinan en gotas más grandes y vuelven a caer a la Tierra como precipitación en forma de lluvia, nieve, granizo o aguanieve.

source: Not quite! The water cycle consists of evaporation where water turns into vapor, condensation where the vapor turns into small droplets of water that combine into larger droplets that fall back to Earth as precipitation in the form of rain, sleet, hail and snow.
es_es: ¡No exactamente! El ciclo del agua consiste en la evaporación, donde el agua se convierte en vapor, la condensación, donde el vapor se convierte en pequeñas gotitas de agua, que se combinan en gotas más grandes y vuelven a caer a la Tierra como precipitación en forma de lluvia, nieve, granizo o aguanieve.

source: Animal parents are most concerned with their youngest offspring.
es_es: Los animales padre se preocupan más por sus crías más jóvenes.

source: No individual offspring is as important as the survival of the group.
es_es: Ninguna cría individual es tan importante como la supervivencia del grupo

source: Most animal parents are unconcerned with their offspring.
es_es: La mayoría de los padres animales no se preocupan por sus crías.

source: Baby elk often fall prey to wolf packs.
es_es: Los alces bebé con frecuencia son víctima de manadas de lobos.

source: Some animals form complex family groups to help them survive.
es_es: Algunos animales forman grupos familiares complejos para ayudarles a sobrevivir.

source: Animals use their instinctual and learned behaviors to survive.
es_es: Los animales utilizan sus comportamientos instintivos y aprendidos para sobrevivir.

source: All animals stay with their parents for a while to learn how to survive.
es_es: Todos los animales se quedan con sus padres por un tiempo para aprender a sobrevivir.

source: The group's survival is more important than the individual's ability to survive.
es_es: La supervivencia del grupo es más importante que la habilidad del individuo de sobrevivir.

source: Sorry. This is true: bears and wolves are both very important.
es_es: Lo siento. Esto es verdad: tanto osos como lobos son muy importantes.

source: Correct! Bears and wolves compete for many of the same food sources.
es_es: ¡Correcto! Osos y lobos compiten por muchas de las mismas fuentes de alimento.

source: Nope. Both bears and wolves hunt elk and bison.
es_es: Nop. Tanto osos como lobos cazan alces y bisontes.

source: No... Interactions are often very complex.
es_es: No... Las interacciones son muy complejas con frecuencia.

source: Correct. When wolves returned to the ecosystem, they reduced the population of elk that was destroying the aspen tree.
es_es: Correcto. Cuando los lobos regresaron al ecosistema, redujeron la población de alce que estaba destruyendo a los álamos.

source: No, the elk were actually eating aspen bark to the point where the trees were having difficulty recovering each year.
es_es: No, los alce en realidad estaban comiéndose la corteza de los álamos al punto en que los árboles estaban teniendo dificultades para recuperarse cada año.

source: No, reduced elk populations led to less damage to trees and other types of plants.
es_es: No, las poblaciones de alce en decremento provocaban menos daño a los árboles y otros tipos de plantas.

source: No, an animal predator (wolf) helped to control the amount of damage done to plants (aspen trees) the predator doesn't even eat.
es_es: No, un animal depredador (lobo) ayudó a controlar la cantidad de daño hecho a las plantas (árboles álamos) que el depredador ni siquiera come.

source: Better think some more... Humans do have impacts... Any others?
es_es: Hay que pensarlo un poco más... Los humanos sí tienen impacto... ¿algo más?

source: True... as far as it goes. But there are other impacts. Keep thinking.
es_es: Cierto... hasta cierto punto. Pero hay otros impactos. Sigue pensando.

source: Correct! Both humans and nature impact local environments.
es_es: ¡Correcto! Tanto los humanos como la naturaleza impactan los ambientes locales.

source: Nope. These are the only two possibilities.
es_es: Nop. Estas son las únicas dos posibilidades.

source: No, some might be able to adapt to the new environment. Not all of them will necessarily become extinct.
es_es: No, algunos pueden ser capaces de adaptarse al nuevo ambiente. No todos ellos se extinguirán necesariamente.

source: Correct. Plants and animals will gradually fill the new environment and create a different ecosystem.
es_es: Correcto. Plantas y animales gradualmente llenarán el nuevo ambiente y crearán un ecosistema diferente.

source: No, the local ecosystem will eventually return to a stable balance, but it will be different from what it was before the disaster.
es_es: No, el ecosistema local eventualmente regresará a un balance estable, pero será diferente del que había antes del desastre.

source: No, over time some plants and animals adapt or new species become part of the ecosystem.
es_es: No, a lo largo del tiempo algunas plantas y animales se adaptarán o nuevas especies comienzan a ser parte del ecosistema.

source: Not quite, although plants are part of the picture.
es_es: No exactamente, aunque las plantas son parte del todo.

source: No... although animals are part of the picture.
es_es: No... aunque los animales son parte del todo.

source: Sorry. Extinct plants and animals are gone. They don't count anymore.
es_es: Lo siento. Las plantas y animales extintos han desaparecido. Ya no cuentan.

source: Correct! Biodiversity includes all living things.
es_es: ¡Correcto! La biodiversidad incluye a todos los seres vivos.

source: Good Choice! Ecosystems are constantly changing and we won't ever truly grasp all that goes on in a particular ecosystem. Decisions and judgments must be made considering all available information.
es_es: ¡Buena Elección! Los ecosistemas están cambiando constantemente y nunca podremos comprender verdaderamente todo lo que sucede en un ecosistema en particular. Las decisiones y juicios deben hacerse considerando toda la información disponible.

source: No, this statement is correct. We depend on a variety of living things as resources.
es_es: No, esta declaración es correcta. Dependemos de una variedad de seres vivos como recursos.

source: No, this statement is correct. The more biodiversity an ecosystem has, the healthier scientists believe it is.
es_es: No, esta declaración es correcta. Entre más biodiversidad tiene un ecosistema, más sano es de acuerdo a los científicos.

source: No, this statement is correct. Biodiversity is all plants and animals in an ecosystem.
es_es: No, esta declaración es correcta. La biodiversidad son todas las plantas y animales en un ecosistema.

source: Not likely. Complex learning takes a lot of time.
es_es: No es probable. El aprendizaje complejo toma mucho tiempo.

source: That's it! If there's no time to learn, behavior must be instinctual.
es_es: ¡Eso es! Si no hay tiempo de aprender, el comportamiento debe ser instintivo.

source: Probably not. An extended family means lots of contact.
es_es: Probablemente no. Una familia extensa significa que hay mucho contacto.

source: Nope. Learning takes time.
es_es: Nop. Aprender toma tiempo.

source: Correct. Wolves are top predators in many ecosystems.
es_es: Correcto. Los lobos son los depredadores de más alto nivel en muchos ecosistemas.

source: Hardly. Wolves have tender relationships with other wolves.
es_es: Difícilmente. Los lobos tienen relaciones tiernas con otros lobos.

source: Um... no. Wolves, even puppies, are very dangerous.
es_es: Um... no. Los lobos, incluso los cachorros, son muy peligrosos.

source: Sorry. It's important to have wild wolves and taking them out of the ecosystem has negative effects on plants and animals.
es_es: Lo siento. Es importante tener lobos salvajes y eliminarlos del ecosistema tiene efectos negativos en las plantas y animales.

source: Not this one... Think bigger.
es_es: No esta... Piensa en algo más grande.

source: Correct! Biodiversity is everything alive!
es_es: ¡Correcto! ¡La biodiversidad es todo lo que está vivo!

source: Sorry... Not just plants...
es_es: Lo siento... No sólo plantas...

source: Ummm... No... Not just animals.
es_es: Ummm... No... No sólo los animales.

source: Yes. Environmental decisions must consider both people and nature.
es_es: Sí. Las decisiones sobre el medio ambiente deben considerar tanto a las personas como a la naturaleza.

source: Sorry... Stories don't always lead to better understandings.
es_es: Lo siento... Las historias no siempre nos llevan a mejor entendimiento.

source: Um... no... Science is the best way to understand nature.
es_es: Um... no... La ciencia es la mejor forma de entender la naturaleza.

source: Not often. Cheap solutions often lead to expensive consequences.
es_es: No con frecuencia. Las soluciones baratas con frecuencia nos llevan a consecuencias costosas.

source: Nope. All human food sources have origins in nature.
es_es: Nop. Todas las fuentes de alimento de los humanos se originan en la naturaleza.

source: Sorry. Many medications were first found in plants, fungi, or microbes.
es_es: Lo siento. Muchos medicamentos se encontraron inicialmente en plantas, hongos o microbios.

source: While this is true, it's actually a reason to preserve biodiversity.
es_es: Mientras que esto es verdad, es en realidad una razón para preservar la biodiversidad.

source: That's the one. Extinction has a big impact, even if we don't see it right away.
es_es: Esa es. La extinción tiene un gran impacto, incluso si no lo vemos de inmediato.

source: Yes, that is correct.
es_es: Sí, eso es correcto.

source: Sorry, that is incorrect.
es_es: Lo siento, eso es incorrecto.

source: Nope, that is incorrect.
es_es: Nop, eso es incorrecto.

source: Not really. Try again.
es_es: No realmente. Intenta de nuevo.

source: Not quite! The brain needs oxygen from blood.
es_es: ¡No exactamente! El cerebro necesita el oxígeno de la sangre.

source: Nope! The brain is protected by the skull.
es_es: ¡No! El cerebro está protegido por el cráneo.

source: Think again! The brain needs the oxygen gathered by the lungs.
es_es: ¡Piénsalo de nuevo! El cerebro necesita el oxígeno que absorben los pulmones.

source: You got it! That was a trick question... The nervous system needs all of these.
es_es: ¡Lo tienes! Era una pregunta con truco... El sistema nervioso necesita todo eso.

source: Nope! The respiratory system is a whole set of organs working together. Transplanting one isn't likely to restore function.
es_es: ¡No! El sistema respiratorio es un conjunto completo de órganos que trabajan juntos. Transplantar un órgano no va a restaurar su funcionamiento.

source: Not quite! Your body cannot recover; if you stop breathing, you stop living.
es_es: ¡No exactamente! Tu cuerpo no podría recuperarse. Si dejas de respirar, dejas de vivir.

source: Correct! Respiration is breathing; if you stop breathing, you stop living.
es_es: ¡Correcto! Si dejas de respirar, dejas de vivir.

source: Food energy is eventually stored for later use, but it must first be broken into simpler substances.
es_es: La energía de la comida se almacena para ser usada más tarde, pero primero debe descomponerse en sustancias más simples.

source: Some food is converted into waste, but only after it is broken into simpler parts.
es_es: Parte de la comida se convierte en desechos, pero sólo después de ser descompuesta en partas más simples.

source: Food molecules must be broken down from more complex substances before they can be transported in blood.
es_es: Las moléculas de la comida son sustancias más complejas que deben descomponerse antes de poder ser transportadas por la sangre.

source: That's right! Food is made of complex molecules that must be broken into simpler substances for energy to be released or stored.
es_es: ¡Exacto! La comida está formada por moléculas complejas que deben descomponerse en sustancias más simples para liberar o almacenar energía.

source: Super! Both correct!
es_es: ¡Genial! ¡Ambas son correctas!

source: You're halfway there... try again.
es_es: Estás a medio camino... inténtalo de nuevo.

source: Nope! She should take all of the pills.
es_es: ¡No! Debería tomar todas las pastillas.

source: Correct! If she takes the entire dose, she will kill all of the bacteria.
es_es: ¡Correcto! Si toma la dosis completa, matará a todas las bacterias.

source: That's dangerous. She should take all of the pills to kill all of the bacteria.
es_es: Eso es peligroso. Debería tomar todas las pastillas para matar a todas las bacterias.

source: No way! That's very dangerous! Never give medication away.
es_es: ¡Para nada! ¡Eso es muy peligroso! Nunca regales medicamentos.
