Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Behavior is the way that an organism acts and responds in the environment. Organisms' behavior occurs as a reaction to a stimulus. Stimuli can either be external, as in a change in the environment, or internal, as in a signal within the animal. Many behaviors are adaptations that help organisms survive and reproduce. Useful behaviors are passed on to later generations and eventually an inherited behavior becomes common. Not all behavior is inherited, the ability to learn is inherited. Instinctual behavior is any behavior that is inherited and not learned during life. Mechanical stimuli include anything that causes a sensation of touch, pain, sound, or temperature. Chemical stimuli are molecules in our environment that make us sense taste or smell. Flavor is a combination of taste and smell combined and interpreted by the brain together. The brain is part of a system in which messages are taken from all parts of the body to the brain and back. First the nerve cells are stimulated, then they respond and send an electrical signal to the brain. The brain interprets it and sends a response signal out to the body. This is how organisms respond to their environment.
es_es: Comportamiento es la manera en que un organismo actúa y responde en el ambiente. El comportamiento de los organismos se produce como una reacción a un estímulo. Los estímulos pueden ser externos, como un cambio en el ambiente, o internos, como en una señal dentro del animal. Muchos comportamientos son adaptaciones que ayudan a los organismos a sobrevivir y reproducirse. Los comportamientos útiles son trasmitidos a las generaciones posteriores y finalmente un comportamiento heredado se vuelve común. No todo el comportamiento es heredado, la habilidad para aprender es heredada. Comportamiento instintivo es cualquier comportamiento que es heredado y no aprendido durante la vida. Estímulos mecánicos incluyen cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura. Estímulos químicos son moléculas en nuestro ambiente que nos hacen percibir gusto u olor. El sabor es una mezcla de gusto y olor combinada e interpretada al mismo tiempo por el cerebro. El cerebro es parte de un sistema en el que se llevan mensajes de todas las partes del cuerpo hacia el cerebro y de regreso. Primero las células nerviosas son estimuladas, luego responden y envían una señal eléctrica al cerebro. El cerebro la interpreta y envía una señal de respuesta al cuerpo. Así es como los organismos responden a su ambiente.

source: Activate
es_es: Activar

source: Look at the characteristics below and determine the best way to measure them.<br/><br/> The smell of an object - The taste of the object - How hard or soft it is
es_es: Mira las siguientes características y determina la mejor manera de medirlas.<br/><br/> El olor de un objeto - El sabor de un objeto - Cómo de duro o suave es

source: Look at the table below. It shows the average monthly air temperature for a few months in a town of New Jersey. For the month of April, the average temperature is not shown. Based on the data, what would you estimate the average air temperature in April to be?
es_es: Mira la tabla de la derecha. Muestra la temperatura media mensual del aire durante unos meses en un pueblo de Nueva Jersey. Para el mes de abril, no se muestra la temperatura media. Basándote en los datos, cúal sería tu estimación sobre cuál es la temperatura media del aire en abril?

source: Close!
es_es: ¡Ciérrame!

source: Using what you know about gathering data to support a claim or explanation, enter in the text box provided what you think the dinosaur mostly ateâ€”was it an herbivore (a plant eater) or a carnivore (a meat eater) -- and how you came to that conclusion.
es_es: Usando lo que sabes sobre la recopilación de datos para respaldar una explicación u objetivo, pon en el cuadro de texto proporcionado lo que piensas que comían mayormente los dinosaurios-- si era un herbívoro (comedor de plantas) o un carnívoro (comedor de carne) -- y cómo has llegado a esa conclusión.

source: Using what you know about gathering data to support a claim or explanation, enter in the text box provided what you think the dinosaur mostly ate—was it an herbivore (a plant eater) or a carnivore (a meat eater) -- and how you came to that conclusion.
es_es: Usando lo que sabes sobre la recopilación de datos para respaldar una explicación u objetivo, pon en el cuadro de texto proporcionado lo que piensas que comían mayormente los dinosaurios-- si era un herbívoro (comedor de plantas) o un carnívoro (comedor de carne) -- y cómo has llegado a esa conclusión.

source: QC#1
es_es: CR#1

source: QC#2
es_es: CR#2

source: QC#3
es_es: CR#3

source: QC#4
es_es: CR#4

source: QC#5
es_es: CR#5

source: QC#6
es_es: CR#6

source: QQ#1
es_es: PC#1

source: QQ#2
es_es: PC#2

source: QQ#3
es_es: PC#3

source: QQ#4
es_es: PC#4

source: QQ#5
es_es: PC#5

source: QQ#6
es_es: PC#6

source: Question A
es_es: Pregunta A

source: Question B
es_es: Pregunta B

source: Question C
es_es: Pregunta C

source: Question D
es_es: Pregunta D

source: Question E
es_es: Pregunta E

source: Question F
es_es: Pregunta F

source: Back
es_es: Atrás

source: Next
es_es: Próximo

source: Finish
es_es: Terminar

source: STUDENT ANSWERS
es_es: RESPUESTAS DE LOS ESTUDIANTES

source: Correct! First the nerve cells are stimulated by something like heat or pain. Then they respond and send an electrical signal to the brain. The brain makes sense of the stimulus, and responds by creating a memory, and sending a response signal out to the body. This message gets to a muscle cell (for instance) and causes muscle cells to contract.
es_es: ¡Correcto! Primero, las células nerviosas son estimuladas por algo como el calor o el dolor. Luego responden y envían una señal eléctrica al cerebro. El cerebro percibe el estímulo y responde creando una memoria y enviando una señal de respuesta al cuerpo. Este mensaje alcanza a una célula muscular (por ejemplo) y hace que las células musculares se contraigan.

source: Not quite. First the nerve cells are stimulated by something like heat or pain. Then they respond and send an electrical signal to the brain. The brain makes sense of the stimulus, and responds by creating a memory, and sending a response signal out to the body. This message gets to a muscle cell (for instance) and causes muscle cells to contract.
es_es: No exactamente. Primero las células nerviosas son estimuladas por algo como el calor o el dolor. Luego estas responden y envían una señal eléctrica al cerebro. El cerebro percibe el estímulo y responde creando una memoria y enviando una señal de respuesta al cuerpo. Este mensaje alcanza una célula muscular (por ejemplo) y causa la contracción de las células musculares.

source: Correct, an electrical signal gets taken to the brain, and the message is interpreted there- then a new signal is sent out and the brain's command is interpreted by the cell (muscle, skin, ... ).
es_es: Correcto, una señal eléctrica es llevada al cerebro y el mensaje se interpreta allí- entonces se envía una nueva señal y la orden del cerebro es interpretado por la célula (músculo, piel,...)

source: No, both networks can send AND receive information. Electrical signals are sent both ways on the pathway.
es_es: No, ambas redes pueden enviar Y recibir información. La señales eléctricas son enviadas en ambos sentidos de la vía.

source: Correct, when you make a call you dial a specific number. In the nervous system the message goes to the brain or a command to a certain cell on the way back.
es_es: Correcto, cuando usted hace una llamada marca un número específico. En el sistema nervioso el mensaje va al cerebro o una orden a cierta célula en la vía de regreso.

source: Correct, the brain is the control center for the nervous system as the telecommunication center is for the phone network.
es_es: Correcto, el cerebro es el centro de control para el sistema nervioso como el centro de telecomunicaciones es para la red telefónica.

source: None of the above are reasonable stimuli.
es_es: Ninguna de las anteriores son estímulos razonables.

source: Correct, not all fish can adapt to this change in their habitat. The plant takes more water and the amount left for the fish is not enough for all of them.
es_es: Correcto, no todos los róbalos pueden adaptarse a este cambio en su hábitat. La planta toma más agua y la cantidad que queda para el róbalo no es suficiente para todos ellos.

source: response
es_es: respuesta

source: mechanical stimulus
es_es: estímulo mecánico

source: Module Results
es_es: Resultados de Módulo

source: Describe what additional features would have to be added to their space suits to allow the astronauts to live on the moon for 3-4 days without being able to get back into the landing module.
es_es: Describe qué características adicionales necesitarían añadirse a los trajes espaciales para que les permitieran a los astronautas vivir en la luna por 3 o 4 días sin regresar al módulo lunar.

source: Built to Survive
es_es: Construidos para Sobrevivir

source: Correct. The important chemical code must be kept safe, and the middle of the cell is the place least vulnerable to destruction.
es_es: Correcto. El importante código químico debe mantenerse a salvo, y el centro de la célula es el lugar menos vulnerable a ser destruido.

source: No, DNA is the genetic code that defines the organism, so being so important, it is in the safest place in a single-celled organism.
es_es: No, el ADN es un código genético que define al organismo, así que esta sensible información está en el lugar más seguro de un organismo de una sola célula.

source: No, the DNA which defines the organism is kept safely in the middle of the cell. Having light, extra room, or a suitable temperature is not the reason for its location.
es_es: No, el ADN que define al organismo se mantiene a salvo en el centro de la célula. El tener luz, espacio adicional o una temperatura adecuado no son causa de su localización.

source: No, The important chemical code must be kept safe. Having light, extra room, or a suitable temperature is not the reason for its location.
es_es: No, el importante código químico debe mantenerse a salvo. El tener luz, espacio adicional o una temperatura adecuada no son la causa de su localización.

source: Correct. Dolphins rise to the surface to breathe about two to three times per minute. The quickest way to get air would be to have the blowhole on the top of the animal.
es_es: Correcto. Los delfines suben a la superficie para respirar de dos a tres veces por minuto. La manera más rápida de obtener aire sería tener el espiráculo en la parte superior del animal.

source: No, the marine mammal rises to the surface to breathe about two to three times per minute. The quickest way to get air would be to have the blowhole on the top of the animal.
es_es: No, el mamífero marino expone la parte superior de su cabeza para respirar y la forma más rápida de hacerlo es si el espiráculo se encuentra en esa área.

source: Correct. Having hollow bones means the bird weighs less so it can fly easier.
es_es: Correcto. Tener huesos huecos significa que el ave pesa menos y puede volar más fácilmente.

source: No, having hollow bones means birds weigh less. With less weight, flying is easier for the birds.
es_es: No, tener huesos huecos significa que el ave pesa menos. Con menos peso, volar es más fácil para el ave.

source: No, hollow bones are not stronger, they are actually more brittle because they are hollow. But hollow bones weigh less which make flying easier for birds.
es_es: No, los huesos huecos no son más fuertes, de hecho son más frágiles por ser huecos. Pero los huesos huecos pesan menos lo que hace que volar sea más fácil para las aves.

source: Correct, the beetle can lift 100 times their body weight (100 grams), which would be 100 x 100 = 10,000 grams.
es_es: Correcto, el escarabajo puede levantar 100 veces su propio peso (100 gramos), lo que significaría 100 x 100 = 10,000 gramos.

source: No, the beetle can lift 100 times their body weight (100 grams), which would be 100 x 100 = 10,000 grams. (The length of the beetle- 6 inches does not help us solve the problem.)
es_es: No, el escarabajo puede levantar 100 veces su propio peso (100 gramos), lo que sería 100 x 100 = 10,000 gramos. (La medida del escarabajo- 15 centímetros no nos ayuda a resolver el problema.)

source: Correct. Snakes are cold-blooded; their body temperature varies with the temperature around them. They are adapted to live in warmer climates.
es_es: Correcto. Las serpientes tienen sangre fría; su temperatura corporal varía con la temperatura a su alrededor. Están adaptadas para vivir en climas más cálidos.

source: No, the body temperature of snakes varies with the temperature around them. They are adapted to live in warmer climates.
es_es: No, la temperatura corporal de las serpientes varía con la temperatura a su alrededor. Están adaptadas para vivir en climas más cálidos.

source: Correct. Plants do not usually rely on movement for survival. They use photosynthesis to produce their own food. Although they move toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
es_es: Correcto. Las plantas no dependen usualmente del movimiento para sobrevivir. Utilizan fotosíntesis para producir su propia comida. Aunque se mueven hacia la luz del sol, el movimiento no se considera una adaptación para las plantas como lo es para los animales.

source: No, thorns offer protection and help reduce water loss in the hot sun.
es_es: No, las espinas ofrecen protección y ayudan a reducir la pérdida de agua en el sol.

source: No. Although they move toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
es_es: No. Aunque se mueven hacia la luz del sol, el movimiento no se considera una adaptación para las plantas como lo es para los animales.

source: No, plants use photosynthesis to produce their own food and survive.
es_es: No, las plantas utilizan fotosíntesis para producir su propio alimento y sobrevivir.

source: Correct. Humans adapt biologically (internal organs for survival, genetic changes...) and culturally (for example using housing and technology for shelter).
es_es: Correcto. Los humanos se adaptan biológicamente (órganos internos para sobrevivir, cambios genéticos...) y culturalmente (por ejemplo utilizando tecnologías y construcción para crear refugios).

source: Not quite. Humans adapt biologically (internal organs for survival, genetic changes...) and culturally (for example using housing and technology for shelter).
es_es: No exactamente. Los humanos se adaptan biológicamente (órganos internos para sobrevivir, cambios genéticos...) y culturalmente (por ejemplo utilizando tecnologías y construcción para crear refugios).

source: No, the insects are not harming the Venus flytrap- they are actually lunch. The plant absorbs insects to supplement the energy it lacks from using photosynthesis.
es_es: No, los insectos no están dañando a la Venus atrapamoscas- en realidad son el almuerzo. La planta absorbe insectos para suplementar la energía que le hace falta tras la fotosíntesis.

source: Correct. This plant produces energy by photosynthesis like all other plants, but consumes insects to get more energy.
es_es: Correcto. Esta planta produce energía por medio de la fotosíntesis como todas las otras plantas, pero consume insectos para obtener más energía.

source: No, the Venus flytrap is a plant and it does produce energy through photosynthesis. However, it is not enough for the plant's needs and consumes insects as well.
es_es: No, la Venus atrapamoscas es una planta y sí produce energía a través de la fotosíntesis. Sin embargo, no es suficiente para las necesidades de la planta y consume insectos también.

source: No, the Venus flytrap's roots work properly, and the plant produces energy through photosynthesis. However, at times, the energy obtained by photosynthesis is not enough for the plant, and so it will supplement its diet by consuming insects.
es_es: No, las raíces de la Venus atrapamoscas funcionan correctamente, y la planta produce energía a través de la fotosíntesis. Sin embargo, no es suficiente para las necesidades de la planta y por lo tanto consume insectos.

source: Correct. Reptiles have not adapted to survive extreme temperatures because they are cold-blooded, which affects where they live.
es_es: Correcto. Los reptiles no se han adaptado a vivir en temperaturas extremas porque tienen la sangre fría, lo que afecta dónde viven.

source: No, all reptiles are vertebrates, but the fact they are cold-blooded affects where they live. They survive better in warmer climates.
es_es: No, todos los reptiles son vertebrados, pero el hecho de que tengan la sangre fría afecta dónde viven. Sobreviven mejor en climas más cálidos.

source: No, when they lay eggs, they would not be able to survive in certain climates because their temperature depends on that of the environment.
es_es: No, cuando ponen huevos no podrían sobrevivir en ciertos climas porque su temperatura depende de la temperatura de su ambiente.

source: No, the scaly skin helps regulate their body moisture and temperature, but the fact that they are cold-blooded does not let them survive in certain climates.
es_es: No, la piel con escamas les ayuda a regular la humedad de su cuerpo y su temperatura, pero el hecho de que tienen la sangre fría no les permite sobrevivir en ciertos climas.

source: No, using oxygen efficiently is important. The lungs of many sea mammals are proportionately smaller than the lungs of humans, but they fill their lungs and are able to exchange 90% of their air in each breath.
es_es: No, utilizar el oxígeno eficientemente es importante. Los pulmones de muchos mamíferos marinos son proporcionalmente más pequeños que los pulmons de los humanos, pero llenan sus pulmones y son capaces de cambiar el 90% de su aire en cada respiro.

source: No, the ability to stay warm and not lose body heat is a very useful adaptation.
es_es: No, la habilidad de mantenerse tibios y no perder calor corporal es una adaptación muy útil.

source: No, sharp hearing is needed to find prey underwater and to make sure you are not a larger animal's prey either.
es_es: No, el oído agudo es necesario para encontrar presas bajo el agua y para asegurarse de no ser presa de animales más grandes.

source: Correct. This would not be the best adaptation because many sea animals live deep in the oceans and do not have access to much sunlight.
es_es: Correcto. Esta no sería la mejor adaptación porque muchos animales marinos viven en la profundidad del océano y no tienen mucho acceso a la luz.

source: Correct. The exact opposite of solid (hollow) bone structure is what helps them fly.
es_es: Correcto. El opuesto total de una estructura ósea sólida (hueca) es lo que les ayuda a volar.

source: No, the intricate feathers help birds fly. Some birds have special feathers that minimize the sound of their wings flapping for better survival skills.
es_es: No, el intrincado plumaje les ayuda a las aves a volar. Algunas aves tienen plumas especiales que minimizan el sonido de sus aleteo para mejorar sus habilidades de supervivencia.

source: No, a hollow bone structure is actually one of the most important features that allows birds to fly.
es_es: No, una estructura ósea hueca es en realidad una de las más importantes características que le permite volar a las aves.

source: No, without the bones or feathers of wings, birds could not fly at all.
es_es: No, sin los huesos o plumas de las alas, las aves no podrían volar en lo absoluto.

source: Correct. Small insects need protection, and the hard shell of a beetle protects the wings and body of the creature.
es_es: Correcto. Los insectos pequeños necesitan protección, y los caparazones duros de los escarabajos protegen las alas y cuerpo de la criatura.

source: No, the hard shell does not help it swim. It protects the wings and body of the beetle.
es_es: No, el caparazón duro no les ayuda a nadar. Protege las alas y el cuerpo del escarabajo.

source: No, the hard shell offers protection for the insect, not food-finding survival skills.
es_es: No, el caparazón duro le ofrece protección al insecto, no habilidades de supervivencia para encontrar alimento.

source: Not quite, if the shell were camouflaged it would help protect the beetle as well. But the having a hard shell protects the wings and body of the beetle.
es_es: No exactamente, si el caparazón sirviera de camuflaje le ayudaría a proteger al escarabajo también. Pero tener un caparazón duro protege las alas y el cuerpo del escarabajo.

source: No, cultural adaptation such as using technology has provided temporary survival aid in this case. Over a long period of time, the biological adaptations took place. Neither one is better, they both help humans survive.
es_es: No, la adaptación cultural, como el uso de la tecnología, ha provisto ayuda para la supervivencia de manera temporal en este caso. Las adaptaciones biológicas tuvieron lugar a lo largo de un amplio periodo de tiempo. Ninguna de las dos es mejor, ambas ayudan a los humanos a sobrevivir.

source: No, the beauty is that with all the health hazards, humans have adapted and live in these areas with the help of genetic adaptation.
es_es: No, lo bello es que aún con todos los riesgos a la salud, los seres humanos se han adaptado y viven en estas áreas con la ayuda de la adaptación genética.

source: No, the biological adaptations took place over generations to form a permanent adaptation. The cultural adaptation such as using technology has provided temporary survival aid in this case. Neither one is better, they both help humans survive.
es_es: No, las adaptaciones biológicas tuvieron lugar a lo largo de generaciones para formar una adaptación permanente. La adaptación cultural como el uso de tecnología, ha provisto de ayuda para sobrevivir temporalmente en este caso. Ninguna de las dos es mejor, ambas ayudan a los humanos a sobrevivir.

source: Correct. The images show how humans adapt to survive in high altitude areas through permanent genetic adaptation and temporary use of technology.
es_es: Correcto. Las imágenes muestran cómo los humanos se adaptan para sobrevivir en áreas de gran altitud a través de adaptación genética permanente y uso temporal de tecnología.

source: All living things adapt to their environment to survive. Humans are the most adaptable, then animals, then plants. Humans have invented many things that allow us to live and survive in new environments without having to first adapt our bodies. We have clothes, shelter, fire and electricity to keep us warm in the arctic regions and cool in the deserts. Some animals are limited to only one kind of environment, and plants are even less adaptable.
es_es: Todos los seres vivos se adaptan a su entorno para sobrevivir. Los humanos son los más adaptables, luego los animales, luego las plantas. Los humanos han inventado muchas cosas que nos permiten vivir y sobrevivir en nuevos ambientes sin tener que adaptar nuestros cuerpos antes de hacerlo. Tenemos ropa, refugios, fuego y electricidad para mantenernos calientes en las regiones árticas y frescos en el desierto. Algunos animales se ven limitados a sólo un tipo de ambiente y las plantas son aún menos adaptables.

source: Correct. Fossil can't tell us much about near-term climate change.
es_es: Correcto. Los fósiles no nos pueden decir mucho acerca de cambios climáticos a corto plazo.

source: hundred million
es_es: cientos de millones

source: hundred thousand
es_es: cientos de miles

source: thousand
es_es: miles

source: hundred
es_es: cientos

source: years.
es_es: de años.

source: Genetic variation
es_es: Variación genética
