Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: That's the one... Many animals certainly are able to learn.
es_es: Esa es la correcta... Muchos animales sin duda son capaces de aprender.

source: This one is true. The brain is part of the central nervous system.
es_es: Esta es verdadera. El cerebro es parte del sistema nervioso central.

source: Nope. That's true. Chunking is grouping similar ideas together.
es_es: No es así. Eso es verdad. En trozos es agrupar ideas similares entre sí.

source: Yes! Rods and cones are sensitive to different parts of the visible light spectrum.
es_es: ¡Sí! Los conos y las varillas son sensibles a las diferentes partes del espectro de luz visible.

source: Noooo... Rods and cones have to do with vision.
es_es: Noooo... Las varillas y los conos tienen que ver con la visión.

source: Sorry. Both rods and cones are related to color vision.
es_es: Lo siento. Ambas varillas y los conos están relacionados con la visión del color.

source: Nope. Taste is chemical. Rods and cones are electromagnetic.
es_es: No es así. El gusto es química. Las varillas y conos son electromagnéticos.

source: Incorrect. Age isn't really key.
es_es: Incorrecta. La edad no es realmente clave.

source: Nope. Color is related to electromagnetic stimuli.
es_es: No es cierto. El color está relacionada con estímulos electromagnéticos.

source: That's it! A molecule stimulates a response when it matches shapes with a receptor.
es_es: ¡Eso es! Una molécula estimula una respuesta cuando coincide las formas con un receptor.

source: Sorry. Loudness is related to sound.
es_es: Lo siento. La sonoridad está relacionada con el sonido.

source: Sorry. The central nervous system includes the brain and spinal cord only.
es_es: Lo siento. El sistema nervioso central solamente incluye el cerebro y la médula espinal.

source: Nope. Memories reside in the brain.
es_es: No es cierto. Las memorias residen en el cerebro.

source: Not that one. Motor neurons stimulate muscles.
es_es: No es así. Las neuronas motoras estimulan los músculos.

source: There you go. Sensory neurons belong to the peripheral nervous system.
es_es: Ahí lo tiene. Las neuronas sensoriales pertenecen al sistema nervioso periférico.

source: Correct. Practice strengthens the pattern of neurons.
es_es: Correcta. La práctica refuerza el patrón de las neuronas.

source: Backwards... Practice makes the connections stronger.
es_es: Al revés .... La práctica hace la conexión más fuerte.

source: Sorry. Memories aren't part of the peripheral nervous system.
es_es: Lo siento. Los recuerdos no son parte del sistema nervioso periférico.

source: Ummm... No. Memories reside in the brain.
es_es: Ummm ... No. Los recuerdos se encuentran en el cerebro.

source: True... But not the only correct answer.
es_es: Cierto ... Pero no es la única respuesta correcta.

source: Correct... But there may be more correct choices.
es_es: Correcto ... Pero puede haber opciones más correctas.

source: Yes! But there could be more right answers.
es_es: ¡Sí! Pero podría haber más respuestas correctas.

source: Well done. Any central nervous system damage is a serious condition.
es_es: Bien hecho. Cualquier daño en el sistema nervioso central es una condición seria.

source: Asthma
es_es: Asma

source: Birth Defect
es_es: Defecto de Nacimiento

source: Cancer
es_es: Cáncer

source: Learning Disorder
es_es: Desorden de Aprendizaje

source: Eukaryotes
es_es: Eukaryotas

source: Symptoms
es_es: Síntomas

source: Microbes
es_es: Microbios

source: DNA
es_es: ADN

source: Ribosomes
es_es: Ribosomas

source: Cytoplasm
es_es: Citoplasma

source: Cell membrane
es_es: Membrana celular

source: Cell wall
es_es: Pared celular

source: Capsule
es_es: Cápsula

source: nucleoid (DNA)
es_es: nucleoide (ADN)

source: Flagellum
es_es: Flagelo

source: Some microorganisms produce antimicrobial agents that destroy microbes.
es_es: Algunos microorganismos producen agentes antimicrobianos que destruyen microbios.

source: Some antimicrobial agents, like bleach and iodine, are chemicals that can stop or destroy microbes.
es_es: Algunos agentes antimicrobianos, como el cloro y el yodo, son químicos que pueden detener o destruir a los microbios.

source: Correct! Antimicrobial agents destroy or prevent the growth of disease causing microbes.
es_es: ¡Correcto! Los agentes antimicrobianos destruyen o previenen el crecimiento de los microbios causantes de enfermedades.

source: Not quite. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle like structures called flagella help some bacteria move.
es_es: No exactamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula, ayuda a proteger a la célula y le permite adherirse a superficies. Los pili le ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamados flagelos le ayudan a algunas bacterias a moverse.

source: Correct! This is a single-celled organism.
es_es: ¡Correcto! Este es un organismo de una sola célula.

source: Great job, you labeled the bacteria cell correctly. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle like structures called flagella help some bacteria move.
es_es: Buen trabajo, etiquetaste a la célula bacteriana correctamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula, ayuda a proteger a la célula y le permite adherirse a superficies. Los pili le ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamados flagelos le ayudan a algunas bacterias a moverse.

source: This is not a single-celled organism.
es_es: Este no es un organismo de una sola célula.

source: This caterpillar is made up of billions of cells.
es_es: Esta oruga está hecha de miles de millones de células.

source: This jelly fish is made up of billions of cells.
es_es: Esta medusa está hecha de mil millones de células.

source: Not quite. Antibiotic resistance is a growing issue as microbes adapt to the environment with drugs and become resistant. Even though some microbes are killed, the strong ones reproduce and create new generations of strong microbes resistant to antibiotics.
es_es: No exactamente. La resistencia a antibióticos es un problema en aumento ya que los microbios se adaptan al ambiente con medicinas y se vuelven resistentes. Aunque algunos microbios son eliminados, los más fuertes se reproducen y crean nuevas generaciones de microbios fuertes resistentes a los antibióticos.

source: Correct. Antibiotic resistance is a growing issue as microbes adapt to the environment with drugs and become resistant. Even though some microbes are killed, the strong ones reproduce and create new generations of strong microbes resistant to antibiotics.
es_es: Correcto. La resistencia a antibióticos es un problema en aumento ya que los microbios se adaptan al ambiente con medicinas y se vuelven resistentes. Aunque algunos microbios son eliminados, los más fuertes se reproducen y crean nuevas generaciones de microbios fuertes resistentes a los antibióticos.

source: It is true that many common sicknesses are caused by viruses such the flu and common cold but there still are many common bacterial infections. What problem with using antibiotics did you just learn about?
es_es: Es verdad que muchas enfermedades comunes son causadas por virus, como la influenza y el resfriado común, pero aún hay muchas infecciones bacterianas comunes. ¿Qué problema con el uso de antibioticos acabas de aprender?

source: Viral infections are more difficult to eliminate after people are already infected. What problem with using antibiotics did you just learn about?
es_es: Las infecciones virales son más difíciles de eliminar una vez que las personas ya han sido infectadas. ¿Qué problema con el uso de antibióticos acabas de aprender?

source: Correct. The unnecessary use of antibiotics leads to more bacteria becoming antibiotic resistant.
es_es: Correcto. El uso innecesario de antibióticos hace que más bacterias se vuelvan resistentes a antibióticos.

source: It is true that adults can take a larger dosage, but why do adults and children need different amounts of medicine based on the concept of dosage?
es_es: Es verdad que los adultos pueden tomar una dosis más grande, pero ¿por qué los adultos y los niños necesitan distintas cantidades de medicina basándose en el concepto de dosis?

source: Correct, this statement is false. Diseases and health conditions can be from any internal or external source.
es_es: Correcto, esta declaración es falsa. Las enfermedades y problemas de salud pueden venir de cualquier fuente interna o externa.

source: No, this is true. Exposure to toxic chemicals can lead to diseases, and so can infections by microbes.
es_es: No, esto es cierto. La exposición a químicos tóxicos puede llevar a enfermedades, al igual que las infecciones por microbios.

source: No, this is true. In some cases, the cause of a disease might be exposure to microbes or chemicals, and in other cases, it just might be an organ shuts down by itself or simply does not function properly.
es_es: No, esto es cierto. En algunos casos, la causa de una enfermedad puede ser la exposición a microbios o químicos, y en otros casos, puede ser simplemente que un órgano se atrofie por sí mismo o no funcione apropiadamente.

source: No, this is true. No matter what the cause of the disease, it leads to some part of the body not functioning the way it should.
es_es: No, esto es cierto. Sin importar la causa de la enfermedad, lleva a una parte del cuerpo a no funcionar de la forma en la que debería.

source: Correct! The children's dose may be about half the dose for adults, or the box may recommend asking a doctor for a suitable dose.
es_es: ¡Correcto! La dosis para niños puede ser más o menos la mitad de la dosis para adultos, o la caja puede recomendar preguntarle a un doctor por la dosis adecuada.

source: It would be dangerous for young children to take medicine unsupervised. What explains why children would need less medicine than adults?
es_es: Sería peligroso que niños pequeños tomaran medicina sin supervisión. ¿Qué explica por qué los niños necesitarían menos medicina que los adultos?

source: It is the parents' job to convince their children to take the medicine. The box usually won't have helpful hints for that. Which key vocabulary word explains the answer?
es_es: Es el trabajo de los padres el convencer a sus hijos de tomar medicina. La caja usualmente no tendrá sugerencias útiles para eso. ¿Cuál palabra clave de vocabulario explica la respuesta?

source: Antimicrobial agents do not work like a vaccine in our bodies. They destroy or prevent the growth of disease-causing microbes.
es_es: Los agentes antimicrobianos no funcionan como una vacuna en nuestros cuerpos. Destruyen o previenen el crecimiento de microbios causantes de enfermedades.

source: Correct! The error is in Generation 3 because it should be double the count in the second generation (400x2 = 800) and half of the generation after it (1600 /2= 800).
es_es: ¡Correcto! El error está en la Generación 3 porque debería ser el doble de la cuenta de la segunda generación (400x2 = 800) y la mitad de la generación que le sigue (1600 /2= 800).

source: Not quite. The error is in Generation 3 because it should be double the count in the second generation (400x2 = 800) and half of the generation after it (1600 /2= 800).
es_es: No exactamente. El error está en la Generación 3 porque debería ser el doble de la cuenta de la segunda generación (400x2 = 800) y la mitad de la generación que le sigue (1600 /2= 800).

source: Viruses are so small that it is difficult for medicines to find them.
es_es: Los virus son tan pequeños que es difícil para las medicinas encontrarlos.

source: Viruses are hard to get rid of because they become resistant to efforts to treat the disease they cause.
es_es: Los virus son difíciles de eliminar porque se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Correct! Viruses are difficult to eliminate since they cannot be seen under a microscope and become resistant to efforts to treat the disease they cause.
es_es: ¡Correcto! Los virus son difíciles de eliminar ya que no pueden ser vistos en un microscopio y se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Viruses do cause many symptoms when they cause disease. They are difficult to eliminate because they become resistant to efforts to treat the disease they cause.
es_es: Los virus causan muchos síntomas cuando provocan enfermedades. Son difíciles de eliminar porque se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Correct! Allergens and air pollution are often linked to the increased cases of asthma. Pregnant women should avoid: tobacco use, excessive caffeine consumption, and drinking alcohol to avoid birth defects. Cancers can be linked to tobacco use, radiation, and environmental pollutants. Learning and behavioral disorders can be linked to exposure to toxic chemicals, such as pesticides, and heavy metals, such as lead.
es_es: ¡Correcto! Los alergenos y contaminación del aire con frecuencia están ligados a un incremento en los casos de asma. Las mujeres embarazadas deberían evitar: el uso del tabaco, consumo excesivo de cafeina, y beber alcohol para evitar defectos de nacimiento. El cáncer puede estar ligado al uso del tabaco, radiación y contaminantes ambientales. Los desórdenes de aprendizaje y comportamiento pueden estar vinculados a la exposición a químicos tóxicos, como pesticidas y metales pesados, como el plomo.

source: Not quite. Allergens and air pollution are often linked to the increased cases of asthma. Pregnant women should avoid: tobacco use, excessive caffeine consumption, and drinking alcohol to avoid birth defects. Cancers can be linked to tobacco use, radiation, and environmental pollutants. Learning and behavioral disorders can be linked to exposure to toxic chemicals, such as pesticides, and heavy metals, such as lead.
es_es: No exactamente. Los alergenos y contaminación del aire con frecuencia están ligados a un incremento en los casos de asma. Las mujeres embarazadas deberían evitar: el uso del tabaco, consumo excesivo de cafeina, y beber alcohol para evitar defectos de nacimiento. El cáncer puede estar ligado al uso del tabaco, radiación y contaminantes ambientales. Los desórdenes de aprendizaje y comportamiento pueden estar vinculados a la exposición a químicos tóxicos, como pesticidas y metales pesados, como el plomo.

source: What would happen to the virus if the mosquito was killed before it could bite a bird?
es_es: ¿Qué le sucedería al virus si el mosquito muriese antes de poder picarle a un ave?

source: Correct, if the mosquito was killed or unable to bite a suitable host for the virus, the virus's transmission cycle would be broken and the virus could not reproduce.
es_es: Correcto, si el mosquito muriera o fuera incapaz de picar a un anfitrión apropiado para el virus, el ciclo de transmisión del virus se rompería y el virus no se podría reproducir.

source: The virus actually does need the bird to take part in its life cycle.
es_es: El virus en realidad necesita que el ave tome parte en su ciclo de vida.

source: The virus does need interaction between the mosquito and bird, but the bird eating the mosquito is not that interaction. Is there a more suitable reason?
es_es: El virus necesita interacción entre el mosquito y el ave, pero que el ave se coma al mosquito no es la interacción necesaria. ¿Hay alguna razón más apropiada?

source: Possibly, but the smaller yield of tomatoes is the far bigger problem.
es_es: Posiblemente, pero la menor producción de tomates es el problema más grande.

source: The Tomato Spotted Wilt virus only affects tomato plants.
es_es: El virus del Bronceado del Tomate sólo afecta plantas de tomate.

source: Correct, they are worried because their tomato crops could be ruined.
es_es: Correcto, están preocupados porque sus cultivos de tomate podrían arruinarse.

source: The Tomato Spotted Wilt virus only infects tomato plants.
es_es: El virus del Bronceado del Tomate sólo infecta a plantas de tomate.

source: Not quite. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle-like structures called flagellum help some bacteria move.
es_es: No exactamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula ayuda a proteger la célula y le permite adherirse a superficies. Los pili la ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamadas flagelos les ayudan a algunas bacterias a moverse.

source: While toxins, radiation, and invading bacteria can cause disease, an organism can also break down by itself developing disease.
es_es: Mientras que las toxinas, radiación y bacterias invasoras pueden causar enfermedades, un organismo también puede descomponerse por sí mismo desarrollando una enfermedad.

source: The body does have a system to fight off invaders, but it kicks in as soon as anything invades our bodies, resisting and not letting us get sick.
es_es: El cuerpo sí tiene un sistema para combatir invasores, pero entra en acción tan pronto como cualquier cosa invade nuestros cuerpos, resistiéndose y no permitiendo que nos enfermemos.

source: Correct! Disease is when an organism breaks down in structure or its functions.
es_es: ¡Correcto! Las enfermedades ocurren cuando un organismo se descompone estructuralmente o en sus funciones.

source: Great job, you labeled the bacteria cell correctly. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle-like structures called flagellum help some bacteria move.
es_es: Buen trabajo, etiquetaste la célula bacteriana correctamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula ayuda a proteger la célula y le permite adherirse a superficies. Los pili la ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamadas flagelos les ayudan a algunas bacterias a moverse.

source: The body defends itself from chemicals and microorganisms with the immune system.
es_es: El cuerpo se defiende de químicos y microorganismos con el sistema inmunológico.

source: pollen,pistil
es_es: polen,pistilo

source: pollen,stamen
es_es: polen,el estambre

source: pollen,petal
es_es: polen,el pétalo

source: pollen,pollination
es_es: polen,polinización

source: pistil,pollen
es_es: pistilo,polen

source: pistil,stamen
es_es: pistilo,el estambre

source: pistil,petal
es_es: pistilo,el pétalo

source: pistil,pollination
es_es: pistilo,polinización

source: stamen,pollen
es_es: el estambre,polen

source: stamen,pistil
es_es: el estambre,pistilo

source: stamen,petal
es_es: el estambre,el pétalo

source: stamen,pollination
es_es: el estambre,polinización

source: petal,pollen
es_es: el pétalo,polen

source: petal,pistil
es_es: el pétalo,pistilo

source: petal,stamen
es_es: el pétalo,el estambre

source: petal,pollination
es_es: el pétalo,polinización

source: pollination,pollen
es_es: polinización,polen

source: pollination,pistil
es_es: polinización,pistilo

source: pollination,stamen
es_es: polinización,el estambre

source: pollination,petal
es_es: polinización-el pétalo

source: No, seeds need a certain amount of moisture and humidity to grow. Too little moisture and they won't grow, too much and they will rot.
es_es: No, las semillas necesitan una cierta cantidad de humedad para crecer. Muy poca humedad y no crecen demasiado y pudre.

source: Correct! Not all seeds need sunlight to grow. When the seedling gets to the surface, it can begin to make its own food through photosynthesis.
es_es: ¡ Correcto! No todas las semillas necesitan luz solar para crecer. Cuando la planta llega a la superficie, puede comenzar a hacer su propio alimento mediante la fotosíntesis.

source: No, seeds need stored food to power the seedling to grow through inches of soil.
es_es: No, las semillas necesitan alimento almacenado para alimentar la planta a crecer a través de centímetros del suelo.

source: No, seeds need the correct soil temperature to grow. For example, a tropical seed might not grow in cool temperatures.
es_es: No, las semillas necesitan la temperatura correcta del suelo para crecer. Por ejemplo, una semilla tropical no podría crecer en temperaturas frías.

source: No, a seedling does have roots.
es_es: No, la planta de semillero realmente tiene raíces.

source: No, a seedling does have a stem.
es_es: No, la planta de semillero realmente tiene un tallo.

source: No, a seedling does have leaves.
es_es: No, la planta de semillero realmente tiene hojas.

source: Correct! A seedling does not have a flower. The flower is the part of a flowering plant that makes seeds.
es_es: ¡Correcto! Una planta de semillero no tiene una flor. La flor es la parte de una planta floreciente que hace semillas.

source: Correct. The anther is part of the stamen, which makes pollen. Pollen has to find its way to a pistil and reach the egg, which is called pollination.
es_es: Correcto. La antera es la parte del estambre, que hace el polen. El polen tiene que encontrar su camino hacia un pistilo y alcanzar el huevo, que se llama la polinización.

source: Not quite. The anther is part of the stamen, which makes pollen. Pollen has to find its way to a pistil and reach the egg, which is called pollination.
es_es: No del todo. La antera es parte de los estambres, que hace que el polen. El polen tiene que encontrar su camino a un pistilo y alcanzar el óvulo, que se llama polinización.

source: No, a seed grows and sprouts into a seedling through the process of germination. Pollination is when pollen is transferred to the egg to eventually form a seed.
es_es: No, una semilla crece y brota en una planta de semillero a través del proceso de germinación. La polinización es cuando el polen se transfiere al huevo para formar finalmente una semilla.

source: Correct. Pollination is when pollen is transferred to the egg to eventually form a seed.
es_es: Correcto. La polinización es cuando el polen se transfiere al huevo para formar finalmente una semilla.

source: No. Pollination is when pollen is transferred to the egg to eventually form a seed.
es_es: No. La polinización es cuando el polen se transfiere al huevo para formar finalmente una semilla.
