Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Not quite. Crushing it will help reduce the space it takes up, but throwing it away means wasting a resource that can be recycled.
es_es: No exactamente. Aplastarlo ayudará a reducir el espacio que ocupa, pero tirarlo significa desperdiciar un recurso que puede ser reciclado.

source: Not quite. Humans use natural resources to make themselves comfortable and happy but animals just use what they need to survive.
es_es: No exactamente. Los humanos usan recursos naturales para estar cómodos y felices, pero los animales sólo usan lo que necesitan para sobrevivir.

source: No. Animals just use what they need to survive but humans use natural resources to make themselves comfortable and happy.
es_es: No. Los animales sólo usan lo que necesitan para sobrevivir, pero los humanos usan recursos naturales para estar cómodos y felices.

source: Yes - Animals use just the natural resources they need to just survive but humans take more natural resources than are needed just to survive.
es_es: Sí - Los animales sólo usan lo que necesitan para sobrevivir, pero los humanos usan más recursos naturales de los que necesitan sólo para sobrevivir.

source: Not quite - Animals use just the natural resources they need to just survive but humans take more natural resources than are needed just to survive.
es_es: No exactamente - Los animales sólo usan lo que necesitan para sobrevivir, pero los humanos usan más recursos naturales de los que necesitan sólo para sobrevivir.

source: Great job! Based on these pie charts, it seems that the areas with the most coal (Asia Pacific and North America) do not have as much oil resources. The Middle East is rich in oil, but not in coal.
es_es: ¡Buen trabajo! Basándonos en estos gráficos, parece que las regiones con la mayoría del carbón (Asia-Pacífico y América del Norte) no tienen tantas reservas de petróleo. Oriente Medio es rica en petróleo, pero no en carbón.

source: Not quite. Based on these pie charts, it seems that the areas with the most coal (Asia Pacific and North America) do not have as much oil resources. The Middle East is rich in oil, but not in coal.
es_es: No exactamente. Basándonos en estos gráficos, parece que las regiones con la mayoría del carbón (Asia-Pacífico y América del Norte) no tienen tantas reservas de petróleo. Oriente Medio es rica en petróleo, pero no en carbón.

source: Nope. Water is used up in photosynthesis.
es_es: No. Se usa todo el agua en la fotosíntesis.

source: Yeah! Seems weird, but oxygen is actually a photosynthesis 'waste product.'
es_es: ¡Sí! Suena raro, pero el oxígeno es en realidad un 'residuo' de la fotosíntesis.

source: Sorry. Sugar is the main product of photosynthesis.
es_es: Lo siento. El azúcar es el producto principal de la fotosíntesis.

source: Naaaah. Sunlight is required to make photosynthesis work.
es_es: Noooo. La luz solar es necesaria para que la fotosíntesis funcione.

source: Sorry. The soil doesn't produce energy.
es_es: Lo siento. El suelo no produce energía.

source: Nope. Water isn't an energy source for plants.
es_es: No. El agua no es una fuente de energía para las plantas.

source: Yeah! Plants use solar energy to power photosynthesis.
es_es: ¡Sí! Las plantas usan energía solar para hacer funcionar la fotosíntesis.

source: Are you sure? Plants need energy for photosynthesis. Think again.
es_es: ¿Estás seguro/a? Las plantas necesitan energía para la fotosíntesis. Piénsalo otra vez.

source: That's correct! Humans are unable to digest cellulose.
es_es: ¡Correcto! Los humanos son incapaces de digerir la celulosa.

source: Sorry, that's a major use. Most of our homes are built of plant material.
es_es: Lo siento, ese es un uso mayoritario. La mayoría de nuestras casas están hechas con materia vegetal.

source: Nope, that's a common use. When you're writing on paper, you're writing on wood.
es_es: No, ese es un uso común. Cuando escribes en papel, estás escribiendo en madera.

source: Sorry, that's an important use. Grazers are able to digest cellulose for food.
es_es: Lo siento, ese es un uso importante. Los rumiantes son capaces de digerir celulosa para obtener alimento.

source: That's right! Wood is made of cellulose.
es_es: ¡Correcto! La madera está hecha de celulosa.

source: No... Simple sugars are part of the story, but not the main component of wood.
es_es: No... Los azúcares sencillos son una parte, pero no el componente principal de la madera.

source: There's actually very little protein in a tree.
es_es: En realidad hay muy poca proteína en un árbol.

source: Nope. Not much fat in a tree.
es_es: No. No hay mucha grasa en un árbol.

source: Think about it... Are there any other green plants?
es_es: Piensa en ello... ¿Hay otras plantas verdes?

source: Correct! All green plants are producers.
es_es: ¡Correcto! Todas las plantas verdes son productores.

source: Hmmmm... Are squirrels green plants?
es_es: Hmmmm... ¿Las ardillas son plantas verdes?

source: Salamanders? Really? Let's think about green plants.
es_es: ¿Salamandras? ¿En serio? Piensa en las plantas verdes.

source: Sorry. That's how energy is released.
es_es: Lo siento. Así es cómo se libera energía.

source: Yes! Photosynthesis is the process in all producers.
es_es: ¡Sí! La fotosíntesis es el proceso en todos los productores.

source: Not quite. Metabolism refers to all cellular processes.
es_es: No exactamente. El metabolismo se refiere a todos los procesos celulares.

source: No. Photosynthesis provides energy to power primary growth.
es_es: No. La fotosíntesis proporciona energía al crecimiento primario.

source: Sorry. Plant eating isn't a part of photosynthesis.
es_es: Lo siento. Comer plantas no es una parte de la fotosíntesis.

source: That's it! The light energy is used to make sugar from carbon dioxide and water.
es_es: ¡Eso es! La energía de la luz se usa para hacer azúcares a partir de dióxido de carbono y agua.

source: Um, no... Plants absorb water from soil.
es_es: Eh, no... Las plantas absorben agua del suelo.

source: Nope. OK, it's true... but not part of photosynthesis.
es_es: No. Bueno, es cierto... pero no es parte de la fotosíntesis.

source: No. Butterflies actually eat food made by flowers.
es_es: No. En realidad, las mariposas comen alimentos producidos por las flores.

source: Sorry. The eggs don't weigh much at all.
es_es: Lo siento. Los huevos no pesan demasiado.

source: Nice! As butterflies move from flower to flower, they carry pollen along.
es_es: ¡Bien! Cuando las mariposas se mueven de flor en flor, llevan el polen consigo.

source: Nope. The butterflies take the nectar away from the flowers.
es_es: No. Las mariposas se llevan el néctar de las flores.

source: No, although lions do not eat green plants, they eat animals that do. Without any green plants, there would be no animals for lions to eat.
es_es: No, aunque los leones no comen plantas verdes, comen animales que sí lo hacen. Sin plantas verdes, no habría animales que los leones pudiesen comer.

source: Nope. Carnivores are not required.
es_es: No. Los carnívoros no son necesarios.

source: Sorry. Cellulose doesn't include any sulfur.
es_es: Lo siento. La celulosa no incluye azufre.

source: Right! Photosynthesis combines carbon dioxide molecules to make sugar.
es_es: ¡Correcto! La fotosíntesis combina moléculas de dióxido de carbono para crear azúcares.

source: Sorry. Wood is a cellulose product.
es_es: Lo siento. La madera es un producto de celulosa.

source: Correct! The blue blocks show the growth increase under optimal water conditions. Then when the water decreased, you can see the CO<sub>2</sub> difference in the red blocks. The red blocks show a much greater growth increase.
es_es: ¡Correcto! Los bloques azules muestran el incremento de crecimiento bajo condiciones de agua óptimas. Luego, cuando el agua decrementó, puedes ver la diferencia de CO<sub>2</sub> en los bloques rojos. Los bloques rojos muestran un incremento de crecimiento mucho mayor.

source: Not quite, there wouldn't be any other animals for lions to eat because they would not have any plants as food, and would not survive.
es_es: No exactamente, no habría otros animales que los leones pudiesen comer porque no habría plantas como alimento, y no sobrevivirían.

source: Correct. Lions are carnivores and eat animals. The animals they eat need plants to survive.
es_es: Correcto. Los leones son carnívoros y comen animales. Los animales que comen necesitan plantas para sobrevivir.

source: Not quite, lions are carnivores, so they only indirectly eat plants. They eat animals that eat plants to survive.
es_es: No exactamente, los leones son carnívoros, así que sólo comen plantas de forma indirecta. Ellos comen animales que comen plantas para sobrevivir.

source: Sorry... Second-order consumers show up a lot, but aren't required.
es_es: Lo siento... Los consumidores de segundo orden son muy frecuentes, pero no son necesarios.

source: Hmm... Food webs can happen under water. No birds.
es_es: Hmm... Las redes alimenticias pueden existir bajo el agua. No son los pájaros.

source: There you go! All food webs are based on producers.
es_es: ¡Eso es! Todas las redes alimenticias se basan en productores.

source: Good job! Photosynthesis captures solar energy for living things to use.
es_es: ¡Buen trabajo! La fotosíntesis captura la energía solar para que los seres vivos la utilicen.

source: No... Photosynthesis stores energy.
es_es: No... La fotosíntesis almacena energía.

source: Not this one... Cellulose isn't a protein, it's a carbohydrate.
es_es: No es esta... La celulosa no es una proteína, es un carbohidrato.

source: Sorry. Water doesn't contain carbon.
es_es: Lo siento. El agua no contiene carbono.

source: No. Plants don't absorb much carbon from soil.
es_es: No. Las plantas no absorben mucho carbono del suelo.

source: Animals are consumers. Try again.
es_es: Los animales son consumidores. Inténtalo otra vez.

source: There you go! Scrambled eggs have no cellulose.
es_es: ¡Eso es! Los huevos revueltos no tienen celulosa.

source: Nope. Cotton bolls are pure cellulose.
es_es: No. Las bolas de algodón son celulosa pura.

source: No. Paper is a wood/water product.
es_es: No. El papel es un producto de madera/agua.

source: No! In low CO<sub>2</sub> conditions, plants with less water actually grew better.
es_es: ¡No! En condiciones de bajo CO<sub>2</sub>, las plantas con menos agua crecieron mejor en realidad.

source: Nope! Both factors, water and CO<sub>2</sub>, affected plant growth.
es_es: ¡Nop! Ambos factores, el agua y el CO<sub>2</sub>, afectaron el crecimiento de las plantas.

source: No! Both factors, water and CO<sub>2</sub>, affected plant growth.
es_es: ¡No! Ambos factores, el agua y el CO<sub>2</sub>, afectaron el crecimiento de las plantas.

source: solid
es_es: sólido

source: liquid
es_es: líquido

source: physical
es_es: físico

source: Scale
es_es: Balanza

source: Scale-Weight
es_es: Balanza-Peso

source: Scale-Temperature
es_es: Balanza-Temperatura

source: Scale-Volume
es_es: Balanza-Volumen

source: Thermometer
es_es: Termómetro

source: Thermometer-Weight
es_es: Termómetro-Peso

source: Thermometer-Temperature
es_es: Termómetro-Temperatura

source: Thermometer-Volume
es_es: Termómetro-Volumen

source: Graduated Cylinder
es_es: Probeta

source: Graduated Cylinder-Weight
es_es: Probeta-Peso

source: Graduated Cylinder-Temperature
es_es: Probeta-Temperatura

source: Graduated Cylinder-Volume
es_es: Probeta-Volumen

source: Temperature
es_es: Temperatura

source: Weight
es_es: Peso

source: Volume
es_es: Volumen

source: No, new substances such as carbon dioxide are formed and the process is not easily reversed. It is a chemical change.
es_es: No, se forman nuevas sustancias tales como el dióxido de carbono y el proceso no se invierte fácilmente. Se trata de un cambio químico.

source: Correct, new substances such as carbon dioxide are formed and the process is not easily reversed. It is a chemical change.
es_es: Correcto, se forman nuevas sustancias tales como el dióxido de carbono y el proceso no se invierte fácilmente. Se trata de un cambio químico.

source: Correct, the initial mixing of the ingredients does not form a new substance, or cause a chemical reaction.
es_es: Correcto, la mezcla inicial de los ingredientes no forma una nueva sustancia, o causa una reacción química.

source: No, the initial mixing of the ingredients does not form a new substance, or cause a chemical reaction. It is a physical change.
es_es: No, la mezcla inicial de los ingredientes no forma una nueva sustancia, o causa una reacción química. Se trata de un cambio físico.

source: Correct, feldspar is most likely the sample mineral.
es_es: Correcto, la muestra de mineral es probablemente feldespato.

source: No, garnet is not the same color, nor does the hardness range match the sample mineral. Feldspar is most likely the sample mineral.
es_es: No, el granate no es del mismo color, ni el rango de dureza concuerda con la muestra de mineral. Es más probable que la muestra de mineral sea feldespato.

source: Not quite, magnetite is black in color. Feldspar is most likely the sample which is gray.
es_es: No del todo, la magnetita es de color negro. Es más probable que la muestra sea feldespato, que es de color gris.

source: Not quite, hematite made a red streak. Feldspar is most likely the sample which made a white streak.
es_es: No del todo, la hematita hizo una raya roja. Es más probable que la muestra sea feldespato, que hizo una raya blanca.

source: No, the metal spoon conducted heat to the cook's hand. An oven mitt might have insulated the cookÃ¢â‚¬â„¢s hand.
es_es: No, la cuchara de metal condujo el calor a la mano del cocinero. Un guante de cocina podría haber aislado la mano del cocinero.

source: Correct, the spoon conducted heat from the boiling soup to the person's hand.
es_es: Correcto, la cuchara condujo el calor de la sopa hirviendo a la mano de la persona.

source: Not quite, the spoon did not conduct electricity, it conducted heat from the boiling soup to the person's hand.
es_es: No del todo, la cuchara no condujo la electricidad, condujo el calor de la sopa hirviendo a la mano de la persona.

source: No, the spoon did not chemically react with the cook's hand. It conducted heat from the boiling soup to the hand.
es_es: No, la cuchara no reaccionó químicamente con la mano del cocinero. Condujo el calor de la sopa hirviendo a la mano.

source: Correct, this mixing these leads to a chemical reaction forming new substances. Carbon dioxide is what you probably have seen foaming and bubbling.
es_es: Correcto, esta mezcla lleva a una reacción química formando nuevas sustancias. El dióxido de carbono es lo que probablemente has visto burbujeando y espumando.

source: No, this mixture does not form new compounds and can be reversed.
es_es: No, esta mezcla no forma compuestos nuevos y se puede invertir.

source: No, when glass breaks it is changing in size, not chemically changing.
es_es: No, cuando el vidrio se rompe está cambiando de tamaño, sin cambiar químicamente.

source: Correct, when toast burns it changes chemically.
es_es: Correcto, cuando la tostada se quema cambia químicamente.

source: No, paper tearing is a physical change in size.
es_es: No, cuando el papel se rasga es un cambio físico de su tamaño

source: No, ice melting is a physical change. The same substance is going from the solid state (ice) to its liquid form (water) without changing.
es_es: No, la fusión del hielo es un cambio físico. La misma sustancia que va desde el estado sólido (hielo) a su forma líquida (agua) sin cambiar.

source: No, descriptions such as having the potential to ignite and explode are not determined without changing the kind or identity of the matter.
es_es: No, descripciones tales como tener potencial para prender y explotar no se determinan sin cambiar el tipo o identidad de la materia.

source: Correct, whether or not a substance will burn is a chemical property, because when something burns, the kind of substance is changed into new kinds of matter.
es_es: Así es, si una sustancia se quema o no es una propiedad química, porque cuando algo se quema, el tipo de sustancia se transforma en un nuevo tipo de materia.

source: Correct, descriptions such as colorless, tasteless and odorless are physical properties of hydrogen. They can be determined without changing the kind or identity of the matter.
es_es: Correcto, descripciones tales como incoloro, insípido e inodoro son propiedades físicas del hidrógeno. Se pueden determinar sin cambiar la identidad o el tipo de materia.

source: No, descriptions such as colorless, tasteless and odorless are not properties that can be seen when a substance is changed into another kind of substance.
es_es: No, descripciones tales como incoloro, insípido o inodoro no son propiedades que se puedan ver cuando una sustancia se transforma en otro tipo de sustancia.

source: Not quite, water molecules can exist in a solid (ice) form as well as liquid (water) and gas (vapor) form.
es_es: No del todo, las moléculas de agua pueden existir en forma sólida (hielo) así como en forma líquida (agua) y gaseaosa (vapor).

source: Not quite, water molecules can exist in a gas (vapor) and liquid (water) form as well as solid (ice).
es_es: No del todo, las moléculas de agua pueden existir en un gas (vapor) y en un líquido (agua), así como en la forma sólida (hielo).

source: Correct, water molecules can exist in a solid (ice), liquid (water), and gas (vapor) form.
es_es: Correcto, las moléculas de agua pueden existir en forma sólida (hielo), líquida (agua) y gaseosas (vapor).

source: Not quite, water molecules can exist in a gas (vapor) form as well as solid (ice) and liquid (water).
es_es: No del todo, las moléculas de agua pueden existir en forma gaseosa (vapor) así como sólida (hielo) y líquida (agua).

source: Not quite. The density, freezing point, and melting point of a matter are best determined when tools and scientific instruments are used. Odor is usually measured with human sensation and detection as the base of the measurement.
es_es: No del todo. La densidad, el punto de congelación y el punto de fusión se determinan mejor usando herramientas e instrumentos científicos. El olor se mide generalmente mediante sensación y detección humana como la base de la medición.

source: Good job. The density, freezing point, and melting point of a matter are best determined when tools and scientific instruments are used. Odor is usually measured with human sensation and detection as the base of the measurement.
es_es: Buen trabajo. La densidad, el punto de congelación y el punto de fusión se determinan mejor usando herramientas e instrumentos científicos. El olor se mide generalmente con la sensación y detección humana como la base de la medición.

source: male
es_es: macho

source: egg
es_es: óvulo

source: female
es_es: hembra

source: sperm
es_es: espermatozoide

source: productive
es_es: productivas

source: pollen
es_es: polen

source: eggs
es_es: óvulos

source: reproductive
es_es: reproductivas

source: No... All animals hatch or are born.
es_es: No... Los animales nacen o eclosionan

source: No... All types of animals reproduce.
es_es: No... Todos los tipos de animales se reproducen.

source: That's correct. Some types of animals live on their own their entire lives.
es_es: Correcto. Algunos tipos de animales viven por su cuenta la mayor parte de sus vidas.

source: No... All animals eventually die.
es_es: No... Los animales acaban muriéndose.

source: Not quite. Plants and animals do have life cycles like that, but so do humans and all other living organisms.
es_es: No exactamente. Las plantas y los animales tienen ciclos de vida como éste, pero también lo tienen humanos y otros seres vivos.

source: Not quite. Humans and animals do have life cycles like that, but so do plants and all other living organisms.
es_es: No exactamente. Los humanos y los animales tienen ciclos de vida como este, pero también lo tienen las plantas y otros seres vivos.

source: Correct! Plants, animals, humans, and other living organisms have the life cycle of birth, growth, reproduction, and death.
es_es: ¡Correcto! Las plantas, los animales, los humanos y otros seres vivos tienen el ciclo de vida de nacimiento, crecimiento, reproducción y muerte.

source: Almost. There are tiny organisms you left out that also have this type of life cycle.
es_es: Casi. Hay pequeños organismos que te has dejado que también tienen este tipo de ciclo de vida.

source: No. The product of asexual reproduction is exactly like the parent.
es_es: No. El producto de la reproducción asexual es exactamente igual al padre.

source: No, in asexual reproduction the product has the exact same genes the parent does.
es_es: No, en la reproducción asexual el producto tiene exactamente los mismos genes que el padre.

source: Correct. The child has the exact same genes the parent does, like a clone.
es_es: Correcto, el hijo tiene exactamente los mismos genes que tiene el padre, como un clon.

source: No, in asexual reproduction the child has the exact same genes the parent does.
es_es: No, en la reproducción asexual, el hijo tiene exactamente los mismos genes que tiene el padre.

source: No, splitting it down the middle will not make another plant, it will just kill it.
es_es: No, dividir una planta por la mitad no hará que salga otra planta, simplemente la matará.

source: No, artificial hormones might make it grow, but not reproduce asexually.
es_es: No, puede que las hormonas artificiales la hagan crecer, pero no la harán reproducirse sexualmente.

source: No, that is incorrect.
es_es: No, esto es incorrecto.

source: That works! Using roots to copy plants is a good choice.
es_es: ¡Esto funciona! Usar raíces para copiar una planta es una buena elección.

source: Great job! Plants and animals have different parts for reproduction. Sometimes plants have female and male structures all on one plant, but most animals have two separate female and male parents.
es_es: ¡Buen trabajo! Plantas y animales tienen distintas partes para la reproducción. A veces las plantas tienen las estructuras femenina y masculina en la misma planta, pero la mayoría de los animales tiene dos padres diferentes, hembra y macho.

source: Not quite. Plants and animals have different parts for reproduction. Sometimes plants have female and male structures all on one plant, but most animals have two separate female and male parents.
es_es: No exactamente. Las plantas y los animales tienen diferentes partes para la reproducción. En ocasiones las plantas tienen estructuras masculinas y femeninas en una sola planta, pero la mayoría de animales tienen padres macho y hembra separadamente.

source: Great job! All living things breathe somehow, grow, reproduce, and respond to their environment.
es_es: ¡Buen trabajo! Todos los seres vivos respiran de alguna forma, crecen, se reproducen y responden a su entorno.

source: Not quite. All living things breathe somehow, grow, reproduce, and respond to their environment.
es_es: No exactamente. Todos los seres vivos respiran de alguna forma, crecen, se reproducen y responden a su entorno.

source: Correct. An animal must enter and leave flowers to be a pollinator.
es_es: Correcto. Un animal debe entrar y salir de las flores para ser un polinizador.

source: Not this one. It doesn't say anything about the bird and flowers.
es_es: Ésta no. No dice nada sobre pájaros y flores.

source: Nope. Eating a tree doesn't help its reproduction.
es_es: Nop. Comerse un árbol no ayuda a su reproducción.

source: Sorry. Leaf-eating doesn't do anything for pollination.
es_es: Lo sentimos. Comerse hojas no ayuda a la polinización.

source: Correct. Pollen is on the top part of the stamen.
es_es: Correcto. El polen se encuentra en la parte superior de los estambres.
