Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: The kind of fossils (the organisms which make them) changes over time which helps paleontologists identify the fossil (then rock) with a specific geological time period.
es_es: El tipo de fósiles (y de organismos que los originan) cambian a lo largo del tiempo. Esto ayuda a los paleontólogos a identificar al fósil (ahora roca) dentro de un periodo de tiempo geológico específico.

source: All the rocks and fossils scientists find are in perfect shape, so scientists do not need to compare rock layers from different areas of the earth to determine how old the fossils are.
es_es: Todas las rocas y fósiles que encuentran los científicos están en perfectas condiciones, así que los científicos no necesitan comparar capas de roca de distintas áreas de la Tierra para determinar cuán antiguos son los fósiles.

source: Consider the complexity of the following life forms and decide when scientists might date their fossils. Select the statement that is the most accurate.
es_es: Considera la complejidad de las siguientes formas de vida, y luego decide cuándo los científicos probablemente fechan sus fósiles. Selecciona la declaración que sea más acertada.

source: Fish are from 500 million years ago, trilobites from about 400 million years ago, and dinosaurs from 230 million years ago.
es_es: Los peces son de hace 500 millones de años, los trilobitas de hace alrededor 400 millones de años, y los dinosaurios de hace 230 millones de años.

source: Trilobites are from 500 million years ago, fish from about 400 million years ago, and dinosaurs from 230 million years ago.
es_es: Los trilobitas son de hace 500 millones de años, los peces de hace alrededor 400 millones de años, y los dinosaurios de hace 230 millones de años.

source: Dinosaurs are from 500 million years ago, fish from about 400 million years ago, and trilobites from 230 million years ago.
es_es: Los dinosaurios son de hace 500 millones de años, los peces de hace alrededor 400 millones de años, y los trilobitas de hace 230 millones de años.

source: Dinosaurs are from 500 million years ago, trilobites from about 400 million years ago, and fish from 230 million years ago.
es_es: Los dinosaurios son de hace 500 millones de años, los trilobitas de hace alrededor 400 millones de años, y los peces de hace 230 millones de años.

source: What can't fossils help scientists understand?
es_es: ¿Qué no pueden ayudar a entender los fósiles a los científicos?

source: How soft-bodied creatures of the past lived
es_es: Cómo vivían las criaturas de cuerpos suaves del pasado

source: How prehistoric animals got food
es_es: Cómo los animales prehistóricos obtenían comida

source: How old plants that formed fossils are
es_es: Qué tan viejas son las plantas que formaron fósiles

source: How the Earth changed over time
es_es: Cómo cambió la Tierra a lo largo del tiempo

source: What is a fossil?
es_es: ¿Qué es un fósil?

source: The original bones and shells from the animal.
es_es: Los huesos y conchas originales del animal.

source: Copies of the original animal that paleontologists make from plastic.
es_es: Copias de los animales originales que los paleontólogos hacen con plástico.

source: Copies of the original animal that paleontologists make from cement.
es_es: Copias de los animales originales que los paleontólogos hacen con cemento.

source: Copies of the original animal that geologic processes formed by replacing bone or shell with rock.
es_es: Copias de los animales originales que los procesos geológicos formaron al reemplazar huesos o conchas con roca.

source: Earth scientists believe that thousands or millions of years ago, the environments in some places on the earth were very different than today because:
es_es: Los científicos terrestres creen que, hace miles o millones de años, los ambientes en ciertos lugares de la Tierra eran muy diferentes de como son hoy porque...

source: They use fossils to provide evidence to support this claim.
es_es: Utilizan fósiles para proveer evidencia para sostener esta afirmación.

source: They use rock layers to provide evidence to support this claim.
es_es: Utilizan capas de roca para proveer evidencia para sostener esta afirmación.

source: They use rock radioactivity to provide evidence to support this claim.
es_es: Utilizan la radioactividad de las rocas para proveer evidencia para sostener esta afirmación.

source: All of the above.
es_es: Todas las anteriores

source: Look at the map of what the United States looked like a long time ago (in the Cretaceous geological period as shown on the map in figure 1). How is it different from what it is today?
es_es: Mira el mapa de cómo lucía Estados Unidos hace mucho tiempo (en el periodo geológico Cretácico, como se muestra en el mapa en la figura 1). ¿En qué se diferenciaba a como es ahora?

source: Florida was a mountain range.
es_es: Florida era una cordillera montañosa.

source: Most of the middle part of the country was underwater.
es_es: La mayor parte del centro del país estaba bajo el agua.

source: The northeast US (New England) was underwater.
es_es: El noreste de los Estados Unidos (Nueva Inglaterra) estaba bajo el agua.

source: It was pretty much the same as it is now.
es_es: Era básicamente igual a como es ahora.

source: Based on what you learned about sedimentary rock layers, if you were to drill down from the surface of the earth, which rock layers most likely the oldest?
es_es: Basándote en lo que aprendiste acerca de las capas de roca sedimentaria, si fueras a perforar la superficie de la Tierrra, ¿cuáles capas de roca probablemente serían las más viejas?

source: The thinnest ones
es_es: Las más delgadas

source: The ones closest to the surface
es_es: Las que están más cerca de la superficie

source: The thickest ones
es_es: Las más gruesas

source: The ones deepest from the surface
es_es: Las que están más profundas desde la superficie

source: Which of the following is an example of a fossil?
es_es: ¿Cuál de los siguientes es un ejemplo de un fósil?

source: A seashell found on the beach.
es_es: Una concha encontrada en la playa.

source: An old shoe found in the county landfill.
es_es: Un zapato viejo en el vertedero de basura local.

source: A dead tree stuck in the dirt in your neighborhood.
es_es: Un árbol muerto con raíces en el suelo de tu vecindario.

source: A seashell found inside a piece of rock.
es_es: Una concha encontrada dentro de una roca.

source: Fossils can help geologists tell about how old a rock is because:
es_es: Los fósiles pueden ayudar a los geólogos a determinar cuán vieja es una roca porque:

source: Certain fossils are related to certain time periods in the geological history of earth.
es_es: Ciertos fósiles están relacionados con ciertos periodos de tiempo en la historia geológica de la Tierra.

source: Life on earth has always been the same throughout geological time.
es_es: La vida en la Tierra siempre ha sido la misma a lo largo del tiempo geológico.

source: Fossils are radioactive so they can be dated by radioactivity.
es_es: Los fósiles son radioactivos, así que pueden fechar basándose en radioactividad.

source: Paleontologists just know when each fossil was formed.
es_es: Los paleontólogos simplemente saben cuándo se formó cada fósil.

source: Earth Materials and Systems
es_es: Materiales y Sistemas Terrestres

source: Which of the following is NOT related to lithosphere?
es_es: ¿Cuál de los siguientes no está relacionado con la litósfera?

source: earth materials
es_es: materiales terrestres

source: rocks and soil
es_es: rocas y suelo

source: things on the land
es_es: cosas sobre la tierra

source: geosphere
es_es: geósfera

source: Which earth system protects us from the harmful layers of the sun?
es_es: ¿Cuál sistema terrestre nos protege de las capas dañinas del sol?

source: hydrosphere
es_es: hidrósfera

source: atmosphere
es_es: atmósfera

source: biosphere
es_es: biósfera

source: lithosphere
es_es: litósfera

source: Interactions between earth systems shape the landscape and make the earth the way it is. Look at the examples of sphere interactions below and click on the LEAST accurate one.
es_es: Las interacciones entre los sistemas terrestres dan forma al paisaje y hacen que la Tierra sea como es. Mira los ejemplos de interacciones entre esferas y da clic en la menos acertada.

source: Rain is an example of an interaction between the atmosphere and hydrosphere.
es_es: La lluvia es un ejemplo de una interacción entre la atmósfera y la hidrósfera.

source: Ozone change is an example of interaction between the atmosphere and lithosphere.
es_es: El cambio en el ozono es un ejemplo de interacción entre la atmósfera y la litósfera.

source: Tsunamis are an example of interaction between the lithosphere and atmosphere.
es_es: Los tsunamis son un ejemplo de interacción entre la litósfera y la atmósfera.

source: Photosynthesis is an example of interaction between the hydrosphere and biosphere.
es_es: La fotosíntesis es un ejemplo de interacción entre la hidrósfera y la biósfera.

source: Ocean waves are an example of interaction between the hydrosphere and biosphere.
es_es: Las olas del océano son un ejemplo de interacción entre la hidrósfera y la biósfera.

source: Pieces of rock are moved over Earth's surface by water and wind during ________.
es_es: Piezas de roca son movidas sobre la superficie de la Tierra por el agua y el viento durante la ________.

source: erosion
es_es: erosión

source: deposition
es_es: deposición

source: revolution
es_es: revolución

source: Look at the image and select the statement that is NOT correct.
es_es: Mira la imagen y selecciona la declaración que no es correcta.

source: The amount of rain a region gets is dependent on its geography.
es_es: La cantidad de lluvia que recibe una región depende de su geografía.

source: The hydrosphere on the east side is very dry and the west side is very wet.
es_es: La hidrósfera del lado este es muy seca, y la del lado oeste es muy húmeda.

source: The same type of plants and animals live on each side of the mountain.
es_es: La misma clase de plantas y animales viven a ambos lados de la montaña.

source: Which statement is true about rocks and minerals?
es_es: ¿Cuál declaración es cierta acerca de rocas y minerales?

source: Minerals are always formed from rocks that get melted.
es_es: Los minerales siempre se forman de rocas que se han fundido.

source: Rocks are always made up of minerals.
es_es: Las rocas siempre están hechas de minerales.

source: Rocks and minerals are formed separately from different geological processes.
es_es: Las rocas y minerales se forman por separado a través de distintos procesos geológicos.

source: Minerals have to be crystals but rocks are just made of hard dirt.
es_es: Los minerales tienen que ser cristales, pero las rocas están hechas sólo de suelo duro.

source: If you were going to go hiking or backpacking across the mountains in the image on the right and you had to carry all of your food and water for the whole trip, would it make more sense to go:
es_es: Si fueras a ir de paseo o a acampar a través de las montañas en la imagen de la derecha, y tuvieras que cargar toda tu comida y agua para el viaje completo, tendría más sentido ir:

source: east to west
es_es: de este a oeste

source: north to south
es_es: de norte a sur

source: west to east
es_es: de oeste a este

source: south to north
es_es: de sur a norte

source: In the diagram to the right, what would be an interaction between the anthrosphere and the atmosphere?
es_es: En el diagrama de la derecha, ¿cuál sería una interacción entre la antropósfera y la atmósfera?

source: Pollution of lakes, streams, and oceans.
es_es: Contaminación de lagos, arroyos y océanos.

source: Logging mountain forests.
es_es: Tala de bosques en la montaña.

source: Mining coal and minerals from the ground.
es_es: Minar carbón y minerales del suelo.

source: Pollution the air with CO<sub>2</sub>.
es_es: Contaminar el aire con CO<sub>2</sub>.

source: Weather systems that cause rain and snow general move from west to east in the United States so it is most likely that deserts and other dry landscapes are most likely to form on which side of mountain ranges?
es_es: Los sistemas climáticos que pueden causar lluvia y nieve generalmente se mueven del oeste al este de los Estados Unidos, así que es más probable que los desiertos y otros paisajes secos se formen ¿en qué lado de las cordilleras de montañas?

source: North
es_es: Norte

source: South
es_es: Sur

source: East
es_es: Este

source: West
es_es: Oeste

source: The damage to towns from hurricane Sandy was the result of interactions between the:
es_es: El daño causado a las ciudades por el huracán Sandy fue el resultado de interacciones entre:

source: Anthrosphere, the biosphere, and hydrosphere
es_es: La antropósfera, la biósfera y la hidrósfera

source: Atmosphere, the hydrosphere, and the anthrosphere
es_es: La atmósfera, la hidrósfera y la antropósfera

source: Anthrosphere and hydrosphere, the lithosphere, and the atmosphere
es_es: La antropósfera e hidrósfera, la litósfera y la atmósfera

source: Lithosphere, the atmosphere, hydrosphere
es_es: La litósfera, la atmósfera e hidrósfera

source: Read the statements about how wind and water changes the size of mountains over long periods of time. Click on the statement that is correct.
es_es: Lee las declaraciones acerca de cómo el viento y el agua cambian el tamaño de las montañas a través de largos periodos de tiempo. Da clic en la declaración que es correcta.

source: Wind and water continuously moves and changes the size of mountains over millions of years.
es_es: El viento y el agua continuamente mueven y cambian el tamaño de las montañas a lo largo de millones de años.

source: The size of mountains does not change over millions of years, not even with wind and water movement.
es_es: El tamaño de las montañas no cambia a lo largo de millones de años, ni siquiera con el movimiento del agua y el viento.

source: Wind and water continuously moves and changes the size of only a certain type of mountains over millions of years.
es_es: El viento y el agua continuamente mueven y cambian el tamaño de sólo cierta clase de montañas a lo largo de millones de años.

source: Mountains change in size over millions of years, but it is not because of wind and water moving continuously.
es_es: Las montañas cambian de tamaño a lo largo de millones de años, pero no es porque el agua y el viento se las muevan continuamente.

source: Look at the picture at the right. This is an example of:
es_es: Mira la imagen de la derecha. Este es un ejemplo de:

source: Slow erosion by wind
es_es: Erosión lenta por viento

source: Rapid erosion by water
es_es: Erosión rápida por agua

source: Slow erosion by water
es_es: Erosión lenta por agua

source: Rapid erosion by wind
es_es: Erosión rápida por viento

source: Ecosystems Interactions
es_es: Interacciones en ecosistemas

source: Read the following statements and select the one that is NOT correct.
es_es: Lee las siguientes afirmaciones y selecciona la que no es correcta.

source: Ecosystems are a collection of organisms and interactions.
es_es: Los ecosistemas son un conjunto de organismos e interacciones.

source: Ecosystems change over time.
es_es: Los ecosistemas cambían a lo largo del tiempo.

source: Many species are able to meet their needs in a healthy ecosystem.
es_es: Muchas especies pueden satisfacer sus necesidades en un ecosistema sano.

source: Some species may disappear with no effect on an ecosystem.
es_es: Algunas especies pueden desaparecer de un ecosistema sin efecto alguno.

source: Which of the following living things would most probably get its energy only from consumers?
es_es: ¿Cuál de los siguientes seres vivos probablemente obtiene su energía sólo de consumidores?

source: deer
es_es: Ciervo

source: eagle
es_es: Águila

source: grass
es_es: Hierba

source: mushroom
es_es: Champiñón

source: Which type of organisms break down and recycle all types of dead organisms?
es_es: ¿Qué tipo de organismos se descomponen y reciclan todo tipo de organismos muertos?

source: predators
es_es: Predadores

source: prey
es_es: Presas

source: Prey
es_es: Presas

source: producers
es_es: Productores

source: decomposers
es_es: Descomponedores

source: Look at the food chain below. If the number of mice suddenly increases, which population would most probably decrease first?
es_es: Observa la cadena trófica a continuación. Si de repente aumenta el número de ratones, ¿qué población será la primera en decrecer?

source: snakes
es_es: serpientes

source: hawks
es_es: Halcones

source: grasshoppers
es_es: Saltamontes

source: grass and plants
es_es: Hierbas y plantas

source: Look at the food web of living things in a field. What role do raccoons have in this food web?
es_es: Mira la red trófica de los seres vivos en un campo. ¿Qué papel tienen los mapaches en esta red trófica?

source: Decomposer
es_es: Descomponedores

source: Producer
es_es: Productores

source: Consumer
es_es: Consumidores

source: The image to the right shows a fast-growing vine called kudzu. Kudzu quickly uses up available resources to completely cover everything in its area. Kudzu has many benefits, but what effect might its fast growth have on an ecosystem?
es_es: La imagen de la derecha muestra una enredadera de rápido crecimiento llamada kudzu. El kudzu utiliza rápidamente los recursos disponibles para cubrirlo todo en su área.El kudzu tiene muchas ventajas, ¿pero que efectos tiene su rápido crecimiento en un ecosistema?

source: Other plants increase in number.
es_es: Aumenta el número de otras plantas

source: Other plants decrease in variety.
es_es: Disminuye la variedad de otras plantas.

source: The water supply will increase in the area.
es_es: Incrementará el suministro de agua en la zona.

source: The weather patterns will increase or decrease in the area.
es_es: Los patrones climáticos aumentarán o disminuirán en la zona.

source: Reindeer were first introduced on St. Paul Island, Alaska in 1910. The island had few mammals and no predators. The graph above shows the changes in the St. Paul reindeer population between 1910 and 1950. Which of the following statements BEST explains why the curve peaks between 1935 and 1940?
es_es: El reno fue introducido por primera vez en St. Paul Island, Alaska en 1910. La isla tenía pocos mamíferos y no tenía depredadores. El gráfico anterior muestra los cambios en la población de renos de St. Paul entre 1910 y 1950. ¿Cuál de las siguientes afirmaciones explica MEJOR por qué hay un pico en la curva entre 1935 y 1940?

source: Predators caught more and more deer.
es_es: Los predadores cazaban cada vez más ciervos.

source: Food in the environment was limited.
es_es: La comida en el hábitat era cada vez más limitada.

source: Severe winters destroyed deer shelters.
es_es: Duros inviernos destruyeron los refugios de los ciervos.

source: The deer were unable to find many mates.
es_es: Los ciervos fueron incapaces de encontrar pareja.

source: What can you infer about a camel from the fact that it can easily live in the desert?
es_es: ¿Qué se puede inferir sobre un camello por el hecho de que puede vivir fácilmente en el desierto?

source: It must be a very large animal
es_es: Debe ser un animal muy grande

source: It must eat only cacti
es_es: Sólo debe comer cactus

source: It must have a small habitat
es_es: Debe tener un hábitat pequeño

source: It must survive on little water
es_es: Debe sobrevivir con poca agua

source: When humans interact with natural systems, it's common for unexpected consequences to occur. Which of the following is the best explanation?
es_es: Cuando los seres humanos interactúan con los sistemas naturales, es común que se produzcan consecuencias inesperadas. ¿Cuál de las siguientes es la mejor explicación?

source: Humans seldom consider all possible outcomes before making decisions.
es_es: Los humanos rara vez consideran todos los posibles resultados antes de tomar decisiones.

source: Humans always completely understand an ecosystem before we begin to change it.
es_es: Los humanos siempre entienden completamente un ecosistema antes de empezar a cambiarlo.

source: Humans always consider all possible outcomes before making decisions.
es_es: Los humanos siempre tienen en cuenta todos los posibles resultados antes de tomar decisiones.

source: Nature is a simple system with few hard-to-understand relationships.
es_es: La naturaleza es un sistema sencillo con pocas relaciones difíciles de entender.

source: What is an ecosystem?
es_es: ¿Qué es un ecosistema?

source: An un-natural unit consisting of plants, animals, and microorganisms in an area functioning together and interacting with the environment.
es_es: Una unidad anti-natural que consiste en plantas, animales y microorganismos en un área y que se relacionan entre ellos e interactuan con el medio ambiente.

source: A natural unit consisting of plants, animals, and microorganisms in an area functioning together and interacting with the environment.
es_es: Una unidad natural que consiste en plantas, animales, y microorganismos en un área y que se relacionan entre ellos e interaccionan con el medio ambiente.

source: An un-natural unit consisting of plants, animals, and microorganisms in an area not functioning together or interacting with the environment.
es_es: Una unidad no natural que consiste en plantas, animales y microorganismos en un área y que no se relacionan entre ellos o no interactúan con el medio ambiente.

source: A natural unit consisting of plants, animals, and microorganisms in an area not functioning together or interacting with the environment.
es_es: Una unidad natural que consiste en plantas, animales y microorganismos en un área y que no se relacionan entre ellos o no interactúan con el medio ambiente.

source: Why do adaptations become common in populations?
es_es: ¿Por qué se vuelven comunes las adaptaciones en las poblaciones?

source: Adaptations make it harder for animals to survive.
es_es: Las adaptaciones hacen que sobrevivir sea más difícil para un animal.

source: Only animals are able to adapt.
es_es: Sólo los animales se pueden adaptar.

source: Only plants are able to adapt.
es_es: Sólo las plantas se pueden adaptar.

source: Adaptations make it easier for animals to survive.
es_es: Las adaptaciones hacen que sobrevivir sea más fácil para un animal.

source: Which of the following would NOT be a problem created by an invasive specie?
es_es: ¿Cuál de los siguientes no sería un problema creado por una especie invasora?

source: Creating new habitat for native species.
es_es: La creación de un hábitat para nuevas especies.

source: Preying upon native species.
es_es: La caza de especies nativas.

source: Competing with native species.
es_es: La competición con especies nativas.

source: Over-populating the habitat.
es_es: La sobrepoblación del hábitat.

source: What is a beaver's habitat?
es_es: ¿Cuál es el hábitat del castor?

source: The number of beavers in a given area
es_es: El número de castores en un área determinada

source: The streams of North America
es_es: Los ríos de América del Norte

source: The plants that beavers eat
es_es: Las plantas que los castores comen

source: The tail of a beaver
es_es: La cola del castor
