Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: brain, parasympathetic nervous system, skin
es_es: cerebro, el sistema nervioso parasimpático, la piel

source: autonomic nervous system, eyes, ears
es_es: del sistema nervioso autónomo, los ojos, los oídos

source: Look at charts below describing the central and peripheral nervous systems. Select the chart that correctly describes what the central and peripheral nervous systems are made up of and what functions they perform.
es_es: Mira tablas a continuación describiendo los sistemas nerviosos central y periférico. Selecciona el gráfico que describe correctamente de qué se componen los sistemas nerviosos centrales y periféricos y qué funciones realizan.

source: These systems...
es_es: Estos sistemas ...

source: Central nervous system
es_es: Sistema nervioso central

source: Peripheral nervous system
es_es: Sistema nervioso periférico

source: Are made up of
es_es: Se componed de

source: Perform these functions
es_es: Realizan estas funciones

source: Many nerve cells that connect to the spinal cord
es_es: Muchas células nerviosas que se conectan a la médula espinal

source: Interpret and respond to stimuli
es_es: Interpretan y responden a los estímulos

source: The brain and spinal cord
es_es: El cerebro y la médula espinal

source: Sense the environment and stimulate muscles to act
es_es: Sientan el ambiente y estimulan los músculos para actuar

source: The cells of the peripheral nervous system are divided into two groups: cells that interact with the environment to sense taste, touch, smell, vision, and sound; and those that take information from the brain and stimulate responses throughout the body. Look at the image below and click on the answer that best identifies neurons 1 and 2 in the image.
es_es: Las células del sistema nervioso periférico se dividen en dos grupos: las células que interactúan con el medio ambiente para percibir el gusto, el tacto, el olfato, la vista y el sonido; y las que sacan información desde el cerebro y estimulan respuestas en todo el cuerpo. Mira la imagen de abajo y haz clic en la respuesta que mejor identifica las neuronas 1 y 2 en la imagen.

source: 1. Sensory neurons, 2. Motor Neurons
es_es: 1. Las neuronas sensoriales, 2. Neuronas Motoras

source: 1. Sensory neurons, 2. Sensory Neurons
es_es: 1. Las neuronas sensoriales, 2. neuronas sensoriales

source: 1. Motor neurons, 2. Motor Neurons
es_es: 1. Las Neuronas Motoras, 2. Neuronas Motoras

source: 1. Motor neurons, 2. Sensory Neurons
es_es: 1. Las neuronas motoras, 2. neuronas sensoriales

source: Look at the phrases related to stimuli. Three of them are main categories of stimuli the nervous system is sensitive to. Click on the phrase that is NOT a main category of stimuli the nervous system is sensitive to.
es_es: Mira las frases relacionadas con los estímulos. Tres de ellas son las principales categorías de los estímulos al sistema nervioso que es sensible . Haz clic en la frase que NO es una categoría principal de los estímulos al sistema nervioso que es sensible.

source: Mechanical stimuli
es_es: Estímulos mecánicos

source: Chemical stimuli
es_es: Estímulos químicos

source: Pain Stimuli
es_es: Estímulos al dolor

source: Electromagnetic Stimuli
es_es: Estímulos electromagnéticos

source: Select the answer that fills blanks 1 and 2 correctly.
es_es: Selecciona la respuesta que llena los espacios en blanco 1 y 2 correctamente.

source: One nerve cell sends a message to another by releasing chemicals into the space between. This space is called the ____1____. Whenever a cell communicates with another cell, their next interaction becomes quicker and easier. When this communication happens a few times, a temporary pattern is formed. We call this a ____2_____.
es_es: Una célula nerviosa envía un mensaje a otra liberando productos químicos en el espacio entre ellas. Este espacio se llama ____ 1____. Cada vez que una célula se comunica con otra célula, su próxima interacción se vuelve más rápido y más fácil. Cuando esta comunicación ocurre un par de veces, se forma un patrón temporal. Llamamos a esto una ____ 2_____.

source: 1) Chemical receptor 2) Chemical stimulus
es_es: 1) Receptor químico 2) Estímulo químico

source: 1) synapse 2) Short term memory
es_es: 1) sinapsis 2) La memoria a corto plazo

source: 1) Chemical receptor 2) synapse
es_es: 1) Receptor químico 2) sinapsis

source: 1) Synapse 2) Long term memory
es_es: 1) Sinapsis 2) La memoria a largo plazo

source: Click on the statement about memory improvement that is NOT correct.
es_es: Haz clic en la declaración sobre mejorar la memoria que no es correcta.

source: The more often a memory pattern is exercised, the stronger it becomes, and the easier it is to use later.
es_es: Cuanto más a menudo un patrón de memoria se ejercita, más fuerte se vuelve, y más fácil será para usarlo más tarde.

source: Strengthening the connections between cells in the brain is how your memory will improve.
es_es: El refuerzo de las conexiones entre las células en el cerebro es como su memoria mejorará.

source: It is not possible to improve your memory; that is an inherited trait.
es_es: No es posible para mejorar su memoria; esto es un rasgo hereditario.

source: Chunking, imagery, and practicing are tools to improve your memory.
es_es: Aprender en trozos, imágenes, y practicando son herramientas para mejorar su memoria.

source: Choose the incorrect statement from the following.
es_es: Elija la declaración incorrecta de la siguiente.

source: Cone cells sense light.
es_es: Los conos perciben la luz.

source: Animals are not capable of learned behavior.
es_es: Los animales no son capaces de un comportamiento aprendido.

source: The brain is part of the central nervous system.
es_es: El cerebro es parte del sistema nervioso central.

source: Chunking is a memorization technique.
es_es: Aprender en trozos es una técnica de memorización.

source: Which of the following statements correctly explains the relationship between rod and cone cells?
es_es: ¿Cuál de las siguientes afirmaciones explica correctamente la relación entre las células conos y varillas?

source: Rods sense black/white; cones sense color.
es_es: Varillas perciben negro / blanco; conos perciben el color.

source: Rods sense heat; cones sense sound.
es_es: Varillas perciben el calor; conos perciben el sonido.

source: Rods sense color; cones sense smell.
es_es: Varillas perciben del color; conos perciben el olor.

source: Rods sense taste; cones sense color.
es_es: Varillas perciben el gusto; conos perciben el color.

source: Sensory neurons respond to chemical stimuli based upon the substance's...
es_es: Las neuronas sensoriales responden a estímulos químicos basados en la sustancia de ...

source: age.
es_es: edad.

source: shape.
es_es: forma.

source: loudness.
es_es: sonoridad.

source: Which of the following is true about sensory neurons.
es_es: ¿Cuál de las siguientes afirmaciones es cierta sobre las neuronas sensoriales?

source: Sensory neurons are part of the central nervous system.
es_es: Las neuronas sensoriales son parte del sistema nervioso central.

source: Sensory neurons contain memories.
es_es: Las neuronas sensoriales contienen recuerdos.

source: Sensory neurons stimulate muscle contraction.
es_es: Las neuronas sensoriales estimulan la contracción muscular.

source: Sensory neurons are part of the peripheral nervous system.
es_es: Las neuronas sensoriales son parte del sistema nervioso periférico.

source: Natural Hazards
es_es: Los Riesgos Naturales

source: In which do you think a hurricane would most likely strike?
es_es: ¿En qué crees que un huracán lo más probable golpearía?

source: Read the following passage about wild fires and answer the question below.
es_es: Lee el siguiente pasaje sobre los incendios forestales y contesta la pregunta.

source: Read the following passage about wild fires and answer the question below. Firefighters sometimes fight wildfires by starting fires on purpose, this is a process called controlled burning. These fires help take away shrubs and other plants under trees as well as litter on the ground from a forest. Even though fires are harmful for people and animals, when they occur naturally as wildfires, they have an important role in nature. They give back nutrients to the soil by burning dead or rotting matter. They also act as a disinfectant and take away plants with diseases and harmful insects from a forest ecosystem. Click on the correct statement about fires.
es_es: Lee el siguiente pasaje sobre los incendios forestales y contesta la pregunta.Los bomberos combaten incendios forestales por el inicio de incendios a propósito, este es un proceso que se llama quema controlada. Estos incendios ayudan a eliminar arbustos y otras plantas debajo de los árboles, además de basura en el suelo de un bosque. A pesar de que los incendios son dañinos para las personas y los animales, cuando ocurren naturalmente como los incendios forestales, tienen un papel importante en la naturaleza. Ellos devuelven nutrientes al suelo por la quema de materia muerta o en descomposición. También actúan como desinfectante y quitan las plantas con enfermedades e insectos dañinos de un ecosistema forestal.Haz clic en la afirmación correcta sobre los incendios.

source: Click on the correct statement about fires.
es_es: Haz clic en la afirmación correcta sobre los incendios.

source: Wild fires are harmful to humans and nature.
es_es: Los incendios forestales son dañinos para los seres humanos y la naturaleza.

source: Firefighters remove disease-ridden plants and harmful insects to prevent wildfires.
es_es: Los bomberos quitan plantas plagados de enfermedades e insectos dañinos para prevenir los incendios forestales.

source: Controlled burning helps prevent wild fire by removing undergrowth and ground litter from a forest.
es_es: La quema controlada ayuda a prevenir los incendios forestales mediante la eliminación de maleza y hojarasca de un bosque.

source: The only way to return nutrients to the soil is by burning dead or decaying matter.
es_es: La única manera de devolver nutrientes a la tierra es por la quema de materia en descomposición o muerta.

source: Select the best choice that describes the event(s) that can cause a tsunami.
es_es: Selecciona la mejor opción que describe el evento (los eventos) que puede(n) causar un tsunami.

source: Volcanic eruptions
es_es: Las erupciones volcánicas

source: Landslides under or into the sea
es_es: Los deslizamientos de tierra debajo del mar o en el mar

source: Under water earthquakes
es_es: Los terremotos subacuáticos

source: Click on the statement that is not correct.
es_es: Haz clic en la declaración que no es correcta.

source: Lightning, hurricanes, and tornadoes are a direct result of geological features.
es_es: Los rayos, huracanes y tornados son el resultado directo de las características geológicas.

source: Underwater earthquakes can cause tsunamis.
es_es: Los terremotos subacuáticos pueden causar tsunamis.

source: Climatologists and meteorologists study climate and weather, but cannot predict all natural disasters.
es_es: Los climatólogos y meteorólogos estudian el clima y el tiempo, pero no pueden predecir todos los desastres naturales.

source: Some kinds of severe weather are more likely to occur than others in a given region.
es_es: Algunos tipos de tiempo severo tienen mayor probabilidad de ocurrir que otros en una región determinada.

source: Which of the following are examples of natural hazards?
es_es: ¿Cuál de los siguientes son ejemplos de los riesgos naturales?

source: Lightning strikes in a populated forested area
es_es: Los rayos caen en una zona boscosa poblada

source: Flying in an airplane with a faulty electrical system
es_es: Volando por avión con un sistema eléctrico defectuoso

source: An asteroid on a collision course with Earth
es_es: Un asteroide en curso de colisión con la Tierra

source: A spill of toxic industrial chemicals into a river
es_es: Un derrame de productos químicos industriales tóxicos en un río

source: Which of the following statements are true? Check all that apply.
es_es: ¿Cuál de las siguientes afirmaciones son verdaderas? Marca todas que aplican.

source: Humans have no control over natural hazards. They are simply a result of natural events that always take place around the world.
es_es: Los seres humanos no tienen control sobre los riesgos naturales. Ellos son simplemente el resultado de eventos naturales que siempre tienen lugar en todo el mundo.

source: Human activity can increase the frequency and intensity of natural hazards.
es_es: La actividad humana puede aumentar la frecuencia e intensidad de los riesgos naturales.

source: Human activity can reduce the frequency and intensity of natural hazards.
es_es: La actividad humana puede reducir la frecuencia e intensidad de los desastres naturales.

source: Humans often avoid the effects of natural hazards by not living where they occur.
es_es: Los seres humanos suelen evitar los efectos de los riesgos naturales por no vivir donde ocurren.

source: Although a natural disaster can occur at any time, which of the following natural hazards are known to occur during particular seasons?
es_es: Aunque un desastre natural puede ocurrir en cualquier momento, ¿cuál de los siguientes riesgos naturales se sabe que se producen durante determinados períodos del año?

source: Volcanic Eruption
es_es: Erupción Volcánica

source: Which of the following can reduce the impact of natural hazards on humans?
es_es: ¿Cuál de los siguientes puede reducir el impacto de los riesgos naturales en los seres humanos?

source: Avoid living in hazard-prone areas such as flood plains
es_es: Evita vivir en zonas propensas a desastres tales como las llanuras de inundación

source: Installing early warning systems for natural hazards such as tornadoes and lightning strikes.
es_es: La instalación de sistemas de alerta temprana para riesgos naturales como tornados y relámpagos.

source: Adding structural supports to buildings to withstand intense wind and ground shaking.
es_es: La adición soportes estructurales a los edificios para soportar el viento intenso y los temblores de tierra.

source: Planning safe evacuation routes in areas prone to natural hazards.
es_es: Planificando rutas de evacuación seguras en las zonas propensas a los desastres naturales.

source: Many scientists study natural hazards to look for patterns in the location, frequency and intensity of natural disasters. They also look for patterns that may exist in environmental conditions and phenomena that precede natural disasters. What can scientist do with this information? Check all that apply. They can use this information to:
es_es: Muchos científicos estudian los riesgos naturales para buscar patrones en el lugar, la frecuencia y la intensidad de los desastres naturales. También buscan patrones que puedan existir en las condiciones ambientales y los fenómenos que preceden a los desastres naturales. ¿Qué puede hacer el científico con esta información? Marque todas que aplican. Pueden utilizar esta información para:

source: develop early warning systems for natural disasters.
es_es: desarrollar sistemas de alerta temprana para desastres naturales.

source: improve their ability to predict the occurrence of natural hazards.
es_es: mejorar su capacidad para predecir la ocurrencia de riesgos naturales.

source: prevent all natural hazards from occurring.
es_es: prevenir todos los riesgos naturales que no se produzcan.

source: create models that identify how frequently catastrophic events occur.
es_es: crear modelos que identifican con qué frecuencia ocurren eventos catastróficos.

source: Which of the following natural hazards are usually preceded by heavy rainfall?
es_es: ¿Cuál de los siguientes riesgos naturales generalmente están precedidos por las fuertes lluvias?

source: Floods
es_es: Inundaciones

source: Earthquakes
es_es: Terremotos

source: Landslides
es_es: Los deslizamientos de tierra

source: Which of the following present a threat to human life during a volcanic eruption? Check all that apply.
es_es: ¿Cuál de los siguientes presenta una amenaza a la vida humana durante una erupción volcánica? Marca todos que aplican.

source: Lava Flows
es_es: Los flujos de lava

source: Mudflows
es_es: Los flujos de lodo

source: Toxic gases
es_es: Los gases tóxicos

source: Lightning
es_es: Relámpagos

source: This scientist uses seismographs to monitor the threat of a geologic hazard. What hazard or hazards might this scientist study?
es_es: Este científico utiliza sismógrafos para vigilar la amenaza de un peligro geológico. ¿Qué peligros o riesgos podría estudiar este científico?

source: Tornadoes
es_es: Tornados

source: Volcanoes
es_es: Volcanes

source: Due to the number of volcanic eruptions and earthquakes, the Pacific "Ring of Fire" is the most common place for tsunamis to happen. Which true statement can we infer from this information?
es_es: Debido a la cantidad de erupciones volcánicas y terremotos, el Pacífico "Anillo de Fuego" es el lugar más común para los tsunamis. ¿Qué afirmación verdadera podemos deducir de esta información?

source: Some natural hazards are more likely to occur than others in a given region.
es_es: Algunos riesgos naturales son más probables de ocurrir que otros en una región determinada.

source: Some kinds of natural hazards only happen in a certain region.
es_es: Algunos tipos de los riesgos naturales sólo ocurren en una región determinada.

source: Humans cannot eliminate the hazards but can take steps to reduce their impacts.
es_es: Los seres humanos no pueden eliminar los riesgos, pero pueden tomar medidas para reducir sus impactos.

source: Humans can eliminate the hazards and take steps to reduce their impacts.
es_es: Los seres humanos pueden eliminar los riesgos y tomar medidas para reducir sus impactos.

source: Look at the diagram about factors of floods below and click on the statement that is not correct.
es_es: Mira el diagrama sobre los factores de las inundaciones y haga clic en la declaración que no es correcta.

source: Damage from flooding can be reduced by dams.
es_es: Los daños causados por las inundaciones puede reducirse por las represas.

source: Damage from flooding can be increased by tides.
es_es: Los daños causados por las inundaciones se puede aumentar por las mareas.

source: Flash floods can occur in urban and rural areas.
es_es: Las inundaciones repentinas pueden ocurrir en zonas urbanas y rurales.

source: Runoff is the major cause of floods in this area.
es_es: La escorrentía es la causa principal de las inundaciones en esta zona.

source: Life Cycle of Plants
es_es: El Ciclo de La vida de Las Plantas

source: Seeds are found in which plant structure?
es_es: ¿Las semillas se encuentran en cuál estructura de la planta?

source: Roots
es_es: Las raíces

source: Flowers
es_es: Flores

source: Stems
es_es: Los tallos

source: Fruits
es_es: Las frutas

source: Which of the following structures is not part of flowers?
es_es: ¿Cuál de las siguientes estructuras no es parte de las flores?

source: Root hairs
es_es: Pelos de la raíz

source: Petals
es_es: Los pétalos l

source: Stamens
es_es: Los estambres

source: Pistils
es_es: los pistilos

source: Pollen is made in which structure?
es_es: ¿El polen se hace en cuál estructura?

source: Ovary
es_es: El ovario

source: Petal
es_es: El pétalo

source: Anther
es_es: las anteras

source: Leaf
es_es: Hoja

source: How are coconut seeds usually dispersed?
es_es: ¿Cómo generalmente se dispersan semillas de coco?

source: Wind
es_es: El viento

source: Clinging to an animal's fur
es_es: Aferrada al pelaje de un animal

source: Water
es_es: Agua

source: Insects
es_es: Los insectos

source: Recent decreases in bee populations are a problem because:
es_es: Las recientes reducciones en las poblaciones de abejas son un problema porque:

source: bees are important plant pollinators.
es_es: Las abejas son los polinizadores importantes de la planta.

source: bees often build hives in trees.
es_es: las abejas a menudo construyen colmenas en los árboles.

source: bees are important seed dispersers.
es_es: las abejas son dispersores de semillas importante.

source: bees sometimes live in the roots of shrubs.
es_es: las abejas a veces viven en las raíces de los arbustos.

source: Pollinators are important in which of the following processes?
es_es: ¿Los polinizadores son importantes en la cual de los siguientes procesos?

source: self-pollination
es_es: autopolinización

source: cross-pollination
es_es: polinización cruzada

source: reverse pollination
es_es: polinización inversa

source: instinctive pollination
es_es: polinización instintiva

source: When a bean seed begins to grow, it uses food stored...
es_es: Cuando una semilla de frijol comienza a crecer, utiliza alimentos almacenados....

source: outside the seed.
es_es: fuera de la semilla

source: inside the seed.
es_es: adentro de la semilla.

source: in the soil
es_es: en el suelo

source: in the air.
es_es: en el aire.

source: What is an advantage of vegetative reproduction?
es_es: ¿Cuál es la ventaja de reproducción vegetativa?

source: Plants with desirable characteristics are duplicated.
es_es: Se duplican las plantas con características deseables.

source: Plants and animals work interactively.
es_es: Las plantas y los animales trabajan interactivamente.

source: New types of plants are produced.
es_es: Se producen nuevos tipos de plantas.

source: New sets of interactions are encouraged.
es_es: Se anima a nuevos conjuntos de interacciones.

source: Tree rings are most useful telling us:
es_es: Los anillos de los árboles son más útiles nos dice:

source: what animals live in the forest.
es_es: ¿Qué animales viven en el bosque?

source: a tree's reproductive success.
es_es: el éxito reproductivo de un árbol.

source: a tree's age.
es_es: la edad de un árbol

source: the value of a tree's wood.
es_es: el valor de la madera de un árbol.

source: A person drives a spike into a tree 1.5 meters above the ground. Twenty years later, the spike will be located...
es_es: UNA persona maneja un pico en un árbol 1,5 metros por encima del suelo. Veinte años más tarde, el pico se encuentra....

source: 1.0 meters above the ground.
es_es: 1.0 metros por encima del suelo.

source: 1.5 meters above the ground.
es_es: 1,5 metros encima del suelo.

source: 2.0 meters above the ground.
es_es: 2,0 metros encima del suelo.

source: 2.5 meters above the ground.
es_es: 2.5 metros encima del suelo.

source: What is one advantage of seed dispersal?
es_es: ¿Qué es una de las ventajas de la dispersión de semillas?

source: Young plants have the opportunity to grow away from the parent's shade.
es_es: Las plantas jóvenes tienen la oportunidad de crecer lejos de la sombra de los padres.

source: Young plants are better protected by the parent plant.
es_es: Las plantas jóvenes están mejor protegidas por la planta del padre.

source: Parent plants are better protected by offspring plants.
es_es: Las plantas paternales son mejor protegidas por plantas de descendiente.

source: Parent plants are shaded by younger plants.
es_es: Las plantas paternales son sombreadas por plantas más jóvenes.

source: Strawberry seeds must be soaked in acid for a short time if they are to germinate. Which type of dispersal is most likely to lead to successful new strawberry plants?
es_es: Semillas de fresa deben remojarse en ácido por un corto tiempo si son para germinar. ¿Qué tipo de dispersión es más probable que conducen al éxito nuevas plantas de fresa?

source: Being blown by the wind to many new locations.
es_es: Soplada por el viento a muchos lugares nuevos.

source: Being carried many miles downstream by a river.
es_es: Llevan muchos kilómetros por un río.
