Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Probably not because of the weight and distances involved.
es_es: Probablemente no, debido al peso y las distancias implicadas.

source: A better choice than (a), but not as good as (d) because it would take more energy to move across rough grass than across a smooth street.
es_es: Una mejor opción que la (a), pero no tan buena como la (d), porque conllevaría más energía moverse a través del césped irregular que a través de una calle plana y asfaltada.

source: Not quite. Energy can be changed from one form to another. These changes are happening all the time. Most machines convert one form of energy to a different one somehow. Even without machines, energy changes form. A person opening a door uses chemical energy stored in muscle tissues. When you go down a slide, your potential energy is changed into kinetic energy.
es_es: No es del todo cierto. La energía puede cambiar de una forma a otra. Estos cambios suceden continuamente. La mayoría de las máquinas convierten una forma de energía en otra forma diferente. Incluso sin máquinas, la energía cambia su forma. Una persona que abre una puerta usa energía química almacenada en los tejidos de su músculo. Cuando te deslizas por un tobogán, la energía potencial cambia a energía cinética.

source: Good job! Energy can be changed from one form to another. These changes are happening all the time. Most machines convert one form of energy to a different one somehow. Even without machines, energy changes form. A person opening a door uses chemical energy stored in muscle tissues. When you go down a slide, your potential energy is changed into kinetic energy.
es_es: ¡Buen trabajo! La energía puede cambiar de una forma a otra. Estos cambios suceden continuamente. La mayoría de las máquinas convierten una forma de energía en otra forma diferente. Incluso sin máquinas, la energía cambia su forma. Una persona que abre una puerta usa energía química almacenada en los tejidos de su músculo. Cuando te deslizas por un tobogán, la energía potencial cambia a energía cinética.

source: Not quite, the bob would heat the air around the bob, but the best choice is kinetic energy.
es_es: No es del todo cierto, el columpio calentaría el aire alrededor del columpio, pero la mejor elección es la energía cinética.

source: No, objects that are not moving have potential energy.
es_es: No, los objetos que no están en movimiento tienen energía potencial.

source: No, kinetic energy is the energy of a moving object.
es_es: No, la energía cinética es la energía de un objeto en movimiento.

source: Correct! Objects that are not moving can have stored energy called potential energy.
es_es: ¡Correcto! Los objetos que no están en movimiento pueden tener energía almacenada llamada energía potencial.

source: Correct! Kinetic energy is the energy of a moving object.
es_es: ¡Correcto! La energía cinética es la energía de un objeto en movimiento.

source: Not the best answer. The position of the ball on the string gives the ball potential energy.
es_es: No es la mejor respuesta. La posición de la pelota en la cuerda le da a la pelota energía potencial.

source: No, radiant energy is another name for light energy.
es_es: No, energía electromagnética es otro nombre para energía lumínica.

source: No, based on the law of conservation of energy, energy is only transformed into different forms - no energy is actually created.
es_es: No, base a la ley de la conservación de la energía, la energía sólo es transformada en formas diferentes, ninguna energía es realmente creada.

source: No, kinetic energy is the energy of a moving object. Potential energy is stored energy of objects not moving.
es_es: No, la energía cinética es la energía de un objeto en movimiento. La energía potencial está almacenada en objetos que no están en movimiento.

source: Correct! Based on the law of conservation of energy, energy is only transformed into different forms - no energy is actually created.
es_es: ¡Correcto! En base a la ley de la conservación de la energía, la energía sólo es transformada en formas diferentes, ninguna energía es realmente creada.

source: Not quite. Solar energy is a renewable source. Coal, natural gas, and petroleum are non-renewable energy sources as they will finish eventually.
es_es: No es del todo cierto. La energía solar es una fuente renovable. El carbón, el gas natural y el petróleo son fuentes de energía no renovables, pues acabarán por agotarse.

source: Correct! Solar energy is a renewable source. Coal, natural gas, and petroleum are non-renewable energy sources as they will finish eventually.
es_es: ¡Correcto! La energía solar es una fuente renovable. El carbón, el gas natural y el petróleo son fuentes de energía no renovables, pues acabarán por agotarse.

source: Correct, nuclear energy involves atoms splitting apart or combining together to become a new element. It has also been used as one of the energies to make electricity.
es_es: Correcto, la energía nuclear implica la rotura o la combinación de átomos para convertirse en un nuevo elemento. También ha sido usada como una de las formas de energía para producir electricidad.

source: No, nuclear energy involves atoms splitting apart or combining together to become a new element. It has also been used as one of the energies to make electricity.
es_es: No, la energía nuclear implica la rotura o la combinación de átomos para convertirse en un nuevo elemento. También ha sido usada como una de las formas de energía para producir electricidad.

source: Good job! An example of chemical energy is a flashlight battery. This energy is due to the kind and arrangement of small particles. An example of nuclear energy is atomic energy. This energy is due to the structure of the atom's nucleus. An example of heat energy is the warmth surrounding a car's engine. This energy is due to the random motion of small particles. An example of sound energy is the sound from a headphone. This energy is due to the ordered periodic motion of small particles. An example of radiant energy is sunlight. This energy is due to bundles of photons. An example of mechanical energy is the movement of a car's wheels. This energy is due to the motion of large pieces of matter.
es_es: ¡Buen trabajo! Un ejemplo de energía térmica es la energía de la batería de una linterna. La energía es debida al tipo y colocación de las pequeñas partículas. Un ejemplo de energía nuclear es la energía atómica. Esta energía es debida a la estructura de los núcleos de los átomos. Un ejemplo de energía térmica es el calor que rodea el motor de un coche. Esta energía es debida al movimiento aleatorio de pequeñas partículas. Un ejemplo de energía sonora es el sonido de unos auriculares. Esta energía es debida al movimiento periódico ordenado de pequeñas partículas. Un ejemplo de energía electromagnética es la energía de la luz del sol. Esta energía es debida al movimiento de los fotones. Un ejemplo de energía mecánica es el movimiento de las ruedas de un vehículo. Esta energía es debida al movimiento de grandes piezas de materia.

source: No, the chemical energy of the food is released when we digest it and is transformed into heat energy in our bodies. Now we need energy to move around and mechanical energy (not light energy) is all theÃ‚Â energy we have because of our motion and position.
es_es: No, la energía química de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánica (no energía lumínica) es toda la energía que tenemos, debido a nuestro movimiento y posición.

source: No, the chemical (not kinetic) energy of the food is released when we digest it and is transformed into heat (not sound) energy in our bodies. Now we need energy to move around and mechanical energy is all theÃ‚Â energy we have because of our motion and position.
es_es: No, la energía química (no cinética) de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica (no sonora) en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánica es toda la energía que tenemos, debido a nuestro movimiento y posición.

source: Correct! The chemical energy of the food is released when we digest it and is transformed into energy to heat and move our bodies. Now we need energy to move around and mechanical energy is all the energy we have because of our motion and position.
es_es: ¡Correcto! La energía química de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánicas toda la energía que tenemos, debido a nuestro movimiento y posición.

source: No, the chemical energy of the food is released when we digest it and is transformed into heat (not light) energy in our bodies. Now we need energy to move around and mechanical energy (not sound) is all theÃ‚Â energy we have because of our motion and position.
es_es: No, la energía química de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica (no lumínica) en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánica (no energía sonora) es toda la energía que tenemos, debido a nuestro movimiento y posición.

source: Good job! We can transfer energy into different forms based on what we need. Fossil fuels are from decayed remains, which we transform into electrical energy. Energy is only transferred from one form to another, not created or destroyed. Fossil fuels are not considered renewable because even though plants and animals continue to die, it would take millions of years for the fuel to be formed.
es_es: ¡Buen trabajo! Podemos transferir energía a diferentes formas en función de lo que necesitemos. Los combustibles fósiles proceden de restos, que transformamos en energía eléctrica. La energía sólo es transferida de una forma a otra, no se crea ni se destruye. Los combustibles fósiles no se consideran renovables porque, aunque las plantas y los animales siguen muriendo, llevaría millones de años formar nuevos combustibles.

source: Not quite. Fossil fuels are not considered renewable because even though plants and animals continue to die, it would take millions of years for the fuel to be formed. We can transfer energy into different forms based on what we need. Fossil fuels are from decayed remains, which we transform into electrical energy. Energy is only transferred from one form to another, not created or destroyed.
es_es: No es del todo cierto. Los combustibles fósiles no se consideran renovables porque, aunque las plantas y los animales siguen muriendo, llevaría millones de años formar nuevos combustibles. Podemos transferir energía a diferentes formas en función de lo que necesitemos. Los combustibles fósiles proceden de restos, que transformamos en energía eléctrica. La energía sólo es transferida de una forma a otra, no se crea ni se destruye.

source: Nope! What is the source of energy of the mechanical energy?
es_es: ¡No! ¿Cuál es la fuente de energía de la energía mecánica?

source: Not quite. Food provides the chemical energy to enable you to walk to the cafeteria and the energy to walk back to class, but what energy is produced in all energy changes?
es_es: No es del todo cierto. Los alimentos proporcionan la energía química que te permite andar hacia la cafetería y la energía para volver a clase, ¿pero qué energía es producida en todos los cambios de energía?

source: Correct! Food provides the chemical energy to enable you to walk to the cafeteria and the energy to walk back to class and with every change of energy heat is also produced.
es_es: ¡Correcto! Los alimentos proporcionan la energía química que te permite andar hacia la cafetería y la energía para volver a clase, y con cada cambio de energía también se produce energía calorífica.

source: Sorry. Animal cells can't do photosynthesis.
es_es: Lo siento. Las células animales no pueden llevar a cabo la fotosíntesis.

source: Yes! Energy is stored in the bonds holding carbon, hydrogen, and oxygen atoms in sugar molecules.
es_es: ¡Sí! La energía se acumula en los vínculos que mantienen a los átomos de carbono, hidrógeno y oxígeno unidos en las moléculas de los azúcares.

source: It's the other way. Carbon dioxide is taken from the air.
es_es: Es del modo opuesto. Se toma dióxido de carbono del aire.

source: Nope. This is where energy is stored in sugar.
es_es: Nop. Aquí es donde la energía se acumula en los azúcares.

source: That's right! Respiration releases the stored power of the sun.
es_es: ¡Así es! La respiración libera el poder acumulado del sol.

source: Umm... No. It's the other one....
es_es: Umm... No. Es la otra...

source: Not unrelated. But not the best answer.
es_es: No es irrelevante. Pero no es la mejor respuesta.

source: Don't think this term showed up in this review...
es_es: No creo que este término haya aparecido en la revisión...

source: Correct! Producers gather solar energy in photosynthesis.
es_es: ¡Correcto! Los productores obtienen energía solar por medio de la fotosíntesis.

source: No. Consumers eat plants.
es_es: No. Los consumidores comen plantas.

source: Sorry. Herbivores eat plants.
es_es: Lo siento. Los herbívoros comen plantas.

source: Nope. Decomposers break down dead material.
es_es: Nop. Los descomponedores descomponen material muerto.

source: Not quite. The pyramid may be useful in meal planning, though.
es_es: No exactamente. La pirámide puede ser útil para planear tu alimentación, sin embargo.

source: Ummm... Not related to plant/animal relationships.
es_es: Ummm... No se relaciona a las relaciones entre plantas y animales.

source: Yes! Food webs illustrate complex plant/animal relationships.
es_es: ¡Sí! Las redes alimentarias ilustran relaciones complejas entre plantas y animales.

source: Not quite. The periodic table is a tool for chemistry.
es_es: No exactamente. La tabla periódica es una herramienta para la química.

source: Not dinosaurs... Even though some oil companies use them in advertising.
es_es: No los dinosaurios... Aunque algunas compañías petroleras los utilizan en su publicidad.

source: Close... Marine fossils are the source for petroleum.
es_es: Casi... Los fósiles marinos son la fuente del petróleo.

source: That's right! Slabs of coal often include impressions of leaves.
es_es: ¡Así es! Los bloques de carbón con frecuencia incluyen impresiones de hojas.

source: Sorry. Coal isn't from insects.
es_es: Lo siento. El carbón no viene de los insectos.

source: That's right! Coal and petroleum are the remains of living things.
es_es: ¡Así es! El carbón y el petróleo son los restos de seres vivos.

source: Sorry... Waterfalls don't make fossil fuels.
es_es: Lo siento... Las cascadas no crean combustibles fósiles.

source: Um... no. Volcanoes would actually burn fuels away.
es_es: Um... no. Los volcanes en realidad quemarían combustibles.

source: Not dinosaurs, even though they may have left fossils.
es_es: No los dinosaurios, aunque hayan podido dejar fósiles.

source: No! Respiration is part of the story, but not this part of the story.
es_es: ¡No! La respiración celular es parte de la historia, pero no esta parte de la historia.

source: Yes! Photosynthesis captures and stores energy from the sun.
es_es: ¡Sí! La fotosíntesis captura y acumula la energía del sol.

source: Hmmm.... Does this word appear in this review?
es_es: Mmm.... ¿Acaso aparece esta palabra en la revisión?

source: It's related..... But not the answer.
es_es: Está relacionado... Pero no es la respuesta.

source: No, a great deal of coal and petroleum are used for energy.
es_es: No, una gran cantidad de carbón y petróleo son utilizados como energía.

source: That's right. Both coal and petroleum have limited supplies.
es_es: Así es. Tanto el carbón como el petróleo existen en reservas limitadas.

source: Sorry, there are many negative side effects from burning coal and petroleum.
es_es: Lo siento, hay muchos efectos negativos de quemar carbón y petróleo.

source: Nope. Many wells and mines are very deep indeed.
es_es: Nop. Muchos pozos y minas son muy profundos.

source: Nope. The eagle is the top consumer in this web.
es_es: Nop. El águila es el consumidor de más alto nivel en esta red.

source: Nope. Sparrows eat grasshoppers.
es_es: Nop. El gorrión come saltamontes.

source: Nope. Rabbits eat grass.
es_es: Nop. Los conejos comen pasto.

source: Nope. Grasshopper eat grass.
es_es: Nop. El saltamontes come pasto.

source: That's right. The grass is the foundation of this web.
es_es: Así es. El pasto es la base de esta red.

source: Incorrect. Coal would be very heavy for a car to use.
es_es: Incorrecto. El carbón sería muy pesado como para que lo utilizara un auto.

source: Nope. The flame comes from a gas range.
es_es: Nop. La llama viene de una línea de gas.

source: An airplane? Not likely -- coal is very heavy.
es_es: ¿Un avión? No es probable – el carbón es muy pesado.

source: There you go. A large factory may well use coal.
es_es: Ahí lo tienes. Una fábrica grande puede utilizar carbón.

source: Sorry. Photosynthesis is a green plant thing.
es_es: Lo siento. La fotosíntesis es algo que ocurre en las plantas verdes.

source: This confuses lots of people. Both plants and animals use respiration.
es_es: Esto confunde a muchas personas. Tanto las plantas como los animales utilizan la respiración celular.

source: The exact opposite. Mitochondria are the location of cellular respiration.
es_es: Exactamente lo opuesto. Las mitocondrias son el lugar en donde se lleva a cabo la respiración celular.

source: Correct! Plants and animals both use cellular respiration.
es_es: ¡Correcto! Tanto las plantas como los animales utilizan la respiración celular.

source: decomposer
es_es: descomponedores

source: consumer
es_es: consumidor

source: omnivore
es_es: omnívoro

source: producer
es_es: productor

source: carnivore
es_es: carnívoro

source: herbivore
es_es: herbívoros

source: Then you are right! Even though the snake does not eat grass, corn or grasshoppers, the snake eats things that eat them so the snake gets energy indirectly from these things too!
es_es: ¡Entonces tiene razón! ¡Aunque la serpiente no come hierba, maíz o saltamontes, la serpiente come cosas que los comen así la serpiente obtiene la energía indirectamente de estas cosas también!

source: Animals that feed on plants and animals are known as Omnivores.
es_es: Los animales que se alimentan de las plantas y los animales son conocidos como omnívoros.

source: A carnivore is an animal that only eats other animals, not plants.
es_es: Un carnívoro es un animal que sólo come otros animales, no plantas.

source: A herbivore is an animal that only eat plants, not other animals.
es_es: Un herbívoro es un animal lo que sólo come plantas, no otros animales.

source: Some dinosaurs used to eat only plants, some ate only animals.
es_es: Algunos dinosaurios comían sólo plantas, algunos comían solamente los animales.

source: Nope! Plants are not considered prey.
es_es: ¡Lo siento! Las plantas no son consideradas presa.

source: Nope! Carrots are plants and not considered prey.
es_es: ¡Lo siento! Las zanahorias son las plantas y no se consideran presa.

source: You are correct!
es_es: ¡Tienes razón!

source: Nope! A mushroom is not considered a predator nor is tree bark considered prey.
es_es: ¡No es corecto! Una seta no se considera un depredador tampoco la corteza del árbol se considera la presa.

source: Decomposers only eat dead plants and animals.
es_es: Descomponedores sólo comen animales y plantas muertas.

source: Decomposers don't hunt or eat other living things.
es_es: Descomponedores no cazar o comer otros seres vivos.

source: Only plants can make energy from the sun.
es_es: Solamente las plantas pueden hacer la energía del sol.

source: Decomposers are consumers because they feed off the living things that die.
es_es: Descomponedores son consumidores porque se alimentan de los seres vivientes que mueren.

source: Correct! Most fossils are found in formations of layered rock. Not all animals can become fossils. For example, some plants and animals get eaten before they can become fossils. A fossil tooth is evidence of the shark but is not a trace fossil because it's a fossil of part of the shark not evidence of the shark's activity. A mold and cast fossil has the same shape as the original organism. The impression that is left behind is just like the original plant or animal; then it is filled in with other materials and keeps its shape.
es_es: ¡Correcto! La mayoría de los fósiles se encuentran en formaciones de capas de roca. No todos los animales pueden convertirse en fósiles. Por ejemplo, algunas plantas y animales son comidos antes de poderse convertir en fósiles. Un diente fósil es evidencia del tiburón, pero no es una pista

source: Not quite... Most fossils are found in formations of layered rock. Not all animals can become fossils. For example, some plants and animals get eaten before they can become fossils. And a fossil shark tooth is evidence of the shark, but it isn't considered to be a trace fossil because it's part of the shark not evidence of the shark's activity. A mold and cast fossil has the same shape as the original organism. The impression that is left behind is just like the original plant or animal; then it is filled in with other materials and keeps its shape.
es_es: No exactamente... La mayoría de los fósiles se encuentran en formaciones de capas de roca. No todos los animales pueden convertirse en fósiles. Por ejemplo, algunas plantas y animales son comidos antes de poderse convertir en fósiles. Un diente de tiburón fósil es evidencia del tiburón, pero no es una pista fósil porque es parte del tiburón, no evidencia de la actividad del tiburón. Un fósil de impresión y molde tiene la misma forma del organismo original. La impresión que queda atrás es justo como la planta o animal original; que entonces se llena de otros materiales y mantiene su forma.

source: Nope... footprints are considered a trace fossil as they are evidence of the animal's activity.
es_es: Nop... las huellas se consideran pistas fósiles ya que son evidencia de la actividad del animal.

source: Correct, brachiopod shell fossil is an example of a cast fossil not trace fossil.
es_es: Correcto, la concha fósil de un braquiópodo es un ejemplo de un molde fósil, no una pista fósil.

source: No, a burrow is a trace fossil as it is evidence of the animal's activity.
es_es: No, una madriguera es una pista fósil ya que es evidencia de la actividad del animal.

source: No, tracks are considered a trace fossil as they are evidence of the animal's activity.
es_es: No, los rastros son considerados como pistas fósiles ya que son evidencia de la actividad del animal.

source: Correct! Fossils help scientists fill in the fossil record, learn about changes in the Earth's climate, geography and other things, and figure out how plants and animals from today and plants and animals from long ago are connected and they can even help engineers and architects decide the best places to build cities because fossils tell things about the earth below.
es_es: ¡Correcto! Los fósiles ayudan a los científicos a llenar el registro fósil, aprender sobre cambios en el clima de la Tierra, su geografía y otros aspectos, y descifrar cómo las plantas y animales de hoy y las plantas y animales de hace mucho tiempo están conectados, e incluso pueden ayudar a ingenieros y arquitectos a decidir el mejor lugar para construir una ciudad porque los fósiles dicen cosas sobre el suelo debajo.
