Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: desert
es_es: desierto

source: grassland
es_es: pastizal

source: Tundra ecosystems are best known for...
es_es: Los ecosistemas de tundra son mejor conocidos por...

source: cold temperature and little rainfall.
es_es: temperatura fría y pocas lluvias.

source: warm temperatures and heavy rainfall.
es_es: temperaturas cálidas y muchas lluvias.

source: moderate temperatures and little rainfall.
es_es: temperatura moderada y pocas lluvias.

source: high temperatures and little rainfall.
es_es: temperaturas altas y pocas lluvias.

source: Tropical rainforests are often cut and burned to provide space for growing food crops. The soil usually loses its fertility in only a few years. Which statement best explains this observation?
es_es: Las selvas tropicales con frecuencia son taladas y quemadas para proveer de espacio a cultivos de alimentos. El suelo usualmente pierde su fertilidad en tan sólo unos cuantos años. ¿Cuál frase explica esta observación mejor?

source: Growing crops and rainfall add nutrients to the soil.
es_es: Sembrar cultivos y la lluvia añaden nutrientes al suelo.

source: Fire and crops add nutrients to the soil.
es_es: El fuego y los cultivos añaden nutrientes al suelo.

source: Fire and rainfall remove crops from the soil.
es_es: El fuego y la lluvia remueven cultivos del suelo.

source: Growing crops and rainfall remove nutrients from the soil.
es_es: Sembrar cultivos y la lluvia remueven nutrientes del suelo.

source: Fire is an important part of many biomes because...
es_es: El fuego es una parte importante de muchos biomas porque...

source: fire destroys all plants and animals in many ecosystems.
es_es: el fuego destruye todas las plantas y animales en muchos ecosistemas.

source: fire thins vegetation and releases seeds from their coverings.
es_es: el fuego adelgaza la vegetación y libera semillas de sus protecciones.

source: fire chases animals away from their natural predators.
es_es: el fuego ahuyenta a los animales de sus depredadores naturales.

source: fire is often controlled by humans using clear cutting.
es_es: el fuego es frecuentemente controlado por humanos que están talando.

source: What is one advantage enjoyed by animals that build hives?
es_es: ¿Cuál es una ventaja disfrutada por los animales que construyen panales?

source: Protection from predators.
es_es: Protección de depredadores.

source: Easy movement from place to place.
es_es: Moverse fácilmente de un lugar a otro.

source: Locations close to food sources.
es_es: Ubicación cercana a fuentes de alimento.

source: Protection from prey species.
es_es: Protección de especies presa.

source: Which of the following is least likely to help determine the type of biome that will define a particular location?
es_es: ¿Cuál de los siguientes es el menos probable en ayudar a determinar el tipo de bioma que definirá una ubicación particular?

source: Distance from the equator
es_es: Distancia del ecuador

source: Waterfowl migration patterns
es_es: Patrones de migración de aves acuáticas

source: Average annual rainfall
es_es: Lluvias promedio anuales

source: Average annual temperature
es_es: Temperatura anual promedio

source: What is an advantage to controlled burning in forests?
es_es: ¿Cuál es una ventaja de incendios controlados en los bosques?

source: The fires help shrubby trees to compete with bigger tree species.
es_es: Los incendios ayudan a los árboles tipo arbusto a competir con especies de árbol más grandes.

source: The fires help shrubby trees fill the space between big trees.
es_es: Los incendios ayudan a los árboles tipo arbusto a llenar los espacios entre los árboles grandes.

source: The fires remove shrubby trees that provide fuel for fires.
es_es: Los incendios remueven a los árboles tipo arbusto que proveen de combustible a los incendios.

source: The fires remove shrubby trees that kill bigger tree species.
es_es: Los incendios remueven a los árboles tipo arbusto que matan especies de árbol más grandes.

source: Biodiversity
es_es: Biodiversidad

source: Healthy Body
es_es: Cuerpo Sano

source: Click on the statements about a healthy body that is true.
es_es: Haz clic en las afirmaciones sobre un cuerpo sano que sean verdaderas.

source: It is safe to follow the 5-second rule for dropped food.
es_es: Es seguro seguir la regla de los 5 segundos cuando la comida se cae al suelo.

source: A high-fat diet is bad for your heart.
es_es: Una dieta rica en grasas es mala para tu corazón.

source: Eating after dark causes you to gain more weight.
es_es: Comer después del anochecer engorda más.

source: Cracking your knuckles can cause arthritis.
es_es: Petarte los nudillos puede causar artritis.

source: Select the correct order of organization from simplest to most complex.
es_es: Selecciona el orden correcto de organización de más simple a más complejo.

source: cells, organs, tissues, systems
es_es: células, órganos, tejidos, sistemas

source: cells, tissues, organs, systems
es_es: células, tejidos, órganos, sistemas

source: tissues, cells, systems, organs
es_es: tejidos, células, sistemas, órganos

source: tissues, systems, cells , organs
es_es: tejidos, sistemas, células, órganos

source: Examine the image shown. Click on the correct labels for parts 1, 2, and 3.
es_es: Examina la imagen inferior. Haz clic en las etiquetas correctas para las partes 1, 2 y 3.

source: 4) Tissue 5) System 6) Organ
es_es: 4) Tejido 5) Sistema 6) Órgano

source: 4) Tissue 5) Organ 6) System
es_es: 4) Tejido 5) Órgano 6) Sistema

source: 4) Organ 5) Tissue 6) System
es_es: 4) Órgano 5) Tejido 6) Sistema

source: 4) System 5) Tissue 6) Organ
es_es: 4) Órgano 5) Tejido 6) Órgano

source: Click on the statement about body systems that is NOT true.
es_es: Haz clic en la afirmación sobre tu cuerpo que NO es verdadera.

source: Our circulatory system brings in the oxygen we need.
es_es: Nuestro sistema circulatorio nos proporciona el oxígeno que necesitamos.

source: Our nervous system transmits information around our bodies.
es_es: Nuestro sistema nervioso transmite la información por nuestro cuerpo.

source: Our digestive system takes nutrients from our food.
es_es: Nuestro sistema digestivo toma los nutrientes de lo que comemos.

source: Our skeletal system supports us.
es_es: El sistema esquelético nos apoya.

source: Our immune system fights disease.
es_es: Nuestro sistema inmunológico combate las enfermedades.

source: Read the passage below and choose the best answer that fills in the blanks correctly. Different kinds of nerves have different functions. _____1_____ take information collected by the senses to the brain. After the brain processes the information _____2_____ pass on the messages the brain sends to the muscles all over the body.
es_es: Lee el siguiente texto y elige la mejor respuesta que rellene los espacios en blanco correctamente. Los diferentes tipos de nervios tienen diferentes funciones. Los _____1_____ llevan la información recogida por los sentidos al cerebro. Después de que el cerebro procese la información, los _____2_____ transmiten los mensajes que el cerebro envía a todos los músculos del cuerpo.

source: 1) sensory nerves 2) sensory nerves
es_es: 1) nervios sensoriales 2) nervios sensoriales

source: 1) sensory nerves 2) motor nerves
es_es: 1) nervios sensoriales 2) nervios motores

source: 1) motor nerves 2) motor nerves
es_es: 1) nervios motores 2) nervios motores

source: 1) motor nerves 2) sensory nerves
es_es: 1) nervios motores 2) nervios sensoriales

source: Click on the statement about organs that is NOT true.
es_es: Haz clic en la afirmación sobre los órganos que NO es verdadera.

source: Every organ has a function in the body.
es_es: Todos los órganos tienen una función en el cuerpo.

source: Skin is an example of an organ.
es_es: La piel es un ejemplo de órgano.

source: The brain is an example of an organ.
es_es: El cerebro es un ejemplo de órgano.

source: If an organ stops working, the body works fine.
es_es: Si un órgano deja de funcionar, el cuerpo sigue funcionando correctamente.

source: Look at the image below and choose the best statement about what you see.
es_es: Mira la siguiente imagen y escoge la afirmación que mejor describa lo que ves.

source: The image highlights organs of six different people.
es_es: La imagen destaca los órganos de seis personas diferentes.

source: The skeletal system is not shown on any of the images.
es_es: No se muestra el sistema esquelético en ninguna de las imágenes.

source: Each part of the image highlights a different body system.
es_es: Cada parte de la imagen destaca un sistema del cuerpo diferente.

source: The reproductive system is not shown on any of the images.
es_es: No se muestra el sistema reproductor en ninguna de las imágenes.

source: Choose the correct statement:
es_es: Escoge la afirmación correcta.

source: Cells are made of many different tissue types.
es_es: Las células están hechas de diferentes tipos de tejidos.

source: The human body is made up of complicated, interrelated systems.
es_es: El cuerpo humano está hecho de complicados sistemas interrelacionados.

source: For every job the body has, there is a structure that will do the job.
es_es: Para cada tarea que tiene el cuerpo, hay una estructura que hará esa tarea.

source: If one body system stops working, the body just keeps going and working fine.
es_es: Si un sistema del cuerpo deja de funcionar, el cuerpo puede continuar funcionando con normalidad.

source: All the body systems are controlled by the nervous system.
es_es: Todos los sistemas del cuerpo están controlados por el sistema nervioso.

source: Click on the best statement about the nervous system.
es_es: Haz clic en la mejor afirmación sobre el sistema nervioso.

source: The nervous system consists of the brain and the spinal cord.
es_es: El sistema nervioso consiste en el cerebro y la médula espinal.

source: Sensory nerves along with the brain make up the nervous system.
es_es: Los nervios sensoriales, junto con el cerebro, forman el sistema nervioso.

source: The nervous system consists of the brain, spinal cord, and a complex network of nerves.
es_es: El sistema nervioso está formado por el cerebro, la médula espinal, y una compleja red de nervios.

source: Click on the correct description of the body systems below.
es_es: Haz clic en la descripción correcta de los siguientes sistemas corporales.

source: Our respiratory system brings in the oxygen.
es_es: Nuestro sistema nos proporciona oxígeno.

source: Our reproductive system pumps blood.
es_es: Nuestro sistema reproductor bombea sangre.

source: Our digestive system fights disease.
es_es: Nuestro sistema digestivo lucha contra las enfermedades.

source: Our circulatory system produces offspring.
es_es: Nuestro sistema circulatorio produce descendientes.

source: Is your brain involved in all the actions your body performs? Why or why not?
es_es: ¿Está tu cerebro relacionado con todas las acciones que hace tu cuerpo? ¿Por qué sí o por qué no?

source: Yes, our brain controls everything we do.
es_es: Sí, nuestro cerebro controla todo lo que hacemos.

source: No, some actions such as our breathing and heart beating, is not controlled by our brain.
es_es: No, algunas actividades, como la respiración y el ritmo cardíaco, no están controladas por el cerebro.

source: Yes, our nervous system controls everything we do.
es_es: Sí, nuestro sistema nervioso controla todo lo que hacemos.

source: No, some actions such as taking away your hand when it comes into contact with hot water are not controlled by our brain.
es_es: No, algunas acciones, como apartar la mano del agua caliente, no están controlados por el cerebro.

source: The systems in the human body are interrelated and interconnected. Which if the following statements are true?
es_es: Los sistemas en el cuerpo humano están interrelacionados e interconectados. ¿Cuál de las siguientes afirmaciones es verdadera?

source: The systems work separately from one another.
es_es: Los sistemas trabajan separadamente los unos de los otros.

source: The systems depend on one another.
es_es: Los sistemas dependen entre sí.

source: The systems are connected, but too complex to understand.
es_es: Los sistemas están conectados, pero son demasiado complicados de entender.

source: When one system works, the other does not.
es_es: Cuando un sistema funciona, hay otro que no lo hace.

source: Result
es_es: resultados

source: Gathering Data
es_es: Recopilación de Datos

source: Which of the following scientific instruments would help a student see the patterns on a leaf?
es_es: ¿Cuál de los siguientes instrumentos científicos podría ayudar a un estudiante a ver los patrones de una hoja?

source: thermometer
es_es: termómetro

source: hand lens
es_es: Lupa

source: balance
es_es: balanza

source: graduated cylinder
es_es: probeta

source: Read the statements below and select the one that is NOT correct.
es_es: Lee las siguientes declaraciones y selecciona la que NO es correcta.

source: There is always some amount of error in any measurement.
es_es: Hay siempre una cierta cantidad de error en cualquier medición.

source: To find the average of measurements, you add them up.
es_es: Para encontrar la media de las medidas, las sumas.

source: Using the average of many measurements is one way to reduce error.
es_es: Usar la media de muchas mediciones es una forma de reducir el error.

source: An estimate is close to its actual measurement or answer.
es_es: Una estimación es próxima a su actual medida o respuesta.

source: Read the statement below and select the best choice that fills the blank. Scientists notice their surroundings, ask questions, and then make a scientific guess called __________ as to what the answer to their question or problem might be.
es_es: Lee las siguientes declaraciones y selecciona la mejor opción para llenar el espacio en blanco. Los científicos prestan atención a su entorno, hacen preguntas, y luego hacen una conjetura científica llamada _____________ que podría ser la respuesta a su pregunta o problema.

source: evidence
es_es: evidencia

source: experiment
es_es: experimento

source: observation
es_es: observación

source: hypothesis
es_es: hipótesis

source: Look at the characteristics below and determine the best way to measure them. The smell of an object - The taste of the object - How hard or soft it is
es_es: Mira las siguientes características y determina la mejor manera de medirlas. El olor de un objeto - El sabor de un objeto - Cómo de duro o suave es

source: With a ruler
es_es: Con una regla

source: With a microscope
es_es: Con un miscroscopio

source: With a scale
es_es: Con una balanza

source: With the senses
es_es: Con los sentidos

source: Look at the dog in the photo and the statements below describing it. Select the statement with quantitative data.
es_es: Mira el perro de la foto y las siguientes afirmaciones describiéndolo. Selecciona la declaración con datos cuantitativos.

source: The dog is white.
es_es: El perro es blanco.

source: The dog weighs seven pounds.
es_es: El perro pesa siete libras.

source: The dog has a black collar.
es_es: El perro tiene un collar negro.

source: The dog does not seem excited.
es_es: El perro no parece excitado.

source: Look at the table to the right. It shows the average monthly air temperature for a few months in a town of New Jersey. For the month of April, the average temperature is not shown. Based on the data, what would you estimate the average air temperature in April to be?
es_es: Mira la tabla de la derecha. Muestra la temperatura media mensual del aire durante unos meses en un pueblo de Nueva Jersey. Para el mes de abril, no se muestra la temperatura media. Basándote en los datos, cúal sería tu estimación sobre cuál es la temperatura media del aire en abril?

source: Month
es_es: Mes

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: Average Air
es_es: Aire promedio

source: Temperature (°F)
es_es: Temperatura (ºF)

source: A shopper weighed out 3 pounds of apples that were selling at 1 dollar per pound. But when the shopper got to the checkout lane, instead of paying $3 for the apples, the shopper paid only $2.90. Why did the shopper most likely not have to pay $3 for the apples?
es_es: Un cliente pesó 3 libras de manzanas que se estaban vendiendo a 1 dólar por libra. Pero cuando el cliente fue a la caja, en vez de pagar 3$ para las manzanas, pagó sólo 2.90$. ¿Por qué el cliente probablemente no tiene que pagar 3$ por las manzanas?

source: There was a discount the shopper was not aware of.
es_es: Había un discuento del que el cliente no tenía conocimiento.

source: The scale at the apple display showed more than the true weight.
es_es: El peso de las manzanas mostrado en la balanza muestra un peso superior al verdadero.

source: The scale at the apple display showed less than the true weight.
es_es: El peso de las manzanas mostrado en la balanza muestra un peso inferior al verdadero.

source: The cashier just estimated the weight to be less.
es_es: El cajero simplemente estimó un peso menor.

source: Click on the statement about a hypothesis that is NOT correct.
es_es: Haz clic en la declaración sobre la hipótesis que NO es correcta.

source: A hypothesis is a possible explanation or solution to a scientific observation or problem.
es_es: Una hipótesis es una posible explicación o solución a una observación o problema científico.

source: Making observations and asking questions help lead to forming a hypothesis.
es_es: Hacer observaciones y preguntar ayuda a formar una hipótesis.

source: All hypotheses are correct because of all the data one gathers.
es_es: Todas las hipótesis son correctas porque se han obtenido todos los datos.

source: Experiments are conducted to see if a hypothesis is correct.
es_es: Los experimentos se realizan para ver si una hipótesis es correcta.

source: Which of the following would probably be measured in liters or milliliters?
es_es: ¿Cúal de los siguientes podría probablemente ser medido en litros o mililitros?

source: The area of your classroom
es_es: El área de tu clase.

source: The length of your book
es_es: La longitud de tu libro

source: The weight of your book bag
es_es: El peso de tu mochila

source: The volume of your water bottle
es_es: El volumen de tu botella de agua

source: Choose the best way to increase the accuracy of a measurement?
es_es: Escoge la mejor manera de incrementar la exactitud de una medida

source: Make the measurement very carefully.
es_es: Hacer las medidas con mucho cuidado.

source: Make the measurements at different times.
es_es: Hacer las medidas en tiempos diferentes.

source: Make several measurements and average them.
es_es: Hacer varias medidas y hacer la media.

source: Ask someone to check your measurement.
es_es: Pidiendo a alguien que compruebe tus medidas.

source: A fifth grade class gathered data by surveying their favorite pets. Based on the chart of their survey, which of the following statements is NOT correct?
es_es: Una clase de quinto grado obtuvo datos realizando encuestas sobre sus mascotas favoritas. Basándote en la gráfica de su encuesta, ¿cuál de las siguientes afirmaciones NO es correcta?

source: We can understand why students like birds more than dogs.
es_es: Podemos entender por qué a los estudiantes les gustan los pájaros más que los perros.

source: We can understand how many students like birds more than dogs.
es_es: Podemos entender a cuántos estudiantes les gustan más los pájaros que los perros.

source: The data shows how many students like dogs.
es_es: Los datos muestran a cuántos estudiantes les gustan los perros.

source: If all the students were required to choose a favorite animal, we can understand how many students were in the class from the data gathered here.
es_es: Si se pidiese a todos los estudiantes que escogieran un animal favorito, podemos entender gracias a los datos obtenidos cuantos estudiantes estaban en clase.

source: One inch is a little bit more than 2 times a centimeter.
es_es: Una pulgada es un poco más que dos centímetros.

source: The term data refers to information gathered through observation.
es_es: El término datos se refiere a la información obtenida a través de la observación.

source: 1 ounce is about 28 times more than a gram.
es_es: 1 onza es 28 veces más que un gramo.

source: One way to reduce the error in measurement is to make many measurements and estimate them.
es_es: Una forma de reducir el error en la medición es hacer muchas mediciones y estimarlas.

source: Solar Power
es_es: Energía Solar

source: Click which one of the following statements is NOT true:
es_es: Haz clic en la respuesta a continuación que no es cierta:

source: The Sun warms the Earth even on a cloudy day.
es_es: El Sol calienta la Tierra incluso en un día nuboso.

source: The Sun is a huge ball of burning solids and gases.
es_es: El Sol es una enorme bola de sólidos y gases ardiendo.

source: The Sun radiates energy in all directions.
es_es: El Sol irradia energía en todas las direcciones.

source: The Sun affects our weather and water cycle.
es_es: El Sol influye en el tiempo meteorológico y en el ciclo del agua.

source: The differences in the amount of energy the Earth's surface receives at different locations is NOT due to
es_es: Las diferencias en la cantidad de energía que recibe la superficie de la Tierra en distintos lugares no se debe a:

source: the shape of the Earth
es_es: la forma de la Tierra

source: the rotation of Earth around its axis
es_es: la rotación de la Tierra alrededor de su eje

source: the distance between the Earth and the Sun
es_es: la distancia entre la Tierra y el Sol

source: the tilt of Earth's axis
es_es: la inclinación del eje de la Tierra

source: The Sun can be considered the power plant of our solar system. Which of the following types of power plants does the Sun resemble most?
es_es: El Sol se puede considerar la central de energía de nuestro sistema solar. ¿Cuál de los siguientes tipos de centrales de energía se parece más al Sol?

source: Geothermal Plant
es_es: Central geotérmica

source: Hydroelectric Plant
es_es: Central hidroeléctrica

source: Nuclear Plant
es_es: Central nuclear

source: Coal Fire Plant
es_es: Central térmica de carbón

source: The energy from the Sun drives many phenomena found on Earth. Which of the following is NOT driven directly by the Sun's energy?
es_es: La energía del Sol provoca muchos fenómenos que se encuentran en la Tierra. ¿Cuál de los siguientes no es provocado directamente por la energía del Sol?

source: Water Cycle
es_es: Ciclo del agua

source: Ocean Currents
es_es: Corrientes oceánicas

source: Atmospheric Winds
es_es: Vientos atmosféricos

source: Rock Cycle
es_es: Ciclo de las rocas

source: The Sun is known to radiate energy in all directions from its position in our solar system. Therefore, which of the following is true?
es_es: Se sabe que el Sol irradia energía en todas las direcciones desde su posición en nuestro sistema solar. Por tanto, ¿cuál de las siguientes es verdadera?

source: Most, but not all, of the Sun's energy lands on Earth
es_es: La mayoría de la energía del Sol, aunque no toda, llega a la Tierra

source: About half of the amount of the Sun's energy lands on Earth
es_es: Aproximadamente la mitad de la energía del Sol llega a la Tierra

source: Mercury, the closest planet to the Sun, receives most of the Sun's energy
es_es: Mercurio, el planeta más cercano al Sol, recibe la mayoría de la energía del Sol

source: Most of the Sun's energy radiates out into the empty space of the universe
es_es: La mayoría de la energía del Sol se irradia al espacio vacío del universo
