Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: You got it! Infections can come from bacteria and viruses. Bacteria and viruses both reproduce inside our body and make millions of copies of themselves to attack our body systems. Our bodies will fight off any disease agent and remember what it was in the future. For very dangerous diseases we also rely on vaccinations.
es_es: ¡Lo tienes! Las infecciones pueden provenir de bacterias y virus. Tanto las bacterias como los virus se reproducen en el interior de nuestro cuerpo y crean millones de copias de sí mismos para atacar los sistemas de nuestro cuerpo. Nuestros cuerpos se librarán de cualquier agente infeccioso y lo recordarán en el futuro. Para enfermedades muy peligrosas también nos apoyamos en las vacunas.

source: Not quite! Most bacteria do not cause disease and are actually helpful to people.
es_es: ¡No exactamente! La mayoría de bacterias no provocan enfermedades y, de hecho, ayudan a la gente.

source: That's the one that works!
es_es: ¡Esa es la que funciona!

source: Nope! Increasing calorie intake without exercise will actually make him gain weight.
es_es: ¡No! Aumentar la ingesta de calorías sin hacer ejercicio en realidad le haría ganar peso.

source: Decrease exercise and increase starch? His weight is going up!
es_es: ¿Reducir el ejercicio y aumentar los almidones? ¡Su peso va a aumentar!

source: Not quite! Increasing the amount of energy stored increases his weight. That won't work.
es_es: ¡No exactamente! Aumentar la cantidad de energía almacenada aumenta el peso. Eso no va a funcionar.

source: Nope! You probably would not gain weight by not eating some foods.
es_es: ¡No! Probablemente no ganarías peso al no comer ciertas comidas.

source: Not quite! Meat, poultry, fish, and beans are all food high in protein.
es_es: ¡No exactamente! La carne, el pescado y las legumbres son alimentos ricos en proteínas.

source: Correct! meat, poultry, fish, and beans are all food high in protein which is needed to build muscle mass.
es_es: ¡Correcto! La carne, el pescado y las legumbres son alimentos ricos en proteínas, necesarios para crear masa muscular.

source: Think again! You would still have energy from other sources, such as carbohydrates.
es_es: ¡Piénsalo de nuevo! Aún recibirías energía de otras fuentes, como los carbohidratos.

source: That's it! Heavy drinking is decidedly UNcool.
es_es: ¡Eso es! Definitivamente beber mucho NO es divertido.

source: Hardly. Don't get into a car with someone who's been drinking.
es_es: En absoluto. No montes en un coche con alguien que ha estado bebiendo.

source: Think again! Heart disease risk goes up with heavy alcohol use.
es_es: ¡Piénsalo de nuevo! El riego de enfermedades del corazón aumenta al abusar del alcohol.

source: Not quite! Heavy drinking is damaging to the liver.
es_es: ¡No exactamente! Beber mucho daña el hígado.

source: Not quite! The spinal cord is about information; the digestive system is about food.
es_es: ¡No exactamente! La médula espinal tiene que ver con la información, y el sistema digestivo con los alimentos.

source: You got it! The spinal cord carries information to and from the brain.
es_es: ¡Lo tienes! La médula espinal transporta información de y al cerebro.

source: Try again! The spinal cord is about information; the muscular system is about movement.
es_es: ¡Inténtalo otra vez! La médula espinal tiene que ver con la información, y el sistema muscular con el movimiento.

source: Nope! The spinal cord is about information; the integumentary system is about protection.
es_es: ¡No! La médula espinal tiene que ver con la información, y el sistema integumentario con la protección.

source: That's right! Organs may be made of many tissues.
es_es: ¡Eso es! Los órganos pueden estar formados por muchos tejidos.

source: Look again! Organs MAY be made of more than one tissue.
es_es: ¡Mira otra vez! Los órganos PUEDEN estar formados por más de un tejido.

source: Nope! Systems are made of organs; organs may be made of many tissues.
es_es: ¡No! Los sistemas están formados por órganos, y los órganos pueden estar formados por muchos tejidos.

source: The exact opposite, tissues are made of cells.
es_es: Exactamente lo contrario, los tejidos están formados por células.

source: Not quite! Hiccups are the sudden movements of the diaphragm, but it's not the only one affected by the respiratory system.
es_es: ¡No exactamente! El hipo es un movimiento repentino del diafragma, pero no es el único provocado por el sistema respiratorio.

source: Not quite! Sneezing is like a cough in the upper breathing passages, but it's not the only one affected by the respiratory system.
es_es: ¡No exactamente! Un estornudo es como toser por los canales respiratorios superiores, pero no es el único provocado por el sistema respiratorio.

source: Not quite! Yawning happens when your lungs do not take enough oxygen from the air because we are sleepy or drowsy. But it's not the only one affected by the respiratory system.
es_es: ¡No exactamente! El bostezo ocurre cuando tus pulmones no absorben suficiente oxígeno del aire porque estamos somnolientos o cansados. Pero no es el único provocado por el sistema respiratorio.

source: Correct! Hiccupping, sneezing, and yawning are all affected by the respiratory system.
es_es: ¡Correcto! Tanto el hipo como los estornudos y los bostezos son provocados por el sistema respiratorio.

source: Nope! The circulatory system circulates blood to all the far out places of the body.
es_es: ¡No! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: Not quite! The circulatory system circulates blood to all the far out places of the body.
es_es: ¡No exactamente! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: Try again! The circulatory system circulates blood to all the far out places of the body.
es_es: ¡Inténtalo otra vez! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: You got it! The circulatory system circulates blood to all the far out places of the body.
es_es: ¡Lo tienes! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: Nope! This plan will add weight.
es_es: ¡No! Ese plan haría ganar peso.

source: Try again! Diet and exercise certainly ARE related to one another.
es_es: ¡Inténtalo de nuevo! En realidad la dieta y el ejercicio SÍ se relacionan entre sí.

source: Not a good idea. Eliminating food groups isn't generally healthy approach.
es_es: No es una buena idea. Eliminar grupos de alimentos no suele ser una estrategia sana.

source: Super! This plan will lead to weight loss.
es_es: ¡Genial! Ese plan haría perder peso.

source: You got it! Heavy exercise does increase heart rate.
es_es: ¡Lo tienes! El ejercicio intenso aumenta el ritmo cardíaco.

source: The exact opposite! Go over the choices again.
es_es: ¡Exactamente lo contrario! Revisa las opciones otra vez.

source: Nope! Sitting still does little to heart rate.
es_es: ¡No! Estar sentado/a afecta muy poco al ritmo cardíaco.

source: Tricky... Actually any exercise elevates heart rate, at least a little bit.
es_es: Tiene truco... En realidad cualquier ejercicio aumenta el ritmo cardíaco, al menos un poco.
