Repository: geneconde/NGR-demo
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: es_es

source: Biosphere 2 does allow us to observe interactions between people and nature, but see if there are any other correct choices.
es_es: Biósfera 2 sí nos permite observar interacciones entre las personas y la naturaleza, pero revisa si hay algunas otras opciones correctas.

source: Not quite, Biosphere 2 does let us see how changing conditions impact biomes as well as how people and nature interact. The Biosphere isn't nearly large enough to provide much food and it doesn't actually produce any new water.
es_es: No exactamente, Biósfera 2 sí nos permite ver cómo las condiciones cambiantes impactan a los biomas así como ver cómo interactúan las personas y la naturaleza. Biósfera 2 no es ni remotamente lo suficientemente grande como para proveer comida y no produce agua nueva en realidad.

source: No. Fighting all fires is an old policy.
es_es: No. Combatir todos los incendios es una política antigua.

source: Not this one. We certainly fight forest fires.
es_es: Esta no. Definitivamente combatimos a los incendios forestales.

source: No. Lightning is part of nature, but can't be ignored.
es_es: No. Las tormentas eléctricas son parte de la naturaleza, pero no pueden ser ignoradas.

source: Yes. Some fires are allowed to burn and some are even set.
es_es: Sí. A algunos incendios se les permite arder y algunos incluso son iniciados.

source: Not quite, rainfall is important. But temperature is also a factor, and the different combinations of both are what provide various biomes.
es_es: No exactamente, la lluvia es importante. Pero la temperatura es también un factor, y las distintas combinaciones de ambos son lo que proveen a los diversos biomas.

source: No, the grassland and taiga biomes are only similar in rainfall, not in temperature. Long, cold winters, and short, mild, wet summers are typical of the taiga biome. Whereas the grassland has a more temperate climate.
es_es: No, los biomas de pastizal y taiga sólo son similares en cantidad de lluvias, no en temperatura. Inviernos largos y fríos, y veranos cortos y tranquilos son típicos del bioma de la taiga. Mientras que los pastizales tienen un clima más templado.

source: Correct, the green bar (60 cm) is between the blue (180 cm) and the yellow (20 cm) bars.
es_es: Correcto, la barra verde (60 cm) está entre las barras azul (180 cm) y amarilla (20 cm).

source: No, no, the desert and tundra biomes are only similar in rainfall, not in temperature. The desert is extremely hot and the tundra is extremely cold.
es_es: No, no, los biomas de desierto y tundra sólo son similares en cantidad de lluvias, no en temperatura. El desierto es extremadamente cálido y la tundra es extremadamente fría.

source: Nope! Buildup of small, shrubby trees is a risk, not an advantage.
es_es: ¡Nop! La acumulación de árboles pequeños y arbustos es un riesgo, no una ventaja.

source: Not this one. Filling up the forest with shrubby trees adds fuel for fires.
es_es: Esta no. Llenar el bosque con árboles tipo arbusto agrega combustible para los incendios.

source: Yes. Removing these removes a lot of the fuel that feeds fires.
es_es: Sí. Removerlos elimina mucho del combustible que alimenta los incendios.

source: No. Such competition is not a problem for the forest.
es_es: No. Dicha competencia no es un problema para el bosque.

source: No. Many species live in the coral reefs but don't eat them.
es_es: No. Muchas especies viven en los arrecifes de coral pero no se los comen.

source: Correct. Coral reefs support many ocean animal species.
es_es: Correcto. Los arrecifes de coral mantienen a muchas especies de animales oceánicos.

source: Nope! It is illegal to collect or even disturb coral reefs.
es_es: ¡Nop! Es ilegal recolectar o incluso interferir con los arrecifes de coral.

source: No. The fact that some coral reefs can be seen from space shows just how important they are.
es_es: No. El hecho de que algunos arrecifes de coral pueden ser vistos desde el espacio muestra cuán importantes son.

source: Right! Faster flying makes catching prey more likely. Prey animals don't see the cats coming until it is too late.
es_es: ¡Correcto! Volar más rápido hace más probable el capturar presas. Los animales de presa no ven a los felinos acercarse hasta que es demasiado tarde.

source: Not good. Bright yellow foxes would have a hard time sneaking up on prey.
es_es: No es bueno. Los zorros amarillo brillante tendrían problemas para acechar a sus presas.

source: Correct! It only changes a population if a trait is passed along.
es_es: ¡Correcto! Una característica sólo cambia a una población si es heredada.

source: Nope. It's true, but this is an important part of natural selection.
es_es: Nop. Es cierto, pero esta es una parte importante de la selección natural.

source: Not an adaptation. Learning isn't inherited.
es_es: No es una adaptación. El aprendizaje no se hereda.

source: Nope. Inherited variation is a key part of natural selection.
es_es: Nop. Variaciones heredadas son una parte clave de la selección natural.

source: No. This actually could lead to some major changes.
es_es: No. Esto en realidad podría llevar a algunos cambios importantes.

source: Nope. Size has little to do with numbers of offspring.
es_es: Nop. El tamaño no tiene mucho que ver con la cantidad de crías.

source: Not likely. We can't predict a relationship between insect depth and mating time.
es_es: No es probable. No podemos predecir una relación entre la profundidad de los insectos y la temporada de apareamiento.

source: No. The population rate changes are illustrated by the peaks and valleys of the chart.
es_es: No. Los cambios en la tasa de población están ilustrados por los picos y valles de la gráfica.

source: Not quite. Sports cars aren't alive. People only adjust for the weather. It's not an inherited trait. But faster flying makes catching prey more likely, and prey animals don't see the cats coming until it is too late.
es_es: No exactamente. Los autos de carreras no están vivos. La gente sólo se ajusta al clima. No es una característica heredada. Pero volar más rápido hace más probable el capturar presas, y los animales de presa no ven a los felinos acercarse hasta que es demasiado tarde.

source: Probably not. A far away eruption would probably have widespread impacts.
es_es: Probablemente Una erupción lejana probablemente tendría impactos extendidos.

source: Good choice! As the canyon becomes more of an obstacle, it isolates animals on both sides.
es_es: ¡Buena elección! Conforme el cañón se convierte en un obstáculo mayor, aisla a los animales a ambos lados.

source: Unlikely. A warming climate impacts living things over a very wide area, impacting nearby living things equally.
es_es: No es probable. Un clima en calentamiento impacta a los seres vivos de un área muy grande, impactando a los seres vivos cercanos de la misma forma.

source: Not the best choice. Widespread drought means it happens over a wide area, impacting nearby living things equally.
es_es: No es la mejor opción. Una sequía extendida significa que ocurre a lo largo de un área amplia, impactando a los seres vivos cercanos de la misma forma.

source: Yes! For a predator, faster is better.
es_es: ¡Sí! Para un depredador, entre más rápido, mejor.

source: Eye color? Probably not a big deal to a fox.
es_es: ¿El color de ojos? Probablemente no importa mucho para un zorro.

source: No. A mutation big enough to cause a third ear will most likely cause other deformities.
es_es: No. Una mutación lo suficientemente grande como para causar una tercera oreja probablemente causaría otras deformidades.

source: Sorry. It depends upon how a characteristic changes.
es_es: Lo siento. Depende de cómo cambia una característica.

source: No. Mating is necessary to pass traits along.
es_es: No. Aparearse es necesario para heredar características.

source: Nope. This is tricky. Changes are random, without purpose, but sometimes they work out to be advantages.
es_es: Nop. Esta es difícil. Los cambios son aleatorios, sin objetivo, pero algunas veces resultan ser ventajas.

source: There you go. Survival is the key. In order to reproduce, an organism must first survive.
es_es: Ahí lo tienes. La supervivencia es clave. Para reproducirse, un organismo primero debe sobrevivir.

source: Sorry... If a trait isn't passed along, the population doesn't change.
es_es: Lo siento... Si una característica no es heredada, la población no cambia.

source: No... It doesn't matter how many individuals have an important trait.
es_es: No... No importa cuántos individuos tengan una característica importante.

source: Nope. Inheritance can come from either or both parents.
es_es: Nop. La herencia puede venir de cualquiera o ambos padres.

source: Important? Yes. Critical? No. Appearances can be deceiving.
es_es: ¿Importante? Sí. ¿Crítica? No. Las apariencias pueden engañar.

source: Not really. Some species inhabit many different environments.
es_es: No realmente. Algunas especies habitan en muchos ambientes diferentes.

source: Yes!!! The ability to mate and produce successful offspring is the key.
es_es: ¡¡¡Sí!!! La capacidad de aparearse y producir crías exitosas es la clave.

source: No. Go back and reread each of the choices.
es_es: No. Regresa y lee cada una de las opciones.

source: Sorry. Natural selection depends upon this one.
es_es: Lo siento. La selección natural depende de esta.

source: Not this one. This is a key point in natural selection.
es_es: Ésta no. Éste es un punto clave en la selección natural.

source: Bingo! While this is true, and does affect evolution, it's not part of the natural selection idea.
es_es: ¡Bingo! Si bien esto es verdad, y sí afecta a la evolución, no es parte de la idea de la selección natural.

source: Correct. The traits nature selects for or against can change as the environment changes.
es_es: Correcto. Las características que la naturaleza selecciona como positivas o negativas pueden cambiar conforme cambia el ambiente.

source: Not quite. When air pollution was reduced during the last few decades, tree bark became lighter in color. As a result, lighter colored moths were favored.
es_es: No exactamente. Conforme se redujo la contaminación del aire en las últimas décadas, las cortezas de los árboles se volvieron más claras. Como resultado, las polillas más claras se vieron favorecidas.

source: No. In species with short generational times, such as moths and other insects, evolution can often be seen in just a few decades or less.
es_es: No. En las especies con lapsos generacionales cortos, como las polillas y otros insectos, la evolución puede verse frecuentemente en tan sólo unas décadas o menos.

source: No. The traits nature selects for or against can change as the environment changes. The environment near cities does not favor dark colored moths, and evolution in species with short generational times can often be seen in just a few decades or less.
es_es: No. Las características que la naturaleza selecciona como positivas o negativas pueden cambiar conforme cambia el ambiente. El ambiente cerca de las ciudades no favorece a las polillas oscuras, y la evolución en las especies con lapsos generacionales cortos puede verse frecuentemente en tan sólo unas décadas o menos.

source: Right. The fur is an important adaptation.
es_es: Cierto. El pelaje es una adaptación importante.

source: Sorry. The rainforest clearing is only temporary.
es_es: Lo siento. El despeje de la selva tropical es sólo temporal.

source: Nope. The harvest happens every year.
es_es: Nop. La cosecha sucede cada año.

source: Right! Choosing which animals breed takes nature out of the selection.
es_es: ¡Correcto! Elegir cuáles animales criar elimina a la naturaleza de la selección.

source: Nope. Competition is very important in natural selection.
es_es: Nop. La competencia es muy importante en la selección natural.

source: Sorry. Survival and reproduction are key in natural selection.
es_es: Lo siento. La supervivencia y la reproducción son claves en la selección natural.

source: Sorry. Large meteorite impacts have had profound impacts in the past.
es_es: Lo siento. Los impactos de meteoritos grandes han tenido impactos profundos en el pasado.

source: Correct. Simply walking through an area is likely to be harmless.
es_es: Correcto. Simplemente caminar a través de un área es probablemente inofensivo.

source: Nope. Climate change has been shown to cause significant changes.
es_es: Nop. Se ha mostrado que el cambio climático causa cambios significativos.

source: Correct! Having more offspring means that individuals are better adapted.
es_es: ¡Correcto! Tener más crías significa que el individuo está mejor adaptado.

source: Sorry. All individuals display variations in many different traits.
es_es: Lo siento. Todos los individuos muestran variaciones en muchas características distintas.

source: Nope. Reproduction is key to natural selection.
es_es: Nop. La reproducción es clave para la selección natural.

source: Nope. We have no reason to predict any change in migration.
es_es: Nop. No tenemos razones para predecir cambios en la migración.

source: Correct! Selection will favor longer, thinner beaks to catch food.
es_es: ¡Correcto! La selección favorecerá picos más largos y delgados para atrapar comida.

source: Sorry. There's no reason to link food location to spot patterns.
es_es: Lo siento. No hay razón para relacionar la ubicación de la comida y los patrones de manchas.

source: No. The point indicated by the blue line is higher than the one indicated by the red line.
es_es: No. El punto indicado por la línea azul es más alto que el que está indicado por la línea roja.

source: No. The red line increases from 2005-2006. Some factors did cause the survival rate to increase.
es_es: No. La línea roja incrementa de 2005 a 2006. Algunos factores causaron que la tasa de supervivencia incrementara.

source: Correct, this statement is false. In 2003, the light colored moths were at their lowest survival rate, which shows that population might have been high, the trees dark, and the light colored moths could not survive as well. Pollution is one factor that affects the population of these moths.
es_es: Correcto, esta declaración es falsa. En el 2003, las polillas de colores claros estaban a su tasa de supervivencia más baja, lo que muestra que la población debió haber sido alta, los árboles oscuros, y las polillas de colores claros no podían sobrevivir tan bien. La contaminación es un factor que afecta la población de estas polillas.

source: Nope. Fossils offer pretty good clues about past climate change.
es_es: Nop. Los fósiles ofrecen pistas bastante buenas acerca de cambios climáticos pasados.

source: Correct. Fossils can't tell us much about near-term climate change.
es_es: Correcto. Los fósiles no nos pueden decir mucho acerca de cambios climáticos a corto plazo.

source: Sorry. Tooth structure tells a lot about eating habits.
es_es: Lo siento. La estructura de los dientes nos dice mucho acerca de los hábitos alimenticios.

source: Nope. The chemical composition of fossils tells a lot about the chemistry of ancient oceans.
es_es: Nop. La composición química de los fósiles nos dice mucho acerca de la química de océanos antiguos.

source: Correct. The earth is changing and the changes that happened before are documented by fossils.
es_es: Correcto. La Tierra está cambiando y los cambios que sucedieron antes son documentados por los fósiles.

source: Fossils do not move around themselves. The earth we see today is not the same way it was millions and billions of years ago. It changed and is changing; fossils help us see this.
es_es: Los fósiles no se mueven por sí mismos. La Tierra que vemos hoy no es de la misma forma que era hace millones de años. Cambió y está cambiando: los fósiles nos ayudan a ver esto.

source: Yes! The white fish eaten by the bird don't reproduce.
es_es: ¡Sí! El pez blanco que es comido por el ave no se reproduce.

source: Nope. There's nothing in the image related to the selection of mates.
es_es: Nop. No hay nada en la imagen que se relacione con la selección de parejas.

source: Sorry... Being captured is a disaster for the fish, but this is an everyday occurrence.
es_es: Lo siento... Ser capturado es un desastre para el pez, pero es una ocurrencia diaria.

source: Nope. Artificial selection involved people.
es_es: Nop. La selección artificial involucra personas.

source: Correct. Life has existed on Earth for a bit more than hundreds of millions years.
es_es: Correcto. La vida ha existido en la tierra por un poco más de cientos de millones de años.

source: Nope. It's older than that.
es_es: Nop. Es más vieja que eso.

source: Sorry. Much, much older.
es_es: Lo siento. Mucho, mucho más vieja.

source: Um... no. Have a look at the options again.
es_es: Um... no. Mira las opciones de nuevo.

source: No... The trait must be passed along to many individuals.
es_es: No... La característica debe ser transmitida a muchos individuos.

source: No, the statement is correct. Mutations are random genetic mistakes.
es_es: No, la declaración es correcta. Las mutaciones son errores genéticos aleatorios.

source: No, the statement is correct. Mutations can go these three ways.
es_es: No, la declaración es correcta. Las mutaciones pueden suceder en estas tres formas.

source: Correct, the statement is false. Mutations occur randomly, some of them lead to the survival of a certain species, and some of them do not.
es_es: Correcto, la declaración es falsa. Las mutaciones suceden aleatoriamente, algunas de ellas llevan a la supervivencia de ciertas especies y otras, no.

source: No, the statement is correct. The effects of mutations are visible under different circumstances. Every time conditions change, mutations show their impact.
es_es: No, la declaración es correcta. Los efectos de las mutaciones son visibles bajo diferentes circunstancias. Cada vez que las condiciones cambian, las mutaciones muestran su impacto.

source: Not quite. Any plants or animals unable to tolerate climate changes will have difficulty surviving. Climate changes are likely to cause changes in local plants and animals.
es_es: No exactamente. Cualquier planta o animal incapaz de tolerar los cambios climáticos tendría dificultades para sobrevivir. Los cambios climáticos probablemente causarán cambios en las plantas y animales locales.

source: Not quite. Survivors must be able to tolerate changes in climate. Climate changes are likely to cause changes in local plants and animals.
es_es: No exactamente. Los sobrevivientes deben ser capaces de tolerar los cambios en el clima. Los cambios climáticos probablemente causarán cambios en las plantas y animales locales.

source: Survivors must be able to tolerate changes in climate. Any plants or animals unable to tolerate climate changes will have difficulty surviving.
es_es: Los sobrevivientes deben ser capaces de tolerar los cambios en el clima. Cualquier planta o animal incapaz de tolerar los cambios climáticos tendría dificultades para sobrevivir.

source: Correct. Survivors must be able to tolerate changes in climate. Any plants or animals unable to tolerate climate changes will have difficulty surviving. Climate changes are likely to cause changes in local plants and animals.
es_es: Correcto. Los sobrevivientes deben ser capaces de tolerar los cambios en el clima. Cualquier planta o animal incapaz de tolerar los cambios climáticos tendría dificultades para sobrevivir. Los cambios climáticos probablemente causarán cambios en las plantas y animales locales.

source: Sorry. The fish fossil doesn't really say much about the age of the planet.
es_es: Lo siento. El pez fósil no dice mucho acerca de la edad del planeta.

source: Correct! Fish fossil for where fish live.
es_es: ¡Correcto! Los peces fósiles se forman donde viven los peces.

source: Nope. The fossil gives no hints about disasters.
es_es: Nop. El fósil no da pistas acerca de desastres.

source: True, but not a part of artificial selection.
es_es: Verdad, pero no es parte de la selección artificial.

source: Yes! That's the key. Humans are involved.
es_es: ¡Sí! Esa es la clave. Los humanos están involucrados.

source: Nope. While true, it's really a part of natural selection.
es_es: Nop. Aunque es cierto, en realidad es parte de la selección natural.

source: Sorry. This is a key for punctuated equilibrium.
es_es: Lo siento. Esta es la clave para el equilibrio puntuado.

source: That's the one. Natural disasters sometimes force rapid change.
es_es: Esa es la correcta. Los desastres naturales a veces fuerzan un cambio rápido.

source: Probably not.... This can cause changes, but probably slow ones.
es_es: Probablemente no... Esto puede causar cambios, pero probablemente lentos.

source: Nope. Seasonal change happens every year.
es_es: Nop. Los cambios de estación pasan cada año.

source: This is a normal part of artificial selection.
es_es: Esta es una parte normal de la selección artificial.

source: Actually, the short wings and webbed feet help penguins stay warm and walk on snow and ice.
es_es: En realidad, las alas cortas y patas palmeadas ayudan a los pingüinos a mantenerse calientes y caminar sobre nieve y hielo.

source: Sorry. The webbed feet and stubby wings make penguins powerful swimmers.
es_es: Lo siento. Las patas palmeadas y alas cortas y gruesas hacen que los pingüinos sean poderosos nadadores.

source: This is actually true. All mutations are useful or not useful, depending on the environment.
es_es: En realidad esto es cierto. Todas las mutaciones son útiles o inútiles, dependiendo del ambiente.

source: Correct! Neither of these mutations would be helpful in a desert, or in many other places.
es_es: ¡Correcto! Ninguna de estas mutaciones sería benéfica en un desierto, o en muchos otros lugares.

source: Correct! Inherited mutation creates genetic variation, which acted on by natural selection leads to evolution of species.
es_es: ¡Correcto! Las mutaciones heredadas crean variación genética, que gracias a la selección natural lleva a la evolución de las especies.

source: Not quite! Inherited mutation creates genetic variation, which acted on by natural selection leads to evolution of species.
es_es: ¡No exactamente! Las mutaciones heredadas crean variación genética, que gracias a la selección natural lleva a la evolución de las especies.

source: an element-water
es_es: un elemento-agua

source: an element-oxygen gas
es_es: un elemento-oxígeno gas

source: an element-carbon dioxide
es_es: un elemento-dióxido de carbono

source: a compound-water
es_es: un compuesto-agua

source: a compound-oxygen gas
es_es: un compuesto-oxígeno gas

source: a compound-carbon dioxide
es_es: un compuesto-dióxido de carbono

source: Nope! Both compounds and elements may exist in solid, liquid, or gaseous state.
es_es: ¡No! Ambos compuestos y elementos puedene existir en estado sólido, líquido o gaseoso.

source: Nope! Elements consist of only one type of atom; compounds are made of more than one type of atom.
es_es: ¡No! Los elementos consisten en sólo un tipo de átomos; los compuestos están hechos de más de un tipo de átomos.

source: Correct! Elements consist of only one type of atom; compounds are made of more than one type of atom.
es_es: ¡Correcto! Los elementos consisten en sólo un tipo de átomos; los compuestos están hechos de más de un tipo de átomos.

source: Correct! An element contains only one kind of atom, a compound contains more than one kind of atom, and there are many more compounds than elements.
es_es: ¡Correcto! Un elemento contiene sólo un tipo de átomos, un compuesto contiene más de un tipo de átomos, y hay muchos más compuestos que elementos.
